Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: View
ar: عرض
da: Se
el: Επισκόπηση
es: Ver
fr: Interface utilisateur
hi: दृश्य
hr: Izgled
it: Visualizza
ja: 表示
ko: 표시
pt_br: Ver
ro: Vizualizare
sl: Prikaži
sr: Prikaži
sv: Visa
uk: Перегляд
vi: Hiển thị
zh_cn: 查看

source: Filters
ar: المرشحات
da: Filtre
el: Φίλτρα
es: Filtros
fr: Filtrage
hi: फिल्टरें
hr: Filteri
it: Filtri
ja: フィルタ
ko: 필터
ne: फिल्टर
pt_br: Filtros
ro: Filtre
sl: Filtre
sr: Filteri
sv: Filter
uk: Фільтри
vi: Tập tin
zh_cn: 过滤器

source: Keywords
ar: الكلمات المفتاحية
da: Nøgleord
el: Λέξεις κλειδιά
es: Palabras clave
fr: Mots-clés
hi: प्रधान शब्द
hr: Ključne riječi
it: Parole chiave
ja: キーワード
ko: 키워드
ne: किवर्ड
pt_br: Palavras-chave
ro: Cuvinte cheie
sl: Klucove slovo
sr: Ključne reči
sv: Nyckelord
uk: Ключові слова
vi: Từ khoá
zh_cn: 关键词

source: Updates
ar: تحديثات
bn: আপডেট
da: Opdateringer
el: Αναβαθμίσεις
es: Actualizaciones
fr: Mises à jour
hi: अपडेट्स
hr: Nadogradnje
it: Aggiornamenti
ja: アップデート
ko: 업데이트
ne: अरु विकल्प
pt_br: Atualizações
ro: Actualizări
sl: Viac moznosti
sr: Nadogradnja
sv: Uppdateringar
uk: Оновлення
vi: Thêm Tuỳ Chọn
zh_cn: 更新

source: Experimental
ar: تجريبي
bn: পরীক্ষামূলক
da: Eksperiment
el: Πείραμα
fr: Expérimental
hi: प्रयोगात्मक
hr: Eksperimentalan
it: Sperimentale
ja: 実験的
ko: 실험적
ne: प्रयोगात्मक
sl: Eksperimentalni
sr: Eксперименталан
sv: Experimentella
uk: експериментальний
vi: Thực nghiệm
zh_cn: 试验

source: Firewall
ar: تثبيت الجدار الناري
bn: ফায়ারওয়াল
da: Opsætning af firewall
el: Διαμόρφωση τοίχους ασφαλείας
es: Cortafuego
fr: Pare-feu
hi: फायर-वाल
hr: Vatrozid
ja: ファイアウォール
ko: 방화벽
sl: Ukaz stav Firewall
sr: Podešavanje zaštitnog zida
sv: Brandvägg
uk: Налаштування Firewall
vi: Bức tường lửa
zh_cn: 防火墙

source: Proxy
ar: الوكيل:
bn: প্রক্সি
el: Διακομιστής μεσολάβησης παρόχου
fr: Serveur Proxy
hi: प्रॉक्सी
ja: プロキシ
ko: 프록시
sl: Priorita
vi: Người đại diện
zh_cn: 代理服务器

source: Network Interface
ar: استخدم واجهة الشبكة المحددة.
bn: নেটওয়ার্ক ইন্টারফেস
da: Netværksgrænseflade
el: Χρησιμοποίησε μια συγκεκριμένη επιφάνεια δικτύου.
es: Interfaz de red
fr: Interface réseau
hi: नेटवर्क इंटरफेस
hr: Mrežno sučelje
it: Interfaccia di Rete
ja: ネットワークインターフェース
ko: 네트워크 인터페이스
pt_br: Interface de Rede
ro: Interfață rețea
sl: Omrežni vmesnik
sr: Koristi poseban mrežni priključak.
sv: Nätverksgränssnitt
uk: Використовувати певний мережевий інтерфейс.
vi: Giao diện mạng
zh_cn: 网络界面

source: File Associations
ar: ملحقات الملف
bn: ফাইল অ্যাসোসিয়েশন
da: Fil tilhørsforhold
el: Σχέσεις αρχείων
es: Asociaciones de archivo
fr: Associations de fichiers
hi: फाइल एसोसिएशनों
hr: Asosijacije datoteka
it: Associazioni di file
ja: 関連ファイル
ko: 파일 연계
ne: फाइल संघ
pt_br: Associações de Arquivos
ro: Asocieri fișiere
sl: Zmen miesto suboru...
sr: Pridruživanje tipova fajlova
sv: Filassociationer
uk: Альтернативні місцезнаходження
vi: Liên kết tệp
zh_cn: 文件关联

source: System Boot
ar: العمل مع بداية تشغيل النظام
bn: সিস্টেম বুট
da: System opstart
el: Ενεργοποίηση κατά την εκκίνηση του συστήματος:
es: Inicio del sistema
fr: Redémarrage du système
hi: सिस्टम प्रारम्भ मे चालू करें:
hr: Pokretanje sistema
it: Esecuzione Sistema
ja: システム起動：
ko: 시스템 부팅
ne: शुरुवातमा टिप देखाउनु
pt_br: Inicialização do Sistema
ro: Bootare sistem
sl: Ukaz pomocky pri spusteny
sr: Pokreni prilikom podizanja sistema:
sv: Systemuppstart
uk: Запускати з системою:
vi: Khởi động hệ thống
zh_cn: 系统启动

source: System Tray
ar: صينية النظام
bn: সিস্টেম ট্রে
da: Afslutning
el: Παύση λειτουργίας
es: Barra de tareas
fr: Fermeture
hi: शटडाउन
hr: Sistemska ladica
it: Barra sistema
ja: システムトレイ
ko: 종료
ne: सिस्टम ट्रे
pt_br: Bandeja do sistema
ro: Bara de sistem
sr: Rad u pozadini
sv: Aktivitetsfält
uk: Системний трей
vi: Khay hệ thống
zh_cn: 系统托盘图标

source: Bug Reports
ar: نسخ التقرير
bn: বাগ প্রতিবেদনগুলি
da: Fejl rapport
el: Αντιγραφή έκθεσης
es: Reporte de errores
fr: Rapports de bogues
hi: बग रिपोर्ट
hr: Prijave grešaka
it: Rapporti degli errori
ja: バグ報告
ko: 버그 보고
ne: बग प्रतिवेदन
pt_br: Relatórios de erro
ro: Raportări defecte de programare
sr: Kopiraj izveštaj
sv: Felrapporter
uk: Копіювати повідомлення
vi: Báo cáo Lỗi
zh_cn: 错误报告

source: Loading Options Window...
ar: يتم الآن تحميل نافذة الخيارات...
bn: বিকল্প উইন্ডো লোড হচ্ছে ...
da: Indlæser indstillingsvindue...
el: Φόρτωση παραθύρου επιλογών...
es: Cargando ventana de opciones...
fr: Chargement de l’écran des options...
hi: विकल्प विन्डो लोड हो रही है...
hr: Učitavam opcijski prozor...
it: Caricamento finestra preferenze...
ja: オプション・ウィンドウをロード中...
ko: 옵션 윈도우를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando janela de opções...
ro: Se încarcă fereastra opțiuni...
sl: Nacitavam pomocky...
sr: Učitavanje prozora za podešavanja...
sv: Öppnar inställningsfönster…
uk: Завантажую вікно налаштувань...
vi: Đang nạp lời khuyên...
zh_cn: 正在加载“选项” 窗口……

source: One or more options will take effect the next time FrostWire is restarted.
ar: واحدة أو أكثر من الخيارات سيظهر تأثيرها بعد إعادة تشغيل FrostWire.
bn: পরের বার FrostWire পুনরায় আরম্ভ হলে এক বা একাধিক বিকল্পগুলি কার্যকর হবে।
da: En eller flere optioner vil have virkning næste gang FrostWire genstartes.
el: Μια ή περισσότερες επιλογές θα ενεργοποιηθούν την επόμενη φορά που θα κάνετε επανεκκίνηση του FrostWire.
es: Una o más opciones tendrán efecto la próxima vez que reinicie FrostWire.
fr: Une ou plusieurs des options modifiées prendront effet lors du prochain redémarrage de FrostWire.
hi: अगली बार जब फ्रोस्ट वाइर फिर आरंभ होता है एक या अधिक विकल्पों के प्रभाव को लेता है .
hr: Jedna ili više opcija će stupiti na snagu sljedeći put kada je FrostWire ponovno pokrenut.
it: Una o più opzioni entreranno in essere al prossimo avvio di FrostWire.
ja: 選択したオプションは、 FrostWire が再起動されたときに有効になる
ko: 선택한 옵션은 FrostWire 가 재시작되었을 때에 작동하게 됩니다.
ne: एक या बढि रोजाइहरू अर्को पटक लाइमवाइर फेरि शुरु गर्दा लागु हुन्छ
pt_br: Uma ou mais opções só entrarão em vigor da próxima vez em que o FrostWire for iniciado.
ro: Una sau mai multe opțiuni vor avea efect la următoarea pornire a FrostWire.
sl: Jedna alebo viac nastaveni sa aktivuje po najblizsom restartovani FrostWire
sr: Neke izmene biće upotrebljive tek prilikom sledećeg pokretanja FrostWire-a!
sv: Ett eller flera alternativ tar effekt nästa gång FrostWire startas.
uk: Деякі зміни почнуть діяти після того, як FrostWire буде перезапущено.
vi: Một hoặc nhiều lựa chọn sẽ có hiệu lực trong thời gian tới khi FrostWire được khởi động lại.
zh_cn: 一项或多项设定将在再次启动FrostWire后生效。

source: Links and File Types
ar: وصلات وأنواع الملف
bn: লিংক এবং ফাইল প্রকার
da: Links og filtyper
el: Σύνδεσμοι και τύποι αρχείων
es: Enlaces y tipos de archivo
fr: Liens et types de fichiers
hi: लिंक और फ़ाइल प्रकार
hr: Poveznice i tipovi dokumenata
it: Collegamenti e Tipi di File
ja: リンクとファイルの種類
ko: 파일 및 링크 유형
ne: लिंक र फाइल प्रकार
pt_br: Vínculos e Tipos de Arquivos
ro: Link-uri și tipuri de fișier
sl: Povezave in vrste datotek
sr: Linkovi i tipovi fajlova
sv: Länk och filtyper
uk: Тип ліцензії:
vi: Liên kết và các loại Tệp
zh_cn: 链接和文件类型

source: You can use FrostWire to open certain filetypes and protocols. You can also instruct FrostWire to always regain these associations if another program takes them.
ar: يمكنك استخدام FrostWire لفتح انواع الملفات والبروتوكولات الموثوقة. يمكنك أيضاً توجيه FrostWire لاستعادة تلك الملحقات دائماً إذا تم اخذها من قبل برنامج آخر.
bn: আপনি নির্দিষ্ট ফাইল টাইপ এবং প্রোটোকল খুলতে FrostWire ব্যবহার করতে পারেন। আপনি যদি আরেকটি প্রোগ্রাম তাদের লাগে তাদের এই সংস্থাগুলি পুনরায় ফিরে পেতে FrostWire নির্দেশ করতে পারেন।
da: Du kan bruge FrostWire til at åbne bestemte filtyper og protekoller. Du kan også indstille FrostWire til at genskabe disse forbindelser, hvis et andet program ændrer dem.
el: Μπορείτε να χρησιμοποιήσετε το FrostWire για να ανοίξετε συγκεκριμένους τύπους αρχείων και πρωτόκολα. Μπορείτε επίσης να συμβουλεύσετε το FrostWire να επανακτήσει αυτές τις σχέσεις αν ένα άλλο πρόγραμμα τις πάρει.
es: Puede utilizar FrostWire para abrir ciertos tipos de archivos y protocolos. También puede instruir a FrostWire para siempre recuperar estas asociaciones si otro programa las reclama.
fr: Vous pouvez utiliser FrostWire pour ouvrir certains types de fichiers et protocoles. Vous pouvez aussi demander à FrostWire de réparer ces associations si un autre programme s’en est approprié.
hi: आप फ्रोस्ट वाइर उपयोग करने के लिए कुछ फ़ाइल प्रकार और प्रोटोकॉल को खोल सकते हैं. आप फ्रोस्ट वाइर को हिदायत भी कर सकते हैं हमेशा इन संगठनों हासिल करने का अगर किसी अन्य प्रोग्राम उन्हें लेने लगते है
hr: Možete koristiti FrostWire za otvaranje pojedinih vrsta datoteka i protokola. Također možete narediti FrostWireu da uvijek dohvati ove asocijacije ako ih drugi program uzme.
it: Puoi usare FrostWire per aprire determinati tipi di file e protocolli. Puoi anche decidere di cambiare automaticamente associazione ai file se un altro programma li utilizza.
ja: 特定のファイル形式やプロトコルを開くためにFrostWireを使用できます。さらに他のプログラムがそれらを使用している場合、FrostWireにそれらの関連付けを保持するよう指示することができます。
ko: 특정 파일유형 및 프로토콜을 여는데 FrostWire를 사용할 수 있습니다. FrostWire가 기타 프로그램으로부터 연계하도록 지시할 수 있습니다.
ne: तपाईंले केही फाइल प्रकारहरू भएमा र प्रोटोकल खोल्न FrostWire प्रयोग गर्न सक्नुहुन्छ। तपाईं पनि FrostWire अर्को कार्यक्रम तिनीहरूलाई लिन्छ भने सधैं यी संगतले पुनः प्राप्त गर्न निर्देशन गर्न सक्नुहुन्छ।
pt_br: Você pode abrir algum arquivos e protocolos com FrostWire. Pode também dar instruções para sempre assinar essas associações com o FrostWire.
ro: Puteți utiliza FrostWire să deschideți anumite tipuri de fișiere și protocoale. Puteți instrui FrostWire să recâștige aceste asocieri dacă alt program le-a preluat.
sl: FrostWire lahko uporabite za odpiranje določenih vrst datotek in protokolov. FrostWire lahko prav tako poučite, da bodo ta združenja vedno znova pridobila, če jih bo vzel drug program.
sr: FrostWire može biti glavni program za otvaramke određenih tipova fajlova i protokola. Takođe, može automatski da ih vrati ako ih neki drugi program preuzme.
sv: Du kan använda FrostWire för att öppna vissa filtyper och protokoll. Du kan också instruera FrostWire till att alltid återfå dessa associationer om ett annat program tar dem.
uk: Ви можете використовувати FrostWire для відкриття певних типів файлів і протоколів. Ви також можете доручити FrostWire завжди відновити ці асоціації, якщо інша програма приймає їх.
vi: Bạn có thể sử dụng FrostWire để mở tệp tin và giao thức nhất định. Bạn cũng có thể hướng dẫn FrostWire luôn lấy lại được những mối liên kết này nếu một chương trình khác lấy chúng.
zh_cn: 可以使用FrostWire打开某些文件类型和协议。如果已被其他程序占用，也可以设置FrostWire为总是重新获取这些关联。

source: Use FrostWire for...
ar: استخدم FrostWire لـ...
bn: জন্য FrostWire ব্যবহার করুন…
da: Brug FrostWire til...
el: Χρησιμοποιήστε το FrostWire για...
es: Usar FrostWire para...
fr: Utiliser FrostWire pour...
hi: के लिए FrostWire का प्रयोग करें ...
hr: Koristi FrostWire za...
it: Usa FrostWire per...
ja: FrostWire 使用について
ko: FrostWire 소개...
ne: लागि FrostWire प्रयोग...
pt_br: Use FrostWire para...
ro: Utilizați FrostWire pentru
sl: Uporabite FrostWire za...
sr: Koristi FrostWire za...
sv: Använd FrostWire för…
uk: Використання FrostWire
vi: Sử dụng FrostWire cho ...
zh_cn: 把FrostWire用于

source: Audio Options
ar: خيارات الصوت
bn: অডিও বিকল্পগুলি
da: Lydindstillinger
el: Επιλογές ήχου
es: Opciones de audio
fr: Options audio
hi: ऑडियो विकल्प
hr: Audio postavke
it: Opzioni Audio
ja: オーディオ・オプション
ko: 오디오 옵션
ne: अरु विकल्प
pt_br: Opções de áudio
ro: Opțiuni audio
sl: Viac moznosti
sr: Аудио опције
sv: Ljudinställningar
uk: Вибір аудіо плеєра
vi: Thêm Tuỳ Chọn
zh_cn: 音频选项

source: You can choose which audio player to use.
ar: يمكنك اختيار مشغل ملفات الصوت الذي ترغب في استخدامه.
bn: আপনি কোন অডিও প্লেয়ারটি ব্যবহার করতে পারেন তা চয়ন করতে পারেন।
da: Du kan vælge hvilken lyd-afspiller du ønsker at bruge.
el: Μπορείτε να επιλέξετε ποιο μέσο αναπαραγωγής ήχου θα χρησιμοποιείτε.
es: Puede elegir qué reproductor de audio desea usar.
fr: Vous pouvez sélectionner l’application utilisée pour ouvrir et écouter les clips audio.
hi: आप ऑडियो प्लेयर को उपयोग के लिये चुनें।
hr: Možete izabrati koji izvođač glazbe želite koristiti.
it: Puoi selezionare quale lettore audio usare.
ja: どのオーディオ・プレイヤーを使用するか選択できる
ko: 어느 오디오 플레이어를 사용할지 선택할 수 있습니다.
ne: तपाईं जो अडियो प्लेयर प्रयोग गर्न सक्नुहुनेछ।
pt_br: Você pode selecionar o player de áudio que quer usar.
ro: Puteți alege ce player audio să utilizați.
sl: Izberete lahko, kateri avdio predvajalnik želite uporabljati.
sr: Možete odabrati koji audio player želite koristiti.
sv: Du kan ange vilken ljudspelare du vill använda.
uk: Ви можете вибрати, який аудіо плеєр використовувати.
vi: Bạn có thể chọn trình phát âm thanh để sử dụng.
zh_cn: 你可以选择使用哪一种音频播放器。

source: Audio Player
ar: مشغل ملفات الصوت
bn: অডিও প্লেয়ার
da: Lyd-afspiller
el: Μέσο αναπαραγωγής ήχου
es: Reproductor de audio
fr: Lecteur audio
hi: ऑडियो प्लेयर
hr: Svirač glazbe
it: Lettore audio
ja: オーディオ・プレイヤー
ko: 오디오 플레이어
ne: अडियो प्लेयर
pt_br: Player de áudio
ro: Player audio
sl: Ukaz prehravac
sv: Ljudspelare
uk: Аудіо плеєр
vi: Máy nghe nhạc
zh_cn: 音频播放器

source: Text Autocompletion
ar: استكمال تلقائي للنص
bn: টেক্সট স্বতঃপূর্ণকরণ
da: Autoafslutning af tekst
el: Αυτόματη συμπλήρωση
es: Autocompletar
fr: Complétion automatique
hi: स्वतःपूर्ण
hr: Dovršavaj tekst
it: Completamento automatico campi testo
ja: 自動補完機能
ko: 자동 보완 기능
ne: पाठ स्वत: समाप्ति
pt_br: Auto completar de texto
ro: Autocompletare text
sr: tekst Аутоматско довршавање
sv: Autokomplettering för text
uk: Автозавершення тексту
vi: Tự động Hoàn thành
zh_cn: 文本自动补全

source: You can enable or disable autocompletion of text fields.
ar: يمكنك تمكين أو تعطيل الاستكمال التلقائي لحقول النص.
bn: আপনি টেক্সট ক্ষেত্রের স্বতঃপূর্ণকরণ সক্ষম বা অক্ষম করতে পারেন।
da: Du kan aktivere/deaktivere autoafslutning af tekstfelter.
el: Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε την αυτόματη συμπλήρωση πεδίων κειμένου.
es: Puede activar o desactivar la función para autocompletar los campos de texto
fr: Vous pouvez activer ou inhiber la complétion automatique des champs de saisie de texte, par exemple dans les formulaires de recherche.
hi: स्वतःपूर्ण टेक्स्ट् क्षेत्र को सक्रीय करें
hr: Možete omogućiti ili onemogućiti dovršavanje tekstualnih polja.
it: Puoi abilitare o disabilitare il completamento automatico dei campi testo.
ja: テキスト欄の自動補完機能を有効/無効にすることができる
ko: 텍스트란 자동 보완 기능을 작동/정지 할 수 있습니다.
ne: तपाईं सक्षम वा पाठ फिल्ड को स्वत: समाप्ति असक्षम गर्न सक्नुहुन्छ।
pt_br: Pode ativar ou desativar a auto completação de campos de texto.
ro: Puteți activa sau dezactiva autocompletarea câmpurilor text.
sr: Možete uključiti ili isključiti automatsko popunjavanje tekstualnih oznaka.
sv: Du kan aktivera eller inaktivera autokomplettering för textfält.
uk: Ви можете ввімкнути або вимкнути автозавершення текстових полей
vi: Bạn có thể bật hoặc tắt tính năng tự động hoàn thành các trường văn bản.
zh_cn: 可以启用或停用文本域的自动补全功能。

source: Enable Autocompletion of Text Fields:
ar: تمكين الاستكمال التلقائي لحقول النص.
bn: টেক্সট ক্ষেত্রের স্বতঃপূর্ণ সক্ষম করুন:
da: Aktivér autoafslutning af tekstfelter:
el: Ενεργοποίηση αυτόματης συμπλήρωσης πεδίων κειμένου.
es: Activar la función para autocompletar los campos de texto
fr: Activer la complétion automatique du texte
hi: स्वतःपूर्ण टेक्स्ट् क्षेत्र को सक्रीय करें
hr: Omogući automatsko dovršavanje tekstualnih polja:
it: Abilita completamento automatico campi testo:
ja: テキスト欄の自動補完機能を有効化
ko: 텍스트란 자동 보완 기능을 사용:
ne: पाठ फिल्ड को स्वत: समाप्ति सक्षम:
pt_br: Ativar auto completar de campos de texto:
ro: Activați autocompletarea câmpurilor text.
sr: Omogući automatsko popunjavanje tekstualnih polja:
sv: Aktivera autokomplettering för textfält:
uk: Ввімкнути автозавершення текстових полей:
vi: Bật Tự động hoàn thành các trường văn bản:
zh_cn: 启用文本域的自动补全功能：

source: Automatic Installer Download
ar: تمرير تلقائي
bn: স্বয়ংক্রিয় ইনস্টলার ডাউনলোড করুন
da: Automatisk scroll
el: Αυτόματη κύλιση
es: Descarga automática del instalador
fr: Téléchargement automatique du programme d'installation
hi: स्वत: स्थापित डाउनलोड करें
hr: Automatsko preuzimanje instalacijskog čarobnjaka
it: Download Installer Automatico
ja: 自動インストーラをダウンロードする
ko: 자동 설치기 다운로드
ne: आफै स्क्रोल गर
pt_br: Download Instalador Automático
ro: Descarcă instalatorul automat
sl: Automaticke rolovanie
sr: Automatsko pomeranje teksta
sv: Automatisk hämtning av installerare
uk: Автоматично прогортати
vi: Tự động cuộn
zh_cn: 自动安装程序的下载

source: FrostWire can automatically download a new installer via BitTorrent for you when it's available. It won't install it but next time you start FrostWire it'll let you know that it's there for you.
bn: এটি উপলব্ধ হলে FrostWire আপনার জন্য বিট টরেন্ট মাধ্যমে স্বয়ংক্রিয়ভাবে একটি নতুন ইনস্টলার ডাউনলোড করতে পারেন। এটি ইনস্টল করা হবে না কিন্তু পরবর্তী সময় আপনি FrostWire শুরু এটি আপনাকে জানাবে যে এটা আপনার জন্য আছে।
da: FrostWire kan automatisk hente en ny installatør via BitTorrent for dig når den er tilgængelig. Det vil ikke installere det, men næste gang du starter FrostWire det vil lade dig vide, at det er der for dig.
es: FrostWire puede ofrecer la descarga de un nuevo instalador vía BitTorrent cuando esté disponible. Este no se instalará inmediatamente pero la próxima vez que inicies FrostWire te avisará para descargarlo.
fr: FrostWire peut automatiquement télécharger un nouveau programme d'installation par BitTorrent quand il est disponible. Il ne l'installera pas, mais la prochaine fois que vous démarrerez FrostWire il vous préviendra qu'il y en a un.
hi: फ्रोस्ट वाइर आपके लिए स्वतः एक नई इंस्टॉलर बिटटोरेंट द्वारा डाउनलोड कर सकते हैं आप के लिए जब यह उपलब्ध है. यह इसे स्थापित नहीं करेगा , लेकिन अगली बार जब आप फ्रोस्ट वाइर शुरू करें तुम्हें बता दूँगा कि यह आप के लिए वहाँ है.
hr: FrostWire može automatski preuzeti novi instalacijski čarobnjak preko BitTorrenta za vas kad je dostupan. Neće ga instalirati ali sljedeći put kada se FrostWire pokrene dati će vam na znanje da je dostupan za instalaciju.
it: FrostWire puo' scaricare automaticamente un nuovo installer attraverso BitTorrent qualora sia disponibile. Non lo installera' ma la prossima volta che accederai a FrostWire, ti sara' notificato che il nuovo installerr e' li per te.
ja: FrostWireは、利用可能な場合、あなたに代わってBitTorrentを介して新しいインストーラーを自動的にダウンロードできます。インストールはしませんが、次回FrostWireを開始すると、あなたに知らせてくれます。
ko: FrostWire는 BitTorrent를 통하여 새로운 설치기를 자동으로 설치할 수 있습니다. 다음에 FrostWire 를 사용하실 때 설치가 가능함을 알려줍니다.
ne: FrostWire स्वतः नयाँ स्थापना बिटटोरेन्टपाइथोन मार्फत यो उपलब्ध छैन जब तपाईं को लागि डाउनलोड गर्न सक्छन्। यो स्थापना हुनेछ तर अर्को समय तपाईं FrostWire सुरु यो तपाईं यो तपाईं को लागि त्यहाँ भन्ने थाहा छौँ।
pt_br: FrostWire pode baixar automaticamente para você um novo instalador via BitTorrent quando estiver disponível. Não irá instalá-lo, porém a próxima vez que você iniciar FrostWire ele irá avisar
ro: FrostWire poate descărca automat pentru dumneavoastră un instalator nou prin BitTorrent când este disponibil. Nu îl va instala dar când veți reporni FrostWire vă aduce la cunoștință că este acolo.
sl: FrostWire lahko samodejno prenese novega namestitvenega programa prek BitTorrenta, ko je na voljo. Ne bo ga namestil, ampak naslednjič, ko boste zagnali FrostWire, vas bo obvestil, da je tam za vas.
sr: FrostWire може аутоматски преузети нови инсталациони програм преко БитТоррент за тебе када је доступна. Неће га инсталирате, али следећи пут почнете FrostWire да ћу ти знас да је ту за вас.
sv: FrostWire kan automatiskt hämta hem en ny installerare via BitTorrent åt dig när den är tillgänglig. Den kommer inte att installeras men nästa gång du startar FrostWire kommer den att meddela dig att den finns där för dig.
uk: FrostWire може автоматично завантажити нову програму установки за допомогою BitTorrent для Вас, коли це доступно. Він не буде встановлювати його, але наступного разу ви починаєте FrostWire це дасть вам знати, що це для вас.
vi: FrostWire có thể tự động tải về một trình cài đặt mới thông qua BitTorrent cho bạn khi nó có sẵn. Nó sẽ không cài đặt nó nhưng lần sau khi bạn bắt đầu FrostWire nó sẽ cho bạn biết rằng nó có cho bạn.
zh_cn: 如有新安装程序，FrostWire可以通过BitTorrent为你自动下载。不会自行安装，但下次启动FrostWire时，会让你知道它的存在。

source: Download new installers for me (Recommended)
bn: আমার জন্য নতুন ইনস্টলার ডাউনলোড করুন (প্রস্তাবিত)
da: Download nye montører til mig (anbefales)
es: Descargar el nuevo instalador por mi (Recomendado)
fr: Télécharger les nouveaux programmes d'installation pour moi (Recommandé)
hi: मेरे लिए नए स्थापित (अनुशंसित)
hr: Preuzeti nove preuzimatelje za mene (preporučeno)
it: Scarica nuovi installer per me (Raccomandato)
ja: 自分用に新しいインストーラーをダウンロード（推奨）
ko: 새로운 설치기를 다운로드(추천됨)
ne: मेरो लागि नयाँ स्थापनाकर्ताहरू डाउनलोड (सिफारिस)
pt_br: Baixe novos instaladores para mim (Recomendado)
ro: Descarcă instalatoare noi pentru mine (Recomandat)
sl: Prenesite nove monterje za mene (priporočeno)
sr: Довнлоад нови инсталер за мене (Рецоммендед)
sv: Hämta hem nya installerare åt mig (rekommenderas)
uk: Завантажити нові інсталятори для мене (рекомендується)
vi: Tải xuống trình cài đặt mới cho tôi (Được đề xuất)
zh_cn: 帮我下载新的安装程序（推荐）

source: Browser Options
ar: خيارات المتصفح
bn: ব্রাউজার বিকল্পগুলি
da: Browserindstillinger
el: Επιλογές φυλλομετρητή
es: Opciones del navegador
fr: Options du navigateur
hi: ब्राउज़र विकल्प
hr: Postavke tražilice
it: Opzioni browser
ja: ブラウザ・オプション
ko: 브라우저 옵션
ne: अरु विकल्प
pt_br: Opções do browser
ro: Opțiuni navigator
sl: Viac moznosti
sr: Бровсер Опције
sv: Webbläsarinställningar
uk: Вибір браузера
vi: Thêm Tuỳ Chọn
zh_cn: 浏览器选项

source: You can choose which browser to use.
ar: يمكنك اختيار المتصفح الذي ترغب في استخدامه.
bn: আপনি কোন ব্রাউজার ব্যবহার করতে পারেন তা চয়ন করতে পারেন।
da: Du kan vælge hvilken browser du ønsker at bruge.
el: Μπορείτε να επιλέξετε ποιον φυλλομετρητή θα χρησιμοποιείτε.
es: Puede elegir qué navegador usar.
fr: Vous pouvez sélectionner le navigateur utilisé pour accéder aux ressources externes.
hi: आप ब्राउज़र को उपयोग के लिये चुनें।
hr: Možete izabrati koju tražilicu želite koristiti.
it: Puoi selezionare quale browser utilizzare.
ja: 使用するブラウザを選択できる
ko: 사용할 브라우저를 선택할 수 있습니다
ne: तपाईं जो ब्राउजर प्रयोग गर्न सक्नुहुनेछ।
pt_br: Você pode selecionar o browser que quer usar.
ro: Puteți stabili ce navigator să utilizați.
sl: Izbirate lahko med brskalnikom.
sr: Можете одабрати који претраживач за употребу.
sv: Du kan ange vilken webbläsare du vill använda.
uk: Ви можете вказати, який використовувати браузер.
vi: Bạn có thể chọn trình duyệt để sử dụng.
zh_cn: 你可以选择使用哪一种浏览器。

source: Browser
ar: المتصفح
bn: ব্রাউজার
el: Φυλλομετρητής
es: Navegador
fr: Navigateur
hi: ब्राउज़र
hr: Pretraživač
ja: ブラウザ
ko: 브라우저
ne: ब्राउज गर...
pt_br: Navegador
ro: Navigator
sl: Brskalnik
sr: Прегледач
sv: Webbläsare
uk: Браузер
vi: Trình duyệt
zh_cn: 浏览器
