Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Support with CryptoCurrencies
es: Apoya con Criptomonedas
fr: Soutien avec cryptocurrencies
hi: बिटकोइन, आदि के साथ समर्थन
hr: Podrška s CryptoCurrencies
it: Supporto con criptovalute
ja: CryptoCurrenciesで寄付する
ko: CryptoCurrencies 지원
pt_br: Apoie com criptomoedas
sv: Stöd med CryptoCurrencies
vi: Hỗ trợ tiền điện tử
zh_cn: 支持 CryptoCurrencies

source: Free Legal Downloads
ar: مشاهدة التنزيلات المحددة
bn: বিনামূল্যে আইনি ডাউনলোড
da: Afprøv valgte downloads
el: Προεπισκόπηση των επιλεγμένων λήψεων.
es: Descargas gratuitas legales
fr: Téléchargement Légaux Gratuits
hi: मुफ्त कानूनी डाउनलोड
hr: Besplatna legalna preuzimanja
it: Download legali gratuiti
ja: 合法的ダウンロード
ko: 무료 합법 다운로드
ne: निःशुल्क कानूनी डाउनलोड
pt_br: Downloads Legais Gratuitos
ro: Descărcări legale gratuite
sl: Ukazka oznacenych Downloads
sr: Бесплатна правна бесплатно
sv: Lagliga fria hämtningar
uk: Переглянути Обрані Завантаження
vi: Tải về pháp luật miễn phí
zh_cn: 免费的合法下载.

source: Follow us on Facebook
es: Síguenos en Facebook
fr: Suivez-nous sur Facebook
hi: हमें फ़ेसबुक पर फ़ॉलो करें
it: Seguici su Facebook
ja: フェースブックでフォローして
ko: 페이스 북으로 우릴 팔로우 해
pt_br: Siga-nos no Facebook
sv: Följ oss på Facebook
zh_cn: 在Facebook上关注我们

source: Come and say hi to the community on Facebook
ar: يأتي ويقول مرحبا للمجتمع على ألفيس بوك
bn: আসুন ফেসবুকে সম্প্রদায়ের কাছে হাই
da: Komme og sige Hej til Fællesskabet på Facebook
el: Έρχονται και να πω ένα Γεια στην Κοινότητα στο Facebook
es: Ven y di hola a la comunidad en Facebook
fr: Venez saluer la communauté sur Facebook
hi: आओ और फेस बुक समुदाय को नमस्ते कहो
hr: Dođi i reci bok zajednici na Facebooku
it: Vieni e saluta la comunita' su Facebook
ja: Facebookのコミュニティへ挨拶しにきましょう
ko: 페이스북 커뮤니티에 인사글을 남기세요
ne: आउनुहोस् र फेसबुकमा समुदायमा नमस्ते भन्न
pt_br: Venha e diga oi na comunidade no Facebook
ro: Vino și salută comunitatea pe Facebook
sl: Pridejo in pozdravi Skupnosti na Facebook
sr: Дођите и поздравити заједнице на Facebook
sv: Kom och säg hej till gemenskapen på Facebook
uk: Прийди і скажи привіт спільноті на Facebook
vi: Hãy đến và chào mừng cộng đồng trên Facebook
zh_cn: 来Facebook，到社区打招呼

source: Follow us on Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
hi: Instagram पर हमें का पालन करें
hr: Pratite nas na Instagram
it: Seguici su Instagram
ja: Instagramで私たちに従ってください
ko: Instagram에서 팔로우하기
pt_br: Siga-nos no Instagram
sv: Följ oss på Instagram
vi: Theo dõi chúng tôi trên Instagram
zh_cn: 在Instagram上关注我们

source: Follow us on Twitter
ar: تابعنا على تويتر
bn: টুইটার আমাদের অনুসরণ করুন
da: Følg os på Twitter
el: Ακολουθήστε μας στο Twitter
es: Síguenos en Twitter
fr: Suivez-nous sur Twitter
hi: हमसे ट्विटर पर सूचित रहें
hr: Slijediti nas na Twitteru
it: Seguici su Twitter
ja: Twitterでフォロしてください
ko: 트위터에 우리를 따르라.
ne: Twitter मा हामीलाई पछ्याउनुहोस्
pt_br: Siga-nos no Twitter
ro: Urmăriți-ne pe Twitter
sl: Sledite nam na Twitterju
sr: Пратите нас на Twitter
sv: Följ oss på Twitter
uk: Слідуйте за нами в Twitter
vi: Theo dõi chúng tối trên Twitter
zh_cn: 在Twitter关注我们

source: Foru&m
ar: ساحة الحوار
es: &Foro
ja: 掲示板
pt_br: Fóru&m
zh_cn: 论坛（&m）

source: Access the FrostWire Users' Forum
ar: ادخل ساحة حوار مستخدمي FrostWire
bn: FrostWire ব্যবহারকারীদের ফোরাম অ্যাক্সেস করুন
da: Anvend FrostWire brugernes forum
el: Πρόσβαση στο forum των χρηστών του FrostWire.
es: Acceder al foro de usuarios de FrostWire.
fr: Accéder au forum des utilisateurs de FrostWire.
hi: फ्रोस्ट वाइर उपयोगकर्ता 'फोरम तक पहुंचें
it: Accedi al forum degli utenti di FrostWire
ja: FrostWire のユーザー掲示板にアクセスする
ne: को FrostWire प्रयोगकर्ता 'फोरम पहुँच
pt_br: Acessar o fórum de usuários do FrostWire.
ro: Accesați forumul utilizatorilor FrostWire
zh_cn: 访问FrostWire用户论坛

source: &Did you pay for FrostWire?
ar: مساعدة حول كيفية استخدام FrostWire
bn: &আপনি FrostWire জন্য অর্থ প্রদান হয়নি?
da: Hjælp til brugen af FrostWire
el: Βοήθεια για τη χρήση του FrostWire.
es: ¿Has pagado por FrostWire?
fr: &Avez-vous payé pour FrostWire?
hi: FrostWire के लिए भुगतान क्या है?
hr: Platili ste za FrostWire?
it: &Hai pagato per FrostWire?
ja: FrostWireに献金しましたか？
ko: FrostWire 사용료를 지불하셨나요?
ne: तपाईं FrostWire भुक्तानी गर्नुभयो?
pt_br: &Você pagou pelo FrostWire?
ro: &Ați plătit pentru FrostWire?
sl: Pomoc pri pouzivani FrostWire
sr: &Да ли плаћате FrostWire?
sv: &Betalade du för FrostWire?
uk: &Ви платите за FrostWire?
vi: &Bạn đã trả tiền cho FrostWire?
zh_cn: 你为FrostWire付款了吗（&D）？

source: Did you pay for FrostWire? FrostWire is Free as in Free Beer. Avoid Scams.
ar: هل تدفعه مقابل فروست واير؟ فروست واير هو حر كما هو الحال في "البيرة مجاناً". تجنب عمليات الاحتيال.
bn: আপনি FrostWire জন্য অর্থ প্রদান হয়নি? FrostWire মধ্যে ফ্রি-বিয়ার যেমন ফ্রি নয়। স্ক্যামগুলি এড়িয়ে চলুন
da: Jer bekoste FrostWire? FrostWire er gratis som i gratis øl. Undgå svindel.
el: Θα πληρώσετε για FrostWire; Το FrostWire είναι δωρεάν όπως δωρεάν μπίρα. Αποφύγετε απάτες.
es: ¿Has pagado por FrostWire? FrostWire es Gratis. Evita fraudes.
fr: Avez-vous payé pour FrostWire? FrostWire est Gratuit comme dans Bière Gratuite. Évitez les Arnaques.
hi: क्या आप फ्रोस्ट वाइर के लिए भुगतान करते हैं? फ्रोस्ट वाइर मुफ्त बीयर के रूप में नि:शुल्क है . घोटाले से बचें.
hr: Platili ste za FrostWire? FrostWire je besplatan kao i besplatno pivo. Izbjegavajte prijevare.
it: Hai pagato per FrostWire? FrostWire e' Gratis. Evita le truffe.
ja: FrostWireに献金しましたか？FrostWireは、無料ビールのように無料です。Scamなし
ko: FrostWire 사용 비용을 지불하셨나요? FrostWire는 무료입니다. 스캠을 조심하세요.
ne: तपाईं FrostWire भुक्तानी गर्नुभयो? FrostWire फ्री बियर जस्तै फ्री छ। ठगी जोगिन।
pt_br: Você pagou pelo FrostWire? FrostWire é gratuito. Evite golpes.
ro: Ați plătit pentru FrostWire? FrostWire este gratuit ca în berea gratis. Evitați escrocii.
sl: Ste plačali za FrostWire? FrostWire je brezplačen kot v brezplačnem pivu. Izogibajte se goljufijam.
sr: Да ли плаћате FrostWire? ФростВире авлаетса Слободан као у Фрее Беер. Избегавајте преваре.
sv: Betalade du för FrostWire? FrostWire är gratis som i gratis öl. Undvik bedragare.
uk: Ви платите за FrostWire? FrostWire є безкоштовним, як безкоштовне пиво. Уникайте шахрайство.
vi: Bạn đã trả tiền cho FrostWire? FrostWire miễn phí như trong Bia miễn phí. Tránh lừa đảo.
zh_cn: 你为FrostWire付款了吗？FrostWire是免费软件。如同免费啤酒一样。当心（收费）诈骗。

source: Tip of the &Day
ar: تلميح اليوم
bn: আজকের দিনের পরামরশ
da: &Dagens tip
el: Συμβουλή της ημέρας [&S]
es: Consejo del &día
fr: &Astuce du jour
hi: दिन की &टिप
hr: Savjet &dana
it: Consiglio del &Giorno
ja: 本日のワンポイント
ko: 오늘의 팁안내
ne: दिन सुझाव
pt_br: Dica do Dia
ro: Sfatul &zilei
sl: Tip &dna
sr: &Savet dana
sv: &Dagens tips
uk: Порада дня
vi: Mẹo &Ngày
zh_cn: 每日提示（&D）

source: Show the Tip of the Day Window
ar: عرض نافذة تلميح اليوم
bn: দিন উইন্ডো টিপ দেখান
da: Vis vinduet med dagens tip
el: Εμφάνιση παραθύρου «Συμβουλής της ημέρας».
es: Mostrar el consejo del día
fr: Affiche la fenêtre de l’astuce du jour.
hi: दैनिक टिप सूची विंडो दिखायें.
hr: Pokaži prozor savjeta dana
it: Visualizza la finestra del consiglio del giorno.
ja: 本日のワンポイント・ウィンドウを表示する
ko: 오늘의 팁안내 윈도우를 표시
ne: दिन सञ्झ्यालको सुझाव देखाउन
pt_br: Mostrar a janela da dica do dia.
ro: Afișează fereastra sfatului zilei
sl: Ukaz okno tip dna
sr: Prikaži stranicu za savet dana
sv: Visar fönstret dagens tips
uk: Показати кінчику вікна Дня
vi: Hiển thị cửa sổ Mẹo của Ngày
zh_cn: 显示“每日提示窗”口.

source: &About FrostWire
ar: حول FrostWire
bn: &FrostWire সম্পর্কিত তথ্য
da: O&m FrostWire
el: Περί του &FrostWire
es: &Acerca de FrostWire
fr: À &propos de FrostWire
hi: लैमवैर के बारे में
hr: O FrostWireu
it: &Informazioni su FrostWire
ja: FrostWire について
ko: FrostWire 에 대해
ne: FrostWire बारेमा
pt_br: &Sobre o FrostWire
ro: &Despre FrostWire
sl: O FrostWire
sr: &O programu
sv: &Om FrostWire
uk: Про FrostWire
vi: &Giới thiệu về FrostWire
zh_cn: 关于FrostWire(&A)

source: Information about FrostWire
ar: معلومات حول FrostWire
bn: FrostWire সম্পর্কিত তথ্য
da: Information om FrostWire
el: Πληροφορίες για το FrostWire.
es: Información acerca de FrostWire.
fr: Affiche des informations sur cette version de FrostWire.
hi: लाइमवायर के बारे मे.
hr: Informacije o FrostWireu
it: Informazioni su FrostWire.
ja: FrostWire に関する情報
ko: FrostWire 에 관한 정보
ne: FrostWire बारेमा जानकारी
pt_br: Informações sobre o FrostWire.
ro: Informații despre FrostWire
sl: Informacie o FrostWire
sr: Informacije o programu FrostWire
sv: Information om FrostWire
uk: Інформація щодо FrostWire
vi: Thông tin về FrostWire
zh_cn: 关于FrostWire的信息

source: Show Send Feedback Window
ar: إظهار نافذة إرسال التعليقات
fr: Afficher la fenêtre Envoyer des commentaires
hi: फ़ीडबैक भेजें विंडो दिखाएं
hr: Pokaži prozor Prikaži povratne informacije
it: Mostra finestra Invia un'opinione
ja: フィードバックの送信ウィンドウを表示します。
ko: 의견 보내기 창 표시
pt_br: Mostrar janela de envio de comentários
sv: Visa Skicka Feedback fönster
uk: Показати вікно отримання відгуку
vi: Hiển thị cửa sổ Gửi phản hồi
zh_cn: 显示发送反馈窗口

source: seconds
ar: ثواني
fr: secondes
hi: सकिंट
hr: sekunde
it: secondi
ja: 秒
ko: 초
pt_br: segundos
sv: sekunder
uk: секунд
vi: giây
zh_cn: 秒

source: second
ar: ثانية
fr: seconde
hi: दूसरा
hr: sekunde
it: secondo
ja: 秒
ko: 초
pt_br: segundo
sv: sekund
uk: секунда
vi: giây
zh_cn: 秒

source: minutes
ar: الدقائق
hi: मिनट
hr: minuta
it: minuti
ja: 分
ko: 의사록
pt_br: minutos
sv: minuter
uk: хвилин
vi: phút
zh_cn: 分钟

source: minute
ar: اللحظة
hi: मिनट
hr: minuta
it: minuto
ja: 分
ko: 분
pt_br: minuto
sv: minut
uk: хвилина
vi: phút
zh_cn: 分钟

source: Please wait
ar: أرجو الإنتظار
fr: Veuillez patienter
hi: प्रतीक्षा कीजिए
hr: Pričekajte
it: Attendere prego
ja: お待ちください
ko: 기다려주십시오.
pt_br: Por favor, espere
sv: Var god vänta
uk: Будь ласка, зачекайте
vi: Vui lòng đợi
zh_cn: 请稍等

source: Loading Menus...
ar: يتم الآن تحميل القوائم...
bn: মেনু লোড হচ্ছে...
da: Indlæser menuer...
el: Φόρτωση των μενού...
es: Cargando menúes...
fr: Chargement des menus...
hi: मैनु लोड हो रहा है...
hr: Učitavam menije...
it: Caricamento dei menù...
ja: メニューをロード中...
ko: 메뉴를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando menus...
ro: Se încarcă meniurile...
sl: Nacitavam pomocky...
sr: Učitavanje menija...
sv: Öppnar menyer…
uk: Завантажую меню...
vi: Đang nạp lời khuyên...
zh_cn: 加载菜单……

source: &Tools
ar: أدوات
bn: &সরঞ্জাম
da: &Værktøjer
el: Εργαλεία [&R]
es: &Herramientas
fr: &Outils
hr: Ala&ti
it: &Strumenti
ja: ツール (&T)
ko: &도구들
ne: उपकरण
pt_br: &Ferramentas
ro: &Unelte
sl: &Nastroje
sr: &Alati
sv: &Verktyg
uk: Інструменти
vi: &Công cụ
zh_cn: 工具 (&T)

source: Rebuild Apple Music "FrostWire" Playlist
da: Genopbygge Apple Music "FrostWire" spilleliste
es: Reconstruir la lista de reproducción "FrostWire" en Apple Music
fr: Reconstruire la Liste de lecture Apple Music de "FrostWire"
hr: Obnovi Apple Music "FrostWire" listu pjesama
it: Ricostruisci Apple Music "FrostWire" Playlist
ja: Apple Musicの「FrostWire」再生リスト再構築
ko: 재생성 Apple Music "FrostWire" 재생목록
ne: पुनर्निर्माण Apple Music "FrostWire" प्लेलिस्ट
pt_br: Reconstruir Lista de Reprodução "FrostWire" Apple Music
ro: Reconstruiește lista de redare Apple Music "FrostWire"
sl: Obnovo Apple Music igrica "FrostWire"
sv: Bygg om Apple Music FrostWire-spellista
uk: Перебудувати Apple Music "FrostWire" Playlist
vi: Xây dựng lại danh sách phát Apple Music "FrostWire" của Apple Music
zh_cn: 重建Apple Music "FrostWire" 播放列表

source: Rebuild iTunes "FrostWire" Playlist
bn: আইটিউনস "FrostWire" প্লেলিস্ট পুনর্নির্মাণ
da: Genopbygge iTunes "FrostWire" spilleliste
es: Reconstruir la lista de reproducción "FrostWire" en iTunes
fr: Reconstruire la Liste de lecture iTunes de "FrostWire"
hi: आइतुन फिर से बनायें "FrostWire" प्लेलिस्ट
hr: Obnovi iTunes "FrostWire" listu pjesama
it: Ricostruisci iTunes "FrostWire" Playlist
ja: iTunesの「FrostWire」再生リスト再構築
ko: 재생성 iTunes "FrostWire" 재생목록
ne: पुनर्निर्माण iTunes "FrostWire" प्लेलिस्ट
pt_br: Reconstruir Lista de Reprodução "FrostWire" iTunes
ro: Reconstruiește lista de redare iTunes "FrostWire"
sl: Obnovo iTunes igrica "FrostWire"
sr: Обновити иТунес "FrostWire" Плаилист
sv: Bygg om iTunes FrostWire-spellista
uk: Перебудувати ITunes "FrostWire" Playlist
zh_cn: 重建iTunes "FrostWire" 播放列表

source: Deletes and re-builds the "FrostWire" playlist on Apple Music with all the audio files found on your Torrent Data Folder.
da: Sletter og re bygger "FrostWire" spilleliste på Apple Music med alle audio filer, der findes på din Torrent datamappe.
es: Borra y reconstruye las listas de reproducción de "FrostWire"en Apple Music con todos los archivos de audio en tu carpeta "Torrent Data".
fr: Efface et reconstruit la liste de lecture de "FrostWire" sur Apple Music avec tous les fichiers audio trouvés dans votre répertoire de données de torrent.
hr: Obriši i obnovi "FrostWire" listu pjesama na Apple Music sa svim audio datotekama nađenim u vašoj torrent podatkovnoj mapi.
ja: あなたのトレントデータフォルダで見つけられた全オーディオファイルが保存してあるApple Music上のFrostWire再生リストを削除し、再構築してください。
ne: मेटाउँछ र "FrostWire" आफ्नो धार डाटा फोल्डर फेला सबै अडियो फाइलहरू संग: Apple Music प्लेसूची पुन निर्माण गर्छ।
pt_br: Deletar e reconstruir a Lista de Reprodução "FrostWire" Apple Music com todos os arquivos de vídeo encontrados na Pasta Torrent.
ro: Șterge și reconstruiește lista de redare "FrostWire" pe Apple Music cu toate fișierele audio găsite în dosarul date torrent.
sl: Izbriše in ponovno gradi "FrostWire" playlist na Apple Music z vseh zvočnih datotek na vaš Torrent novice zgibalnik.
sv: Tar bort och bygger om ”FrostWire”-spellistan i Apple Music med alla ljudfiler funna i din torrentdatamapp.
uk: Видалення і перестроювання «FrostWire» плейлиста на Apple Music з усіма аудіо-файлів, знайдених на вашому Torrent Data Folder.
vi: Xóa và xây dựng lại danh sách phát "FrostWire" trên Apple Music với tất cả các tệp âm thanh được tìm thấy trên Thư mục dữ liệu Torrent của bạn.
zh_cn: 在Apple Music删除"FrostWire"播放列表，并通过你的Torrent数据文件夹中找到的所有音频文件重建。

source: Deletes and re-builds the "FrostWire" playlist on iTunes with all the audio files found on your Torrent Data Folder.
bn: আপনার টরেন্ট ডেটা ফোল্ডারে পাওয়া সমস্ত অডিও ফাইলগুলির সাথে iTunes এ "FrostWire" প্লেলিস্টটি মুছে ফেলে এবং পুনঃনির্ধারণ করে।
da: Sletter og re bygger "FrostWire" spilleliste på iTunes med alle audio filer, der findes på din Torrent datamappe.
es: Borra y reconstruye las listas de reproducción de "FrostWire"en iTunes con todos los archivos de audio en tu carpeta "Torrent Data".
fr: Efface et reconstruit la liste de lecture de "FrostWire" sur ITunes avec tous les fichiers audio trouvés dans votre répertoire de données de torrent.
hi: हटायें या फिर से बनायें "FrostWire" प्लेलिस्ट आइ तुन पर सभी ऑडियो फ़ाइलों के साथ आपके टोरेंट डेटा फ़ोल्डर पर
hr: Obriši i obnovi "FrostWire" listu pjesama na iTunesu sa svim audio datotekama nađenim u vašoj torrent podatkovnoj mapi.
it: Cancella e ricostruisce la playlist di "FrostWire" su iTunes con tutti i file audio trovati nella tua Cartella Dati Torrent
ja: あなたのトレントデータフォルダで見つけられた全オーディオファイルが保存してあるiTunes上のFrostWire再生リストを削除し、再構築してください。
ko: iTunes 에서 토렌트 데이터 폴더에서 찾은 오디오 파일의 "FrostWire" 재생목록을 삭제 및 재생성하십시오.
ne: मेटाउँछ र "FrostWire" आफ्नो धार डाटा फोल्डर फेला सबै अडियो फाइलहरू संग: iTunes प्लेसूची पुन निर्माण गर्छ।
pt_br: Deletar e reconstruir a Lista de Reprodução "FrostWire" iTunes com todos os arquivos de vídeo encontrados na Pasta Torrent.
ro: Șterge și reconstruiește lista de redare "FrostWire" pe iTunes cu toate fișierele audio găsite în dosarul date torrent.
sl: Izbriše in ponovno gradi "FrostWire" playlist na iTunes z vseh zvočnih datotek na vaš Torrent novice zgibalnik.
sr: Брише и поново гради "FrostWire" нумера на иТунес са свим аудио датотека се налазе на Торент података Фолдер.
sv: Tar bort och bygger om ”FrostWire”-spellistan i iTunes med alla ljudfiler funna i din torrentdatamapp.
uk: Видалення і перестроювання «FrostWire» плейлиста на ITunes з усіма аудіо-файлів, знайдених на вашому Torrent Data Folder.
vi: Xóa và xây dựng lại danh sách phát "FrostWire" trên iTunes với tất cả các tệp âm thanh được tìm thấy trên Thư mục dữ liệu Torrent của bạn.
zh_cn: 在iTunes删除"FrostWire"播放列表，并通过你的Torrent数据文件夹中找到的所有音频文件重建。

source: This will remove your "FrostWire" playlist in Apple Music and replace it with one containing all the Apple Music compatible files in your Frostwire "Torrent Data Folder" Please note that it will add the files to the Apple Music library as well and this could result in duplicate files on your Apple Music library Are you sure you want to continue?
da: Dette vil fjerne din "FrostWire" spilleliste i Apple Music og erstatte det med en indeholdende alle Apple Music kompatible filer i din Frostwire "Torrent datamappe" Please note, det vil tilføje filer til Apple Music-biblioteket og dette kan resultere i mangfoldiggøre filer på dit Apple Music-bibliotek er du sikker på du vil fortsætte?
es: Esto eliminará tu lista de reproducción "FrostWire" en Apple Music y se reemplazará con una lista que contiene todos los archivos Apple Music compatibles con tu "Torrent Data Folder" de FrostWire Tenga presente que esto también agregará los archivos a la Biblioteca de los Apple Music y como resultado esto podría duplicar archivos en tu Biblioteca de Apple Music ¿Seguro que deseas continuar?
fr: Ceci va effacer votre liste de lecture "FrostWire" dans Apple Music et la remplacer avec une nouvelle contenant tous les fichiers compatibles Apple Music provenant de votre "Répertoire des Données Torrent" de FrostWire Veuillez prendre note que cela ajoutera également les fichiers dans la bibliothèque Apple Music et que cela pourrait conduire au dédoublement de fichiers dans votre bibliothèque Apple Music Êtes-vous sûr de vouloir continuer?
hr: Ovo će ukloniti vašu "FrostWire" listu pjesama u Apple Music i zamijeniti ju sa onom koja sadrži sve Apple Music kompatibilne datoteke u vašoj FrostWire "Torrent podatkovnoj mapi" Please note that it will add the files to the Apple Music library as well and this could result in duplicate files on your Apple Music library Jeste li sigurni da želite nastaviti?
ja: これは、Apple Musicにある「FrostWire」再生リストを削除し、あなたの 「FrostWire」トレント・データ・フォルダにある全てのApple Music 互換ファイルを含むものと交換します。 ファイルをApple Musicライブラリに追加するのと同時に、 Apple Musicライブラリ上で重複するファイルができる可能性があります。 続けてもよろしいですか？
ro: Aceasta va elimina lista de redare "FrostWire" în Apple Music și o înlocuiește cu una care conține toate fișierele compatibile Apple Music în "Dosar date torrent" FrostWire Rețineți că asta va adăuga fișierele la biblioteca Apple Music precum și că poate rezulta fișiere duplicat în biblioteca Apple Music Sigur doriți să continuați?
sl: To bo odstraniti "FrostWire" igrica v Apple Music in ga nadomestiti z eno z vsemi Apple Music združljivih datotek v vaš Frostwire "Torrent novice zgibalnik" Prosimo, upoštevajte, da bodo dodali datoteke v knjižnico Apple Music tudi in to bi lahko povzročilo podvojene datoteke na vašo Apple Music knjižnico ali ste prepričani, da želite nadaljevati?
sv: Detta kommer att ta bort din ”FrostWire”-spellista i Apple Music och ersätta den med en spellista innehållandes alla Apple Music-kompatibla filer i din ”torrentdatamapp” för FrostWire Observera att det också kommer att lägga till filer till Apple Music-biblioteket och att det kan medföra duplicerade filer i ditt Apple Music-biblioteket Är du säker på att du vill fortsätta?
uk: Це призведе до видалення «FrostWire» плейлист в Apple Music і замінити вона з один, який містить всі файли, сумісні з Apple Music в вашому Frostwire "Torrent Data Folder" Зверніть увагу, що це додасть файли в бібліотеку Apple Music, а також і це може привести до дублювання файлів на вашій бібліотеці Apple Music Ви впевнені, що хочете продовжити?
zh_cn: 这会把"FrostWire" 播放列表从iTunes中移除， 并用你的"FrostWire" 种子数据文件夹中所有Apple Music兼容的文件取而代之。 请注意，这也会在Apple Music收藏库中添加文件， 可能导致你的iTunes收藏库中文件重复。 是否仍然继续？
