Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: You can enable or disable the FrostClick Promotion on the welcome screen. FrostClick promotions help artists and content creators distribute their content legally and freely to hundreds of thousands of people via FrostWire, BitTorrent and Gnutella. Keep this option on to support file sharing and the future of content distribution.
bn: আপনি স্বাগতম পর্দায় FrostClick প্রচার সক্রিয় বা নিষ্ক্রিয় করতে পারেন। FrostClick প্রচার সাহায্য শিল্পীদের এবং কন্টেন্ট সৃষ্টিকর্তা FrostWire, বিট টরেন্ট এবং Gnutella মাধ্যমে শত শত হাজার হাজার মানুষের কাছে আইনত এবং স্বাধীনভাবে তাদের বিষয়বস্তু বিতরণ ফাইল শেয়ারিং এবং বিষয়বস্তু বিতরণ ভবিষ্যতের সমর্থন এই বিকল্পটি রাখুন।
da: Du kan aktivere eller deaktivere FrostClick fremme på velkomstskærmen. FrostClick kampagner hjælpe kunstnere og indholdsskabere distribuere deres indhold lovligt og frit at hundredtusindvis af mennesker via LimeWire, BitTorrent og Gnutella. Holde denne indstilling til støtte fildeling og fremtiden for indholdsdistribution.
es: Puedes activar o desactivar las Promociones de FrostClick en la pantalla de bienvenida. Las promociones de FrostClick ayudan a los artistas y creadores de contenido a distribuir su contenido legal y gratuitamente a cientos de miles de personas vía FrostWire, BitTorrent y Gnutella. Mantén esta opción activada para apoyar que se compartan archivos y se continúe distribuyendo contenido en el futuro.
fr: Vous pouvez activer ou désactiver les Promotions de FrostClick sur l'écran d'accueil. Les promotions de FrostClick aident les artistes et les distributeurs de contenu à distribuer leur contenu légalement et gratuitement à des milliers de personnes via FrostWire, BitTorrent et Gnutella. Gardez cette option active pour supporter le partage de fichier et la future distribution de contenu.
hi: आप फ्रोस्टक्लिक प्रोमोशन को स्वागत स्क्रीन पर सक्षम या अक्षम कर सकते हैं. फ्रोस्टक्लिक प्रोमोशन कलाकारों और सामग्री बनाने को उनके अपनी सामग्री को कानूनी रूप से और स्वतंत्र रूप से सैकड़ों हजारों लोगों को फ्रोस्ट वाइर को बिटटोरेंट, ग्नुतेल्ला के माध्यम से वितरित में मदद करता है . इस को फ़ाइल साझा का समर्थन करने और भविष्य में सामग्री वितरण करने के लिए रखें.
hr: Možete upaliti ili ugasiti FrostClick promociju na prozoru dobrodošlice.FrostClick promocije pomažu umjetnicima i stvarateljima sadržaja da distribuiraju njihov sadržaj legalno i besplatno stotinama i tisućama ljudi putem FrostWirea, BitTorrenta i Gnutelle. Ostavite ovu opciju upaljenom kako biste podržali dijeljenje datoteka i budućnost distribucije sadržaja.
it: Puoi attivare o disattivare la Promozione FrostClick sulla schermata di benvenuto. Le promozioni FrostClick aiutano gli artisti e gli ideatori di contenuti a distribuire il loro prodotto legalmente e liberamente a centinaia di migliaia di persone attraverso FrostWire, BitTorrent e Gnutella. Mantieni attiva questa opzione per sostenere la condivisione dei file e il futuro della distribuzione di contenuti.
ja: あなたは、歓迎ページ上のFrostClickキャンペーンを有効/無効にすることができます。FrostClickキャンペーンは、アーティストやコンテンツ製作者がFrostWire・BitTorrentやGnutellaを介して何千もの人々へ合法的且つ自由に配布するために役立ちます。このオプションは、ファイル共有や今後のコンテンツ配信に対応させるために保持しています。
ko: 환영 스크린에서 FrostClick 프로모션을 활성화 또는 비활성화 할 수 있습니다. FrostClick는 아티스트 및 콘텐츠 생성가들이 FrostWire, BitTorrent 그리고 Gnutella를 통하여 합법적으로 배포하는 것을 돕습니다. 콘텐츠 배포 및 공유를 지원하기 위하여 해당 옵션을 유지하십시오.
ne: तपाईं सक्षम गर्न वा स्वागत स्क्रिनमा FrostClick संवर्धन असक्षम गर्न सक्नुहुन्छ। FrostClick पदोन्नति कलाकारहरूको मदत र सामग्री निर्माताहरू FrostWire, बिटटोरेन्टपाइथोन र Gnutella मार्फत हजारौं गर्न कानुनी रूपमा र खुला आफ्नो सामग्री वितरण। फाइल साझेदारी र सामग्री वितरण भविष्य समर्थन गर्न यो विकल्प राख्नुहोस्।
pt_br: Você pode ativar ou desativar a Promoção FrostClick na tela de boas-vindas. As promoções FrostClick ajudam os artistas e criadores de conteúdo distribuir legalmente o seu conteúdo para centenas de milhares de pessoas através FrostWire, BitTorrent e Gnutella. Mantenha esta opção para apoiar o compartilhamento de arquivos e do futuro da distribuição de conteúdo.
ro: Puteți activa sau dezactiva FrostClick Promotion în ecranul de pornire. Promoțiile FrostClick ajută artiștii și creatorii de conținut să distribuie conținutul legal și liber la sute de mii de oameni prin FrostWire, BitTorrent și Gnutella. Păstrați această opțiune deschisă pentru a susține partajarea de fișiere și viitorul distribuției de conținut.
sl: Lahko omogočite ali onemogočite FrostClick promocijo na pozdravnem zaslonu. FrostClick promocije pomoč umetnikov in ustvarjalcev vsebin distribucije vsebin pravno in prosto za več sto tisoč ljudi, preko slana, BitTorrent in Gnutella. Vztrajati to možnost na izmenjavo datotek podporo in prihodnost vsebin.
sr: Можете омогућити или онемогућити FrostClick Промоција на екрану добродошлице. FrostClick промоције помоћи уметници и ствараоци садржаја дистрибуирају садржај легално и слободно да се стотине хиљада људи преко FrostWire, БитТоррент и Гнутелла. Држите ову опцију да подрже дељење датотека и будућност дистрибуције садржаја.
sv: Du kan aktivera eller inaktivera FrostClick-marknadsföring på välkomstskärmen. FrostClick-marknadsföring hjälper artister och innehållsskapare att distribuera deras innehåll lagligt och fritt till hundratusentals människor via FrostWire, BitTorrent och Gnutella. Håll detta alternativ öppet för att stödja fildelning och framtiden för innehållsdistribution.
uk: Ви можете включити або відключити Promotion FrostClick на екрані вітання. FrostClick акції допомогти художникам і творців контенту поширювати їх зміст легально і вільно сотні тисяч людей через FrostWire, BitTorrent і Gnutella. Тримайте цю опцію, щоб підтримувати загальний доступ до файлів і майбутнє поширення контенту.
vi: Bạn có thể bật hoặc tắt FrostClick Promotion trên màn hình chào mừng. Quảng cáo của FrostClick giúp các nghệ sỹ và người sáng tạo nội dung phân phối nội dung của họ một cách hợp pháp và tự do tới hàng trăm nghìn người thông qua FrostWire, BitTorrent và Gnutella. Giữ lựa chọn này để hỗ trợ chia sẻ tập tin và tương lai của việc phân phối nội dung.
zh_cn: 可以在欢迎界面开启或关闭FrostClick推广。FrostClick推广帮助艺术家及内容创作者合法发布他们的内容，并通过FrostWire、BitTorrent和Gnutella给成千上万的人免费使用。开启该选项，支持文件共享及内容发布的未来。

source: Enable FrostClick Promotions (highly recommended):
ar: ترقيات تمكين FrostClick (موصى به كثيرا)
bn: FrostClick প্রচার সক্ষম করুন (অত্যন্ত বাঞ্ছনীয়):
da: Aktiver FrostClick kampagner (anbefales):
es: Habilitar las promociones de FrostClick (altamente recomendado):
fr: Activer les Promotions de FrostClick (Très Recommandé)
hi: फ्रोस्टक्लिक प्रोमोशन सक्षम करें (बहुत ज्यादा अनुशंसित):
hr: Omogući FrostClick promocije (vrlo preporučeno):
it: Abilita le Promozioni FrostClick (altamente raccomandato):
ja: FrostClickキャンペインを有効にする（高推奨）：
ko: FrostClick 프로모션 활성화(추천됨):
ne: FrostClick प्रचार (अत्यधिक सिफारिस गरिएको) सक्षम:
pt_br: Ativar Promoções FrostClick (altamente recomendável):
ro: Activează promoțiile FrostClick (foarte recomandat):
sl: Omogoči FrostClick promocije (zelo priporočljivo):
sr: Омогућите FrostClick Промотионс (препоручује):
sv: Aktivera FrostClick-marknadsföring (högst rekommenderat):
uk: Включити FrostClick акції (настійно рекомендується):
vi: Kích hoạt FrostClick Promotions (được khuyến khích):
zh_cn: 开启FrostClick推广（高度推荐）

source: Shutdown Behavior
ar: طريقة إيقاف التشغيل
bn: বন্ধন আচরণ
da: Afslutningsindstillinger
el: Επιλογές παύσεως λειτουργίας
es: Opciones de cierre
fr: Comportement lors de la fermeture
hi: शटडाउन विकल्प
hr: Ponašanje gašenja
it: Uscita dal programma
ja: 終了時のオプション
ko: 종료시의 옵션
ne: बन्द व्यवहार
pt_br: Opções de encerramento
ro: Comportament oprire
sr: схутдовн Понашање
sv: Avstängningsinställningar
uk: Поведінка при виході
vi: Hành vi tắt máy
zh_cn: 关闭行为

source: You can choose the default shutdown behavior.
ar: يمكنك اختيار طريقة إيقاف التشغيل الافتراضية.
bn: আপনি ডিফল্ট শাটডাউন আচরণ চয়ন করতে পারেন।
da: Du kan vælge afslutningsopførsel.
el: Μπορείτε να επιλέξετε τον προκαθορισμένο τρόπο παύσεως λειτουργίας.
es: Puede elegir el comportamiento predeterminado al momento de cerrar.
fr: Vous pouvez choisir le comportement par défaut de FrostWire lors de la fermeture de la fenêtre.
hi: आप डिफॉल्ट निर्गम व्यवहार को चयन कर सकते है।
hr: Možete izabrati zadano ponašanje gašenja.
it: Puoi selezionare il tipo predefinito di uscita dal programma.
ja: 標準の終了動作を選択できる
ko: 초기설정된 종료 동작을 선택할 수 있습니다.
ne: तपाईं पूर्वनिर्धारित बन्द व्यवहार चयन गर्न सक्नुहुन्छ।
pt_br: Você pode selecionar o encerramento padrão.
ro: Puteți alege comportamentul implicit de oprire.
sr: Можете изабрати понашање подразумевани гашења.
sv: Du kan ange hur avstängning skall ske som förval.
uk: Ви можете обрати поведінку при виході за замовчуванням.
vi: Bạn có thể chọn hành vi tắt máy mặc định.
zh_cn: 你可以选择默认的关闭动作.

source: Shutdown Immediately
ar: إيقاف التشغيل في الحال
bn: অবিলম্বে বন্ধ করুন
da: Afslut med det samme
el: Παύση λειτουργίας αμέσως
es: Cerrar de inmediato
fr: Arrêter immédiatement
hi: तुरन्त शटडाउन करें
hr: Ugasi odmah
it: Esci immediatamente
ja: 即時終了
ko: 즉시 종료
ne: बन्द तुरुन्त
pt_br: Encerrar imediatamente
ro: Oprește imediat
sr: схутдовн Одмах
sv: Avsluta omedelbart
uk: Виходити негайно
vi: Tắt máy Ngay lập tức
zh_cn: 立即关闭

source: Minimize to System Tray
ar: تصغير لصينية النظام
bn: সিস্টেম ট্রে - তে মিনিমাইজ করুন
da: Minimer til systembakken
el: Ελαχιστοποίηση στη γραμμή εργασιών
es: Minimizar a la bandeja del sistema
fr: Réduire dans la zone de notification système
hi: सिस्टम पट्टी में छोटा करें
hr: Sakrij u ladicu sistema
it: Minimizza nella barra di sistema
ja: システム・トレイに最小限化して収める
ko: 시스템 트레이에 최소화함
ne: प्रणाली ट्रे मा मिनिमाइज
pt_br: Minimizar para a bandeja do sistema
ro: Minimizare în bara de sistem
sr: Минимизе то Систем Траи
sv: Minimera till aktivitetsfältet
uk: Згорнути до трею
vi: Giảm thiểu khay hệ thống
zh_cn: 最小化到系统托盘

source: Show dialog to ask before close
ar: عرض نافذة حوار الطلب قبل الإغلاق
bn: বন্ধ করার আগে জিজ্ঞাসা করতে ডায়ালগ দেখান
da: Vis dialogboks for at spørge før Luk
el: Εμφάνιση παράθυρου διαλόγου να ζητήσει πριν από το κλείσιμο
es: Mostrar cuadro de diálogo para preguntar antes de cerrar
fr: Afficher la fenêtre de confirmation avant la fermeture
hi: बंद करने से पहले संवाद दिखाएँ
hr: Pokaži dijalog da pita prije nego što ga zatvorite
it: Mostra la finestra di dialogo prima di chiudere
ja: 閉じる前にアスク・ダイアログを表示
ko: 닫기 전 다이얼로그 보이기
ne: संवाद नजिक अघि सोध्न देखाउन
pt_br: Mostrar diálogo para perguntar antes de fechar
ro: Arată dialogul pentru confirmarea închiderii
sr: Показују дијалог да пита пре близу
sv: Visa bekräftelsedialog innan avslut
uk: Показати діалогове вікно, щоб запитати, перш ніж близько
vi: Hiển thị hộp thoại để hỏi trước khi đóng
zh_cn: 关闭前显示询问对话框

source: Smart Search
ar: بحث ذكي
bn: স্মার্ট অনুসন্ধান
da: Stands søgning
el: Κλείσιμο αναζήτησης
es: Búsqueda Inteligente
fr: Recherche Intelligente
hi: स्मार्ट खोज
hr: Pametno pretraživanje
it: Ricerca Intelligente
ja: 詳細検索
ko: 스마트 검색
ne: खोज
pt_br: Pesquisa Inteligente
ro: Căutare inteligentă
sl: Zavri Hladanie
sr: Pametna претрага
sv: Smartsökning
uk: Закрити Пошук
vi: Tìm kiếm thông minh
zh_cn: 智能搜索

source: The Smart Search database is used to speed up individual file searches, it's how FrostWire remembers information about .torrent contents.
ar: تستخدم قاعدة بيانات البحث الذكي لتسريع البحث في الملفات الفردية. هذا هو ما يجعل فروست واير يحفظ المعلومات عن محتويات التورينت.
bn: স্মার্ট অনুসন্ধান ডাটাবেসটি ব্যক্তিগত ফাইল অনুসন্ধানগুলিকে দ্রুতগতিতে ব্যবহার করতে ব্যবহৃত হয়, এটি কিভাবে FrostWire সম্পর্কে তথ্য মনে করে।
da: Smartsøgning database bruges til at øge søgehastigheden efter individuelle fil, det er hvordan FrostWire husker oplysninger om .torrent indholdet.
el: Η έξυπνη αναζήτηση βάση δεδομένων χρησιμοποιείται για να επιταχύνει αναζητήσεις επιμέρους αρχείων, είναι πώς το FrostWire θυμάται πληροφορίες σχετικά με το περιεχόμενο του .torrent.
es: La base de datos de Búsqueda Inteligente se utiliza para acelerar la búsqueda de archivos individuales, es así como FrostWire recuerda la información acerca de los contenidos .torrent.
fr: La base de données de recherche intelligente est utilisée pour accélérer les recherches de fichiers individuels, c'est de cette façon que FrostWire se rappelle des informations à propos des contenus de .torrent.
hi: स्मार्ट खोज डेटाबेस अलग - अलग फ़ाइल खोजों में तेजी लाने के लिए प्रयोग किया जाता है, इस तरह फ्रोस्ट वाइर टोरेंट . सामग्री के बारे में जानकारी याद रखता है .
hr: Baza podataka pametnog pretraživanja se koristi kako bi se traženja datoteka ubrzala, to je način na koji FrostWire pamti informacije o .torrent sadržajima.
it: Il database Smart Search e' usato per velocizzare le ricerche individuali dei file, e' il modo in cui FrostWire ricorda le informazioni sui contenuti .torrent.
ja: 高度検索データベースは、各ファイルの検索でスピードを上げるために使用されます。FrostWireがトレントのコンテンツに関する情報を記憶する方法です。
ko: 스마트 검색 데이터베이스는 개별 파일 검색 속도를 높이기 위하여 사용되며, 토렌트 콘텐츠의 정보를 FrostWire가 기억하도록 합니다.
ne: स्मार्ट खोज डेटाबेस, व्यक्तिगत फाइल खोजहरू गति प्रयोग गरिन्छ यो FrostWire .torrent सामग्रीहरू बारेमा जानकारी कसरी सम्झनुहुन्छ छ।
pt_br: O banco de dados de Busca Inteligente é usado para acelerar buscas de arquivos individuais, é como FrostWire lembra das informações sobre conteúdos .torrent.
ro: Baza de date Căutare Inteligentă este utilizată să mărească viteza căutărilor individuale de fișiere, este cum FrostWire își amintește informația despre conținuturile .torrent.
sl: Pametno iskanje v zbirki je mogoče pospešiti iskanje posameznih datotek, je, kako se spominja slana informacije o .torrent vsebino.
sr: Смарт Тражи база података се користи да се убрза појединачних фајлова претраге, то је како FrostWire памти информације о .торрент садржаја.
sv: Smartsökningsdatabasen används för att snabba på individuella filsökningar, det är så FrostWire kommer ihåg information om .torrentinnehåll.
uk: Смарт-пошукова база даних використовуються для прискорення окремого пошуку файлів, це як FrostWire запам'ятовує інформацію про .torrent змісту.
vi: Cơ sở dữ liệu Tìm kiếm thông minh được sử dụng để tăng tốc độ tìm kiếm tệp cá nhân, đó là cách FrostWire ghi nhớ thông tin về nội dung .torrent.
zh_cn: 智能搜索数据库用于提高个人文件搜索速度，这是FrostWire如何记忆.torrent内容的信息。

source: Enable Smart Search
ar: تمكين البحث الذكي
bn: স্মার্ট অনুসন্ধান সক্ষম করুন
da: Aktivere Smart søgning
el: Ενεργοποιήσετε την έξυπνη αναζήτηση
es: Habilitar Búsqueda Inteligente (Smart Search)
fr: Activer la recherche intelligente
hi: स्मार्ट खोज को सक्षम करें
hr: Omogući pametno pretraživanje
it: Attiva Smart Search
ja: スマート検索を有効にする
ko: 스마트 검색 사용
ne: स्मार्ट खोज सक्षम
pt_br: Ativar Pesquisa Inteligente
ro: Activează căutarea inteligentă
sl: Omogočite pametno iskanje
sr: Омогући Смарт Сеарцх
sv: Aktivera smart sökning
uk: Включення інтелектуального пошуку
vi: Bật tìm kiếm thông minh
zh_cn: 启用智能搜索

source: Total torrents indexed
ar: إجمالي التورينت المفهرسة
bn: মোট টার্নস সূচিবদ্ধ
da: Samlede torrents indekseret
el: Συνολικοί χείμαρροι αναπροσαρμόζονται
es: Total torrents indexados
fr: Nombre total de torrents indexés
hi: कुल अनुक्रमित टोरेंट
hr: Ukupan broj indeksiranih torrenata
it: Totale torrent catalogati
ja: インデックスされたトレント合計
ko: 총 지정된 토렌트
ne: कुल बग्नेछन् अनुक्रमित
pt_br: Total de torrents indexados
ro: Total torrente indexate
sl: Skupaj Torrents indeksirane
sr: Укупно торрент индексирани
sv: Totalt indexerade torrenter
uk: Всього торрентів індексуватися
vi: Tổng torrents lập chỉ mục
zh_cn: 种子文件索引总数

source: Reset Smart Search Database
ar: إعادة تعيين قاعدة بيانات البحث الذكي
bn: স্মার্ট অনুসন্ধান ডেটাবেস রিসেট করুন
da: Nulstil Smart søgedatabase
el: Επαναφορά βάσης δεδομένων έξυπνης αναζήτησης
es: Reiniciar base de datos de la Búsqueda Inteligente
fr: Réinitialiser la base de données recherche intelligente
hi: स्मार्ट खोज डाटाबेस रीसेट करें
hr: Ponovno pokrenuti bazu podataka pametnog pretraživanja
it: Ripristina Smart Search banca dati
ja: スマート検索データベースをリセットします。
ko: 스마트 검색 데이터베이스 재설정
ne: स्मार्ट खोज डाटाबेस रिसेट
pt_br: Restabelecer banco de dados de Pesquisa Inteligente
ro: Resetează baza de date a căutării inteligente
sl: Ponastavite pametno bazo podatkov za iskanje
sr: Ресет Смарт Сеарцх Датабасе
sv: Återställa smartsökningsdatabas
uk: Скидання інтелектуального пошуку бази даних
vi: Đặt lại cơ sở dữ liệu tìm kiếm thông minh
zh_cn: 重置智能搜索数据库

source: If you continue you will erase all the information related to {0} torrents that FrostWire has learned to speed up your search results. Do you wish to continue?
ar: إذا كنت لا تزال سوف يمحو جميع المعلومات المتصلة بالسيول {0} التي علمت فروست واير لتسريع نتائج البحث الخاصة بك. هل ترغب في الاستمرار؟
bn: আপনি যদি চালিয়ে যান তবে এর সাথে সম্পর্কিত সমস্ত তথ্য মুছে ফেলবেন {0} torrents যে FrostWire আপনার অনুসন্ধান ফলাফলের গতি জানতে শিখেছি। আপনি কি অবিরত করতে চান?
da: Hvis du fortsætter, vil du slette alle oplysninger knyttet til {0} torrents, at FrostWire har lært at fremskynde dine søgeresultater. Ønsker du at fortsætte?
el: Αν συνεχίσετε θα διαγράψει όλες τις πληροφορίες που σχετίζονται με torrents {0} που FrostWire έχει μάθει να επιταχύνει τα αποτελέσματα αναζήτησής σας. Θέλετε να συνεχίσετε;
es: Si continúas borrarás toda la información relacionada con {0} torrents que FrostWire ha aprendido para acelerar tu búsqueda de resultados. ¿Deseas continuar?
fr: Si vous continuez vous effacera toutes les informations relies à des torrents de {0} que FrostWire a appris pour accélérer vos résultats de recherche. Voulez-vous continuer ?
hi: यदि आप जारी रखते हैं आप {0} torrents FrostWire आपके खोज परिणामों को गति करने के लिए सीखा है कि करने के लिए संबंधित सभी जानकारी मिटा देगा। आप जारी रखना चाहते हैं?
hr: Ako nastavite, obrisat ćete sve informacije vezane uz {0} torrenata koje je FrostWire naučio da ubrzavaju rezultate pretraga. Želite li nastaviti?
it: Se si continua si cancellerà tutte le informazioni relative a {0} torrenti che FrostWire ha imparato per accelerare i risultati della ricerca. Vuoi continuare?
ja: 続行する場合は、FrostWire は、検索結果を高速化することを学んだ {0} 急流に関連するすべての情報が消去されます。 続行しますか?
ko: 계속하면 다음과 관련된 모든 정보가 지워집니다. {0} 급류는 FrostWire가 검색 결과를 빠르게하는 것을 배웠습니다. 계속 하시겠습니까?
ne: तपाईं जारी यदि तपाईं सम्बन्धित सबै जानकारी मेटाउने {0} FrostWire आफ्नो खोज परिणाम गति सिकें छ खोलाहरू बग्नेछन्। तपाईँ जारी राख्न चाहनुहुन्छ?
pt_br: Se você continuar, você irá apagar todas as informações relacionadas a {0} torrents que FrostWire aprendeu a acelerar seus resultados de pesquisa. Você deseja continuar?
ro: Dacă veţi continua va şterge toate informaţiile legate de torrente {0} care FrostWire a învăţat pentru a accelera rezultatele căutării. Doriţi să continuaţi?
sl: Če boste nadaljevali, boste izbrisali vse informacije, povezane z {0} hudourniki, ki slana je naučil, da pospeši rezultatov iskanja. Ali želite nadaljevati?
sr: Ако наставите ли ће избрисати све информације у вези са {0} торенте који FrostWire је научио да се убрза своје резултате претраге. Да ли желите да наставите?
sv: Om du fortsätter kommer du att ta bort all information relaterade till {0} torrenter som FrostWire har lärt sig för att snabba upp dina sökresultat. Vill du fortsätta?
uk: Якщо ви продовжите, ви стираєте всю інформацію, що стосується {0} тортів, які FrostWire навчився пришвидшити результати пошуку. Ви бажаєте продовжувати?
vi: Nếu bạn tiếp tục, bạn sẽ xóa tất cả các thông tin liên quan đến {0} torrent mà FrostWire đã học để tăng tốc kết quả tìm kiếm của bạn. Bạn có muốn tiếp tục không?
zh_cn: 如果继续，您将清除所有相关信息 {0} FrostWire已经学会加快搜索结果的洪流。 你想继续吗？

source: You can choose whether or not to automatically run FrostWire when your computer starts.
ar: يمكنك الاختيار بين عمل FrostWire تلقائياً مع بداية تشغيل النظام أو لا.
bn: আপনার কম্পিউটার চালু হওয়ার সময় আপনি স্বয়ংক্রিয়ভাবে FrostWire চালাতে চান কিনা তা চয়ন করতে পারেন।
da: Du kan vælge om FrostWire skal starte automatisk, når du tænder din computer.
el: Μπορείτε να επιλέξετε εάν το FrostWire θα ενεργοποιείται αυτόματα όταν ανοίγετε τον υπολογιστή σας.
es: Puede elegir si desea o no ejecutar FrostWire automáticamente cuando inicia su computadora.
fr: Vous pouvez indiquer si FrostWire doit être lancé ou non automatiquement au démarrage de votre ordinateur.
hi: आप चुन सकते हैं की क्या फ्रोस्ट वाइर को स्वचालित रूप से चलाना है या नहीं , जब आपके कंप्यूटर शुरू होता है.
hr: Možete odabrati želite li automatski pokrenuti FrostWire kada se vaše računalo upali.
it: Puoi impostare l'eventuale avvio automatico di FrostWire all'avvio del tuo sistema operativo.
ja: コンピューターにログインした時に自動的にFrostWireを起動させるか選択できる
ko: 컴퓨터에 로그인했을 때에 자동적으로 FrostWire를 실행할 수 있습니다
ne: तपाईं आफ्नो कम्प्युटर सुरु गर्दा FrostWire स्वतः चलाउन कि वा चयन गर्न सक्नुहुन्छ।
pt_br: Você pode selecionar se quer iniciar automaticamente o FrostWire quando iniciar o computador.
ro: Puteți alege dacă rulează automat sau nu FrostWire când computerul pornește.
sl: Lahko se odločite, ali želite samodejno zagnati FrostWire, ko se računalnik zažene.
sr: Можете да изаберете да ли ће се аутоматски покренути FrostWire када рачунар почне.
sv: Du kan välja huruvida du automatiskt vill köra FrostWire när din dator startar.
uk: Ви можете встановити, чи буде FrostWire автоматично запускатись з системою
vi: Bạn có thể chọn có hay không tự động chạy FrostWire khi máy tính của bạn khởi động.
zh_cn: 你可以选择电脑启动时是否自动运行FrostWire。

source: Run on System Startup:
ar: العمل مع بداية تشغيل النظام
bn: সিস্টেম প্রারম্ভে চালান:
da: Kør ved systemopstart:
el: Ενεργοποίηση κατά την εκκίνηση του συστήματος:
es: Ejecutar al iniciar el sistema:
fr: Lancer au démarrage du système :
hi: सिस्टम प्रारम्भ मे चालू करें:
hr: Pokreni pri pokretanju:
it: Esecuzione automatica all'avvio del sistema:
ja: システム起動時にFrostWireを起動：
ko: 시스템 시작시에 FrostWire를 시작：
ne: प्रणाली सुरुआतमा चलाउन:
pt_br: Iniciar junto ao sistema
ro: Rulează la pornirea sistemului:
sl: Zaženite ob zagonu sistema:
sr: Рун он Систем Стартуп:
sv: Kör vid systemuppstart:
uk: Запускати з системою:
vi: Chạy trên Khởi động Hệ thống:
zh_cn: 系统启动时运行：

source: Bandwidth Indicator
ar: مؤشر معدل النقل
bn: আপনি স্ট্যাটাস বারে আপনার ব্যান্ডউইথ খরচ প্রদর্শন করতে পারেন।...
da: Båndbredde indikator
el: Εύρους ζώνης (Εισ/Εξ)
es: Indicador de ancho de banda
fr: Indicateur de bande passante
hi: बेन्डविड्थ सूचक(I/O)
hr: Indikator propusnosti
it: Indicatore larghezza di banda
ja: 処理能力の表示計
ko: 처리 능력의 상황
ne: ब्यान्डविथ सूचक
pt_br: Indicador de largura de banda:
ro: Indicator al lățimii de bandă
sl: Indikator pasovne širine
sr: бандвидтх Индикатор
sv: Bandbreddsindikator
uk: Індікатор підключення
vi: Chỉ số băng thông
zh_cn: 带宽指示器

source: You can display your bandwidth consumption in the status bar.
ar: يمكنك عرض إستهلاك معدل النقل في شريط الحالة.
bn: আপনি স্ট্যাটাস বারে আপনার ব্যান্ডউইথ খরচ প্রদর্শন করতে পারেন।
da: Du kan vise dit båndbreddeforbrug i statusbjælken.
el: Μπορείτε να εμφανίσετε το τοίχος προστασίας σας στη γραμμή εργαλείων.
es: Puede mostrar el consumo de su ancho de banda en la barra de estado.
fr: Vous pouvez afficher dans la barre d’état votre consommation de bande passante.
hi: आप अपने बैंडविड्थ की खपत स्टेटस बार में प्रदर्शित कर सकते हैं.
hr: Možete prikazati vašu propusnost potrošnje u statusnoj traci.
it: Puoi visualizzare nella barra di stato un indicatore del consumo della larghezza di banda.
ja: ステータスバーで、処理能力の消費を表示できる
ko: 상태창에 처리 능력 사용치를 표시할 수 있습니다.
ne: तपाईं स्थिति पट्टी मा आफ्नो ब्यान्डविथ खपत प्रदर्शन गर्न सक्नुहुन्छ।
pt_br: Você pode visualizar o seu consumo de largura de banda na barra de status.
ro: Puteți afișa consumul lățimii de bandă în bara de stare.
sl: Vašo pasovno širino lahko prikažete v vrstici stanja.
sr: Можете приказати свој потрошњу бандвидтх на статусној траци.
sv: Du kan visa din bandbreddsanvändning i statusfältet.
uk: Можна показувати використання підключення в рядку статусу.
vi: Bạn có thể hiển thị tiêu thụ băng thông của bạn trên thanh trạng thái.
zh_cn: 可以在状态栏显示宽带流量。
