Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Follow us @frostwire
ar: تابعنا على @frostwire
bn: আমাদের অনুসরণ @frostwire
es: Síguenos en @frostwire
fr: Suivez nous à @frostwire
hi: हमें अनुसरण करें @FrostWire
hr: Pratite nas @frostwire
it: Seguici su @frostwire
ja: 私たちをフォロしてください：@frostwire
ko: @frostwire 팔로우
ne: हामीलाई पछ्याउनुहोस् @frostwire
pt_br: Segui-nos no @frostwire
ro: Urmăriți-ne la @frostwire
sl: Sledite nam @frostwire
sr: Пратите нас @frostwire
sv: Följ oss på @frostwire
uk: Слідуйте за нами @frostwire
vi: Theo chúng tôi @frostwire
zh_cn: 关注我们@frostwire

source: Follow FrostWire on Instagram
ar: اتبع FrostWire على Instagram
es: Síguenos en Instagram
fr: Suivez FrostWire sur Instagram
hr: Slijedite FrostWire na Instagramu
it: Segui FrostWire su Instagram
ja: Instagram の FrostWire に従ってください。
ko: Instagram의 FrostWire 따라 가기
pt_br: Siga FrostWire no Instagram
sv: Följ FrostWire på Instagram
uk: Дотримуйтесь FrostWire в Instagram
vi: Theo dõi FrostWire trên Instagram
zh_cn: 在Instagram上关注FrostWire

source: Like FrostWire on Facebook and stay in touch with the community. Get Help and Help Others.
ar: مثل فروست واير على ألفيس بوك، والبقاء على اتصال مع المجتمع المحلي. الحصول على تعليمات ومساعدة الآخرين.
bn: FrostWire ফেসবুকে লাইক ও সম্প্রদায়ের সাথে থাকুন। সাহায্য পান এবং অন্যদের সাহায্য করুন
es: Haz clic en "Me gusta" en Facebook y únete a la comunidad. Obtén ayuda y ayuda a otros.
fr: Comme FrostWire sur Facebook et restez en contact avec la communauté. Obtenir de l’aide et aider les autres.
hi: Facebook पर FrostWire की तरह और समुदाय के संपर्क में रहें। सहायता प्राप्त करें और दूसरों की सहायता करें
hr: Zavolite FrostWire na Facebooku i ostanite u dodiru sa zajednicom. Dobijte pomoć i pomozite ostalima.
it: Come FrostWire su Facebook e rimanere in contatto con la Comunità. Ottenere aiuto e aiutare gli altri.
ja: FrostWire Facebook 上のように、コミュニティと連絡を取り合います。ヘルプを取得し、他人を助けます。
ko: Facebook의 FrostWire와 마찬가지로 커뮤니티와 연락을 유지하십시오. 도움을 얻고 다른 사람들을 도우십시오.
ne: फेसबुकमा FrostWire जस्तै र समुदायसँग सम्पर्कमा रहनुहोस्। सहायता र सहायता अरूले प्राप्त गर्नुहोस्।
pt_br: Like FrostWire no Facebook e fique em contato com a Comunidade. Procure ajuda e ajudar os outros.
ro: Apreciați FrostWire pe Facebook și rămâneți în contact cu comunitatea. Obțineți ajutor și ajutați pe alții.
sl: Kot FrostWire na Facebook in ostanejo v stiku s Skupnosti. Pomoč, in pomagati drugim.
sr: Као FrostWire на Facebook и останите у контакту са заједницом. Добити помоћ и помажу другима.
sv: Gilla FrostWire på Facebook och håll kontakten med gemenskapen. Få hjälp och hjälp andra.
uk: Як FrostWire на Facebook і залишатися на зв'язку зі спільнотою. Виправити це для мене і допомогти іншим.
vi: Giống như FrostWire trên Facebook và giữ liên lạc với cộng đồng. Nhận Trợ giúp và Trợ giúp Người khác.
zh_cn: 在Facebook上为FrostWire点赞（Like），并与社区保持联系。获取帮助，并帮助其他人。

source: <b>Seeding</b><p>completed torrent downloads.</p>
ar: <b>البذر</b><p>أكملت التنزيلات سيل.</p>
bn: <b>বীজবপন</b><p>সম্পন্ন জলস্রোত ডাউনলোড।</p>
es: <b>Compartiendo</b><p>descargas de torrent completadas.
hr: <b>Dijelim</b><p>završena torrent preuzimanja.</p>
it: <b>Distribuzione Seme</b><p>download torrent completati.
ko: <b>완료된</b><p>토렌트 다운로드 배포.</p>
pt_br: <b>Semeadura</b><p>terminou os downloads torrent.</p>
ro: <b>Se contribuie</b><p>torrentele descărcate complet.</p>
sl: <b>Sejanje</b><p>dokončati torrent downloads.</p>
sr: <b>сетве</b><p>завршили торрент преузимања.</p>
sv: <b>Distribuera</b><p>slutförda torrenthämtningar.</p>
uk: <b>засеіванія</b><p>завершення Торрент.</p>
vi: <b>Gieo hột</b><p>hoàn thành torrent downloads.</p>
zh_cn: <b>做种</b><p>完整的种子下载。</p>

source: Not Seeding
ar: لا البذر
bn: বীজ নয়
da: Ikke såning
es: No compartido
fr: Non ensemencement
hi: नहीं सीडिंग
hr: Ne zasijava
it: Non Distribuzione Seme
ja: シードしていない
ko: 비 시드
ne: गति छैन
pt_br: Nenhuma semeadura
ro: Nu se însămânțează
sl: Ni Sejanje
sr: Nije Сидирует
sv: Distribuerar ej
uk: Чи не висіву
vi: Không Hạt giống
zh_cn: 不播种

source: FrostWire has not detected a firewall
ar: FrostWire لم يكتشف جدار ناري
bn: FrostWire একটি ফায়ারওয়াল সনাক্ত করেনি
da: FrostWire har ikke identificeret en firewall
el: Το FrostWire δεν έχει εντοπίσε ένα τοίχος προστασίας
es: FrostWire no detectó un cortafuegos
fr: FrostWire n’a pas détecté de pare-feu.
hi: फ्रोस्ट वाइर एक फ़ायरवॉल पता नहीं लगा सका है
hr: FrostWire nije otkrio vatrozid
it: FrostWire non ha trovato un firewall.
ja: FrostWireはファイアウォールを検知していません
ko: FrostWire는 방화벽을 감지하고 있지 않습니다
ne: FrostWire फायरवाल पत्ता छैन
pt_br: O FrostWire não detectou um firewall
ro: FrostWire nu a detectat nici un firewall
sl: FrostWire nenasiel firewall
sr: FrostWire nije detektovao zaštitni zid (firewall)
sv: FrostWire har inte hittat en brandvägg
uk: FrostWire не знайшов firewall
vi: FrostWire đã không phát hiện ra một bức tường lửa
zh_cn: FrostWire未检测到防火墙

source: FrostWire has detected a firewall
ar: FrostWire اكتشف جدار ناري
bn: FrostWire ফায়ারওয়াল সনাক্ত করেছে
da: FrostWire har identificeret en firewall
el: Το FrostWire έχει εντοπίσε ένα τοίχος προστασίας
es: FrostWire detectó un cortafuegos
fr: FrostWire a détecté un pare-feu
hi: फ्रोस्ट वाइर एक फ़ायरवॉल पता लगाया है
hr: FrostWire je otkrio vatrozid
it: FrostWire ha verificato la presenza di un firewall.
ja: FrostWireはファイアウォールを検知しました
ko: FrostWire가 방화벽을 감지했습니다
ne: FrostWire फायरवाल पहिचान गरेको छ
pt_br: O FrostWire detectou um firewall
ro: FrostWire a detectat un firewall
sl: FrostWire nasiel firewall
sr: FrostWire je detektovao zaštitni zid (firewall)
sv: FrostWire har identifierat en brandvägg
uk: FrostWire знайшов firewall
vi: FrostWire đã phát hiện ra một bức tường lửa
zh_cn: FrostWire已检测到一个防火墙

source: Disconnected
ar: تم قطع الاتصال
da: Afbrudt
el: Αποσυνδεδεμένος
es: Desconectado
fr: Vous n’êtes pas connecté au réseau.
hi: कनैक्शन तोड़ा
hr: Odspojen
it: Disconnesso
ja: 接続していない
ko: 접속해제
ne: जडान विच्छेद
pt_br: Desconectado
ro: Deconectat
sl: Odpojene
sr: Isključeno
sv: Ej ansluten
uk: Відключено
vi: Đã ngắt kết nối
zh_cn: 断开的

source: Check your internet connection, FrostWire can't connect.
ar: تحقق من اتصال الإنترنت، لا يستطيع FrostWire الاتصال
bn: আপনার ইন্টারনেট সংযোগ চেক করুন, FrostWire সংযোগ করতে পারে না।
da: Tjek din internetforbindelse, FrostWire kan ikke oprette forbindelse.
el: Ελέγξτε τη σύνδεσή σας στο internet, το FrostWire δεν μπορεί να συνδεθεί.
es: Revisa tu conexión de internet, FrostWire no puede conectarse.
fr: Vérifiez votre connexion internet, FrostWire ne peut se connecter.
hi: आपके इंटरनेट कनेक्शन की जाँच करें, फ्रोस्ट वाइर कनेक्ट नहीं कर सका है .
hr: Provjeri svoju internet vezu, FrostWire se ne može spojiti.
it: Controlla la tua connessione a internet, FrostWire non puo' effettuare la connessione.
ja: FrostWireが接続できないのでネット接続を確認してください。
ko: 인터넷 연결을 확인하십시오,FrostWire 접속이 불가능합니다.
ne: आफ्नो इन्टरनेट जडान जाँच, FrostWire जडान गर्न सक्दैन।
pt_br: Verifique a sua conexão de internet pois o FrostWirre não consegue conectar.
ro: Verificați conexiunea la internet, FrostWire nu se poate conecta.
sl: Preverite svojo internetno povezavo, FrostWire se ne more povezati.
sr: Проверите везу са Интернетом, FrostWire не може повезати.
sv: Kontrollera din internetanslutning, FrostWire kan inte ansluta.
uk: Перевірте з'єднання з Інтернетом, FrostWire не може підключитися.
vi: Kiểm tra kết nối internet của bạn, FrostWire không thể kết nối.
zh_cn: 检查你的互联网连接，FrostWire无法接入。

source: Turbo-Charged
ar: سريع مطور
da: Turboladet
el: Turbo-σύνδεση
es: Turbo-cargado
fr: Turbo-Chargée
hi: टर्बो - प्रभारित
hr: Turbo veza
it: Turbo
ja: 最適化
ko: 터보모드
pt_br: Velocidade PRO
ro: Încărcare-turbo
sl: Turbo
sr: Turbo
sv: Höghastighet
uk: Надшвидкий
zh_cn: 超强

source: Your connection to the network is extremely strong
ar: لديك اتصالاً قوياً للغاية بالشبكة.
bn: নেটওয়ার্কের সাথে আপনার সংযোগ অত্যন্ত শক্তিশালী
da: Din forbindelse til netværket er ekstrem stærk
el: Η σύνδεση σας στο δίκτυο είναι εξαιρετικά ισχυρή.
es: Su conexión a la red es excelente
fr: Votre connexion au réseau est extrèmement forte
hi: आपका नेटवर्क के लिए कनेक्शन बेहद मजबूत है
hr: Vaša veza na mreži je iznimno jaka
it: La connessione alla rete è estremamente buona
ja: ネットワークへの接続は最適化されています
ko: 네트워크에의 접속이 최적화되었습니다
ne: नेटवर्कमा तपाईँको जडान अत्यन्तै बलियो छ
pt_br: Sua conexão na rede está muito forte
ro: Conexiunea dumneavoastră la rețea este foarte puternică
sl: Vase pripojenie k sieti je extremne silne
sr: Vaša veza sa mrežom je odlična!
sv: Din anslutning till nätverket är extremt stark
uk: Ваше підключення до мережі є надзвичайно сильним
vi: Kết nối của bạn với mạng rất mạnh
zh_cn: 你的网络连接极强

source: nodes
ar: العقد
bn: নোড
da: knudepunkter
el: κόμβοι
es: nodos
fr: nœuds
it: nodi
ja: 節
ko: 노드들
ro: noduri
sv: noder
uk: вузли
vi: nút
zh_cn: 节点

source: Show Connection Quality
ar: عرض جودة الاتصال
bn: সংযোগ গুণ দেখান
da: Vis forbindelsens kvalitet
el: Δείξε ποιότητα σύνδεσης
es: Mostrar calidad de conexión
fr: Afficher la qualité de connexion au réseau
hi: कनेक्शन गुणवत्ता दिखायें.
hr: Pokaži kvalitetu veze
it: Visualizza qualità connessione
ja: 接続レベルの表示
ko: 접속 레벨 표시
ne: जडान गुणस्तर शो
pt_br: Mostrar qualidade da conexão
ro: Arată calitatea conexiunii
sl: Ukaz kvalitu pripojenia
sr: Prikaz kvaliteta veze
sv: Visa anslutningskvalitet
uk: Показувати якість підключення
vi: Hiển thị chất lượng kết nối
zh_cn: 显示连接质量

source: Show Connection Privacy Status
ar: إظهار حالة خصوصية الاتصال
bn: সংযোগ গোপনীয়তা অবস্থা দেখান
da: Vis tilslutningsstatus privatliv
el: Εμφάνιση κατάστασης ιδιωτικού απορρήτου σύνδεσης
es: Mostrar calidad de conexión
fr: Afficher le statut de confidentialité de connexion
hi: कनेक्शन गोपनीयता स्थिति दिखाएं
hr: Pokaži stanje privatnosti priključka
it: Visualizza lo stato della connessione privacy
ja: プライバシーの接続状態を表示します。
ko: 연결 상태 개인 정보 표시 상태 표시
ne: जडान गोपनीयता स्थिति शो
pt_br: Mostrar status de privacidade da conexão
ro: Arată starea conexiunii private
sl: Prikaži stanje zasebnosti povezave
sr: Схов везе Политика статус
sv: Visa sekretesstatus för anslutning
uk: Показати Статус підключення конфіденційності
vi: Hiển thị Trạng thái Bảo mật Kết nối
zh_cn: 显示连接隐私状态

source: Show Language Status
ar: عرض حالة اللغة
bn: ভাষা অবস্থা দেখান
da: Vis sprogstatus
el: Δείξε στοιχεία γλώσσας
es: Mostrar idioma actual
fr: Afficher l’état de la langue
hi: भाषा स्थिति दिखाओ:
hr: Pokaži status jezika
it: Visualizza stato lingua
ja: 言語設定を表示します
ko: 사용 언어 표시
ne: भाषा शो स्थिति
pt_br: Mostrar o Status do Idioma
ro: Arată starea limbii
sl: Ukaz jazyk
sr: Prikaži odabrani jezik
sv: Visa språkstatus
uk: Показувати статус мови
vi: Hiển thị trạng thái Ngôn ngữ
zh_cn: 显示语言状态

source: Show Firewall Status
ar: عرض حالة الجدار الناري
bn: ফায়ারওয়াল স্থিতি দেখান
da: Vis status for firewall
el: Δείξε στοιχεία τοίχους προστασίας
es: Mostrar estado del cortafuegos
fr: Afficher la détection de pare-feu
hi: फ़ायरवॉल स्थिति
hr: Pokaži status firewalla
it: Visualizza stato firewall
ja: ファイアウォール・ステータスを表示
ko: 방화벽 표시
ne: शुरुवातमा टिप देखाउनु
pt_br: Mostrar status do firewall
ro: Arată starea firewall-lului
sl: Ukaz stav Firewall
sr: Prikaži stanje zaštitnog zida (firewall)
sv: Visa brandväggsstatus
uk: Показувати статус Firewall’у
vi: Hiển thị trạng thái Firewall
zh_cn: 显示防火墙状态

source: Show Bandwidth Consumption
ar: عرض استهلاك سرعة النقل
bn: ব্যান্ডউইথ খরচ দেখান
da: Vis båndbredeforbrug
el: Προβολή Περίληψης Bandwidth
es: Mostrar consumo de ancho de banda
fr: Afficher la consommation de bande passante
hi: बैंडविड्थ की खपत दिखाएँ
hr: Pokaži propusnost potrošnje
it: Visualizza consumo banda
ja: 処理能力の消費の表示
ko: 사용 대역 표시
ne: ब्यान्डविथ उपभोग शो
pt_br: Mostrar utilização de banda
ro: Arată consumul lățimii de bandă
sl: Prikaži pasovno širino
sr: Prikaži iskorišćenost veze
sv: Visa bandbreddskonsumtion
uk: Показувати використання каналу
vi: Hiển thị tiêu thụ băng thông
zh_cn: 显示带宽使用情况

source: Show Donation Buttons
ar: عرض أزرار التبرع
bn: দান বোতাম দেখান
da: Vis bidragsknapper
el: Εμφάνιση κουμπιά δωρεάς
es: Mostrar los botones de donación
fr: Afficher les boutons de don
hi: दान बटन दिखाएं
hr: Pokaži gumbe za donacije
it: Mostra pulsanti Donazione
ja: 寄付ボタンを表示
ko: 기부 버튼 표시
ne: दान शो बटन
pt_br: Mostrar botões de doação
ro: Arată butonul Donează
sl: Pokaži gumbe za donacije
sr: Схов донација дугмад
sv: Visa donationsknappar
uk: Показати Пожертвування кнопки
vi: Hiển thị nút tặng
zh_cn: 显示捐赠按钮

source: Downloads:
ar: التنزيلات:
el: Κατεβάσματα:
es: Descargas:
fr: Téléchargements:
hi: डाउनलोड
hr: Preuzimanja:
it: Ricezioni:
ja: ダウンロード
ko: 다운로드:
ne: डाउनलोडहरु
ro: Descărcări:
sl: Downloady
sr: Preuzimanje:
sv: Hämtningar:
uk: Завантаження:
vi: Tải xuống:
zh_cn: 下载：

source: Uploads:
ar: التحميلات:
bn: আপলোড:
el: Ανεβάσματα:
es: Cargas:
fr: Transferts:
hi: अपलोड:
hr: Slanja:
it: Caricamenti:
ja: アップロード
ko: 업로드:
ne: अपलोडहरु
ro: Încărcări:
sl: Uploady
sr: Slanje:
sv: Sändningar:
uk: Вивантаження:
vi: Tải lên:
zh_cn: 上传数量：

source: Total Downstream:
ar: إجمالي التنزيلات
bn: মোট ডাউনস্ট্রিম:
el: Συνολική εισερχόμενη κίνηση
es: Total de Procesamiento en Cadena
fr: Flux Total Descendant
hi: कुल डाउनस्ट्रीम:
hr: Ukupno strujanje preuzimanja:
it: Downstream totale:
ja: ダウンロード合計値
ko: 총 다운스트림:
pt_br: Downstream Total:
ro: Total flux descărcare:
sv: Totalt hämtade:
uk: Загальне завантаження
vi: Tổng lưu lượng:
zh_cn: 总下载流量

source: Total Upstream:
ar: إجمالي التنزيلات
bn: মোট ঊর্ধ্বমুখী:
el: Συνολική εξερχόμενη κίνηση
es: Volumen de carga total:
fr: Flux Total Montant
hi: कुल अपस्ट्रीम:
hr: Ukupno strujanje slanja:
it: Upstream totale:
ja: アップロード合計値
ko: 총 업스트림:
pt_br: Upstream Total:
ro: Total flux încărcare:
sv: Totalt skickade:
uk: загальне вивантаження
vi: Tổng số thượng nguồn:
zh_cn: 总上传流量

source: Tip of the Day
ar: تلميح اليوم
bn: আজকের দিনের পরামরশ
da: Dagens tip
el: Συμβουλή της ημέρας
es: Consejo del día
fr: Astuce du jour
hi: दिन की टिप सूची
hr: Savjet dana
it: Consiglio del giorno
ja: 今日のワンポイント
ko: 오늘의 팁
ne: आजको टिप
pt_br: Dica do Dia
ro: Sfatul zilei
sl: Tip dna
sr: Savet dana
sv: Dagens tips
uk: Порада дня
vi: Lời khuyên hàng ngày
zh_cn: 每日提示

source: Did You Know...
ar: ...هل تعلم أن
bn: তুমি কি জানতে...
da: Ved du...
el: Ξέρατε ότι...
es: Sabías que...
fr: Le saviez-vous ?
hi: क्या आपको पता था...
hr: Jeste li znali...
it: Sapevi che...
ja: 知っていましたか？
ko: 알고 있나요?...
ne: के तपाइलाई थाहा छ...
pt_br: Você sabia que...
ro: Știați că...
sl: Vedeli ste...
sr: Da li ste znali...
sv: Visste du…
uk: А ви знали, що…
vi: Bạn đã biết...
zh_cn: 你知道吗……

source: Show Tips At Startup
ar: عرض التلميحات عند بدء التشغيل
bn: প্রারম্ভে টিপস দেখান
da: Vis tips ved start
el: Εμφάνιση συμβουλών κατά την εκκίνηση
es: Mostrar los consejos al iniciar
fr: Afficher les astuces au démarrage
hi: टिप सूची प्रारम्भ मे दिखाओ
hr: Pokaži savjete pri pokretanju
it: Mostra i consigli all'avvio
ja: 起動時に今日のワンポイントを表示
ko: 시작시에 팁을 표시
ne: शुरुवातमा टिप देखाउनु
pt_br: Mostrar Dicas ao Iniciar
ro: Arată sfaturi la pornire
sl: Ukaz pomocky pri spusteny
sr: Da, želim da vidim savete prilikom startovanja programa.
sv: Visa tips vid start
uk: Показувати поради при старті
vi: Hiển thị lời khuyên khi khởi động
zh_cn: 启动时显示提示

source: Next Tip
ar: التلميح التالي
da: Næste tip
el: Επόμενη συμβουλή
es: Siguiente consejo
fr: Astuce suivante
hi: अगला टिप सूची
hr: Sljedeći savjet
it: Prossimo consiglio
ja: 次のワンポイント
ko: 다음 팁
ne: अर्को टिप
pt_br: Próxima Dica
ro: Sfatul următor
sl: Dalsia pomocka
sr: Sledeći savet
sv: Nästa tips
uk: Наступна порада
vi: Lời khuyên kế
zh_cn: 下一条提示

source: Previous Tip
ar: التلميح السابق
da: Foregående tip
el: Προηγούμενη συμβουλή
es: Consejo anterior
fr: Astuce précédente
hi: पिछला टिप सूची
hr: Prethodni savjet
it: Consiglio precedente
ja: 前のワンポイント
ko: 이전 팁
ne: अघिल्लो टिप
pt_br: Dica Anterior
ro: Sfatul anterior
sl: Predosla pomocka
sr: Prethodni savet
sv: Föregående tips
uk: Попередня порада
vi: Lời khuyên trước
zh_cn: 前一条提示

source: Loading tips...
ar: تحميل التلميحات...
bn: টিপস লোড হচ্ছে...
da: Indlæser tips...
el: Φόρτωμα συμβουλών...
es: Cargando consejos...
fr: Chargement des astuces du jour...
hi: लोड सुझावों ...
hr: Učitavam savjete...
it: Caricamento suggerimenti...
ja: ヒントをロード中...
ko: 팁을 읽어오고 있습니다.
ne: टिप भर्दैछ...
pt_br: Carregando dicas...
ro: Se încarcă sfaturile...
sl: Nacitavam pomocky...
sr: Učitavanje saveta...
sv: Läser in tips…
uk: Завантаження порад...
vi: Đang nạp lời khuyên...
zh_cn: 正在加载提示……

source: Tired of downloads stopping halfway through? It helps to pick search results with a higher number in the 'Seeds' column. The Seeds are the amount of unique places on the network that are hosting the file. The more sources, the better the chance of getting your torrent file!
bn: ডাউনলোড হ্রাস হ্রাস মাধ্যমে অর্ধেক? এটি 'বীজ' কলামের মধ্যে একটি উচ্চ সংখ্যক অনুসন্ধান ফলাফলগুলি বাছাই করতে সহায়তা করে। বীজগুলি নেটওয়ার্কে হোস্টিংয়ের অনন্য জায়গা। আরো উত্স, আপনার ঝরনা ফাইল পাওয়ার সম্ভাবনা ভাল!
da: Træt af downloads stoppe halvvejs gennem? Det hjælper for at hente søgeresultater med et højere tal i kolonnen 'Frø'. Frøene er mængden af unikke steder på nettet, der vært for filen. Jo flere kilder, jo bedre chance for at få din torrent fil!
es: ¿Cansado de que las descargas se paren a mitad de camino? Es de gran ayuda elegir resultados con un número mayor en la columna 'Compartidos'. Los Compartidos corresponden a la cantidad de lugares únicos en la red que poseen el archivo. Mientras mas fuentes, ¡mayores son las posibilidades de conseguir el archivo!
hr: Umorni od preuzimanja koja se zaustave na pola? Pomaže odabir rezultata traženja sa većim brojem u 'Dijeljenja' stupcu. Dijeljenja su broj jedinstvenih izvora na mreži koji šalju ovu datoteku. Više izvora jamči veču šansu da dobijete vašu torrent datoteku!
it: Stanco di download di arresto a metà? Aiuta a raccogliere i risultati di ricerca con un numero più alto nella colonna 'semi'. I semi sono la quantità di luoghi unici sulla rete che ospitano il file. I più fonti, maggiori sono le possibilità di ottenere il vostro torrent file!
ne: आधा बाटो मार्फत रोक डाउनलोड को थकित? यो 'बीउ' स्तम्भमा एक उच्च नम्बर खोज परिणाम छनोट गर्न मद्दत गर्छ। बीउ नेटवर्कमा अद्वितीय ठाउँहरू फाइल होस्टिंग छन् मात्रा छन्। अधिक स्रोतहरु, राम्रो आफ्नो धार फाइल प्राप्त मौका!
ro: Sunteți obosiți de descărcările care se opresc la jumătate? Ajută să alegeți rezultatele căutării cu un număr mare în coloana 'Contribuitori'. Contribuitorii sunt cantitatea de locuri unice în rețea care găzduiesc fișiere. Mai multe surse, o șansă mai bună să obțineți fișierul torrent!
sl: Utrujen od downloads, ustavljanje na pol poti skozi? Pomaga izbrati rezultate iskanja z večjim številom v stolpcu "Semena". Semena so znesek edinstvenega mesta v omrežju, ki gostujejo datoteke. Več virov, boljše možnosti za pridobivanje vaš neurnik pila!
sr: Уморни од преузимања заустављања на пола пута? То помаже да се покупи резултате претраге са већим бројем у колони "семена". Семе се количина јединствених мјеста на мрежи који се хостују датотеке. Што више извора, то је већа шанса да свој торрент филе!
sv: Trött på att hämtningar stannar halvvägs? Det hjälper att välja sökresultat med ett högre nummer i spalten ”Distributörer”. Distributörer är det antal unika platser där filen finns. Ju mer källor, desto bättre chans är det att du får din fil!
uk: Втомилися від завантаження зупиняються на півдорозі? Це допомагає підібрати результати пошуку з великим числом в стовпці «Насіння». Насіння є кількість унікальних місць в мережі, які хостинг файлів. Чим більше джерел, тим краще шанс отримати свій торрент-файл!
vi: Mệt mỏi của tải dừng lại nửa chừng? Nó giúp để chọn kết quả tìm kiếm với số lượng cao hơn trong cột 'Hạt giống'. Hạt giống là số lượng địa điểm duy nhất trên mạng đang lưu trữ các tập tin. Các nguồn nhiều hơn, tốt hơn cơ hội nhận được tập tin torrent của bạn!
zh_cn: 受下载中途停止所困扰？选取在'种子数'列中数值较大的搜索结果会有所帮助。种子数是网络上提供该文件的不同主机的数量。来源越多，获取文件的机会则越多！

source: You can change the look and feel of FrostWire by going to View &gt; Use Small Icons, Show Icon Text and Increase-Decrease the Font Size.
bn: আপনি দেখতে &gt; FrostWire এর চেহারা এবং অনুভূতি পরিবর্তন করতে পারেন। ছোট আইকন ব্যবহার করুন, আইকন টেক্সট প্রদর্শন করুন এবং বর্ধিত করুন - ফন্ট সাইজ হ্রাস করুন।
da: Du kan ændre udseendet af FrostWire via Vis > Brug små ikoner, Vis ikon tekst og øge-reducere skriftstørrelsen.
es: Puedes cambiar la interfaz de FrostWire consultando Ver &gt; Usar iconos pequeños, Mostrar texto en el icono y Aumentar-Reducir el tamaño de la fuente.
hr: Možete promijeniti izgled i osjećaj od FrostWirea tako da odete na Pregled &gt; Koristi male ikone, Pokaži ikone uz tekst i Povećati/smanjiti veličinu fonta
ro: Puteți schimba aspectul și comportamentul FrostWire mergând la Vizualizare &gt; Utilizează pictograme mici, Arată textul pictogramei și Mărește-Micșorează dimensiunea fontului.
sl: Lahko spremenite videz in občutek slana z tekoč razgledati > Uporaba majhnih ikon Prikaži ikona besedilo in povečanje-zmanjšanje velikosti pisave.
sr: Можете да промените изглед и стил ФростВире одласком на ги &gt; Користити иконицама Покажи Ицон Текст и повећање-Смањити величину слова.
sv: Du kan ändra FrostWires utseende och känsla genom att gå till Visa &gt; Använd små ikoner, Visa ikontext och Öka-minska typsnittsstorleken.
uk: Ви можете змінити зовнішній вигляд FrostWire, перейшовши по перегляду & GT; Використовуйте Дрібні значки, Відображати значок текст і збільшити-зменшити розмір шрифту.
vi: Bạn có thể thay đổi giao diện của FrostWire bằng cách đi tới View &gt; Sử dụng các biểu tượng nhỏ, Hiển thị Văn bản Biểu tượng và Tăng-Giảm Kích thước Phông chữ.
zh_cn: 你可以通过查看&gt;使用小图标、大图标和增加-减小字体尺寸，更改FrostWire的外观和使用感受。
