Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: <br><br>To Install <b>mplayer</b> in Fedora open a terminal window and type "<b>sudo yum install mplayer</b>".<br><br>If you have installed mplayer already at a custom location, <b>make sure to have a symlink pointing to your mplayer executable</b> at <b><font color="blue">
da: <br><br>At installere <b>mplayer</b> i Fedora åbne et terminalvindue og skrive "<b>sudo yum install mplayer</b>".<br><br>Hvis du har installeret mplayer allerede på en brugerdefineret placering, <b>Sørg for at have en symlink peger på din mplayer eksekverbare</b> på<b><font color="blue"></font></b>
es: <br><br>Para instalar <b>mplayer</b> en Fedora, abre una ventana de terminal y escribe "<b>sudo yum install mplayer</b>".<br><br>Si ya tienes instalado mplayer en una ubicación personalizada, <b>asegúrate de tener un enlace simbólico al ejecutable de mplayer</b> en <b><font color="blue">
fr: <br><br> Pour installer <b>mplayer</b> dans Fedora, ouvrez une fenêtre de terminal et tapez " <b>sudo yum install mplayer</b> ". <br><br> Si vous avez déjà installé mplayer à un emplacement personnalisé, <b>assurez-vous d'avoir un lien symbolique pointant vers votre exécutable mplayer</b> à
hi: <br><br><b>mplayer</b> स्थापित Fedora में खुला एक टर्मिनल विंडो और "<b>sudo yum स्थापित mplayer</b>" टाइप करने के लिए।<br><br>यदि आप पहले से ही में एक कस्टम स्थान, में <b>सुनिश्चित करें कि ओर इशारा करते हुए अपने mplayer निष्पादन योग्य करने के लिए एक symlink के लिए</b> mplayer स्थापित है<b><font color="blue"></font></b>
hr: <br><br>Kako biste instalirali <b>mplayer</b> u Fedori otvorite prozor terminala i upišite "<b>sudo yum install mplayer</b>".<br><br>Ako ste već instalirali mplayer u drugu lokaciju, <b>provjerite da li imate symlink koji pokazuje na vašu mplayer izvršnu datoteku</b> u <b><font color="blue">
it: <br><br>Per installare <b>mplayer</b> in Fedora aperta una finestra di terminale e digitare "<b>sudo yum installare mplayer</b>".<br><br>Se avete installato mplayer già in un percorso personalizzato, <b>assicurarsi di avere un link simbolico che punta a mplayer il tuo eseguibile</b> presso<b><font color="blue"></font></b>
ja: <br><br>ターミナル ウィンドウ開いている Fedora の<b>mplayer</b>をインストールし「<b>sudo yum インストール mplayer</b>を」を入力するには。<br><br>Mplayer で<b>、mplayer を実行可能ファイルを指しているシンボリック リンクを持っていることを確認</b>をカスタムの場所に既にインストールされている場合<b><font color="blue"></font></b>
ko: <br><br>설치 하려면 <b>mplayer</b> 오픈 페도 라에서 터미널 창 고 입력 "<b>sudo 냠 mplayer 설치</b>".<br><br>Mplayer에서 <b>여 mplayer 실행 파일에 가리키는 심볼릭 링크를가지고 있는지 확인</b> 하는 사용자 지정 위치에 이미 설치한 경우<b><font color="blue"></font></b>
pt_br: <br><br>Para instalar o <b>player</b> no Fedora aberto uma janela de terminal e digite “<b>sudo yum instalar player</b>”.<br><br>Se você tiver instalado o player já em um local personalizado, <b>certifique-se de ter um link simbólico apontando para o player seu executável</b> em<b><font color=“blue”></font></b>
ro: <br><br>Pentru a instala <b>mplayer</b> în Fedora deschideți o fereastră terminal și tastați "<b>sudo yum install mplayer</b>".<br><br>Dacă aveți deja instalat mplayer la o locație personalizată, <b>asigurați-vă că aveți o legătură simbolică indicând către executabilul mplayer</b> at <b><font color="blue">
sl: <br><br>Namestitev <b>mplayer</b> v Fedora plan a semestralen okno ter stavek "<b>sudo yum namestite mplayer</b>".<br><br>Če ste namestili mplayer že na poljubno mesto, <b>se prepričajte, da so symlink kaže vaše mplayer izvršljiv</b> v<b><font color="blue"></font></b>
sv: <br><br>För att installera <b>mplayer</b> i Fedora, öppna ett terminalfönster och skriv in ”<b>sudo yum install mplayer</b>”.<br><br>Om du redan har installerat mplayer på en annan plats, <b>försäkra dig om att du har en symlännk som pekar på din mplayer-binär</b> <b><font color="blue">
uk: <br><br> Для встановлення <b>mplayer</b> у Fedora відкрийте вікно термінала та введіть " <b>sudo yum install mplayer</b> ". <br><br> Якщо ви вже встановили mplayer вже в іншому місці, <b>переконайтеся, що ви вказали символічне посилання на виконуваний файл mplayer</b> на
zh_cn: <br><br>为了在Fedora中安装 <b>mplayer</b> ，打开一个终端窗口，并输入 "<b>sudo yum install mplayer</b>".<br><br>如果你已经在某个自定义的路径位置安装了mplayer，<b>请确保设置一个指向该mplayer可执行文件的符号链接</b><font color="blue">

source: <b>FrostWire requires Mplayer to play your media</b> but I could not find it in your computer.<br><br>If you want to use FrostWire as a media player <b>Please install mplayer and restart FrostWire.</b>
es: <b>FrostWire requiere Mplayer para reproducir tus medios</b> pero no podemos encontrarlo en tu computador.<br><br>Si quieres usar FrostWire como un reproductor de medios <b>por favor instala mplayer y reinicia FrostWire.</b>
fr: <b>FrostWire nécessite Mplayer lire vos médias</b> mais je ne pouvais pas il trouver dans votre ordinateur.<br><br>Si vous souhaitez utiliser FrostWire comme un lecteur multimédia <b>s’il vous plaît installer mplayer et redémarrez FrostWire.</b>
hi: <b>FrostWire Mplayer को अपना मीडिया चलाने की आवश्यकता है</b> लेकिन मैं इसे अपने कंप्यूटर में नहीं ढूँढ सका।<br><br>यदि आप FrostWire एक मीडिया प्लेयर के रूप में उपयोग करना चाहते हैं <b>कृपया mplayer स्थापित करें और FrostWire पुनरारंभ.</b>
hr: <b>FrostWire zahtijeva Mplayer za sviranje vaših medija</b> ali ga nisam mogao naćiu vašem računalu.<br><br>Ako želite koristiti FrostWire kao medijski izvođač <b>Molimo vas da instalirate Mplayer i ponovno pokrenete FrostWire.</b>
it: <b>FrostWire richiede Mplayer per riprodurre i file multimediali</b> , ma non potevamo trovarlo nel computer.<br><br>Se si desidera utilizzare FrostWire come un lettore multimediale <b>installare mplayer e riavviare FrostWire.</b>
ja: <b>FrostWireでは、Mplayerでメディアを再生する必要</b>がありますが、コンピュータで見つけることができませんでした。 <br><br> FrostWireをメディアプレーヤーとして使用する場合は、 <b>mplayerをインストールしてFrostWireを再起動してください。</b>
ko: <b>FrostWire Mplayer 미디어를 재생 하려면 필요</b> 하지만 찾을 수 없습니다 그것은 컴퓨터에.<br><br>FrostWire 미디어 플레이어로 사용 하려는 경우 <b>하시기 바랍니다 mplayer를 설치 했다가 FrostWire.</b>
pt_br: <b>FrostWire requer Player reproduzir sua mídia</b> , mas não encontrá-lo em seu computador.<br><br>Se você deseja usar o FrostWire como um media player <b>por favor, instale o player e reiniciar FrostWire.</b>
ro: <b>FrostWire necesită Mplayer pentru a reda media</b> dar nu se poate găsi în computer.<br><br>Dacă doriți să utilizați FrostWire ca un player media <b>Instalați mplayer și reporniți FrostWire.</b>
sl: <b>FrostWire zahteva Mplayer za predvajanje predstavnosti</b> , vendar sem mogel najti v računalniku.<br><br>Če želite uporabiti slana kot a množična sredstva obveščanja igralka <b>Prosimo namestite mplayer in znova slana.</b>
sv: <b>FrostWire kräver Mplayer för att spela upp din media</b> men kunde inte finna det på din dator. <br><br>Om du vill använda FrostWire som en mediaspelare <b>Installera mplayer och starta om FrostWire.</b>
uk: <b>FrostWire вимагає від Mplayer відтворювати ваші медіа,</b> але я не міг знайти його на вашому комп'ютері. <br><br> Якщо ви хочете використовувати FrostWire як мультимедійний плеєр, <b>встановіть mplayer та перезапустіть FrostWire.</b>
vi: <b>FrostWire yêu cầu Mplayer chơi phương tiện truyền thông của bạn</b> nhưng tôi không thể tìm thấy nó trong máy tính của bạn.<br><br>Nếu bạn muốn sử dụng FrostWire làm trình phát đa phương tiện <b>Vui lòng cài đặt mplayer và khởi động lại FrostWire.</b>
zh_cn: <b>FrostWire需要借助Mplayer来播放你的媒体文件，</b> 但没有在你的电脑中找到Mplayer。<br><br>如果你打算把FrostWire用作一个媒体播放器，<b>请安装mplayer并重新打开FrostWire。</b>

source: Hints by Google
ar: تلميحات من غوغل
bn: Google দ্বারা ইঙ্গিত
es: Sugerencias de Google
fr: Indices par Google
hi: गूगल द्वारा संकेत
hr: Savjeti od Google-a
it: Suggerimenti da Google
ja: Googleからのヒント
ko: 구글 힌트
ne: Google द्वारा आशय
pt_br: Dicas do Google
ro: Sfaturi prin Google
sl: Namigi Google
sr: Савети за Гоогле
sv: Tips från Google
uk: Поради по Google
vi: Gợi ý của Google
zh_cn: 谷歌提示

source: Undo
ar: تراجع
da: Fortryd
el: Αναίρεση
es: Deshacer
fr: Annuler
hi: अनावृत्ति
hr: Poništi
it: Annulla
ja: 元に戻す
ko: 되돌리기
ne: उल्ताऊ
pt_br: Desfazer
ro: Anulează
sl: Naspat
sr: расплести
sv: Ångra
uk: Скасувати
vi: Hoàn tác
zh_cn: 取消

source: Cut
ar: قص
da: Klip
el: Αποκοπή
es: Cortar
fr: Couper
hi: काटो
hr: Izreži
it: Taglia
ja: カット
ko: 자르기
ne: कात
pt_br: Recortar
ro: Taie
sl: Vystrihnut
sr: рез
sv: Klipp ut
uk: Вирізати
vi: Cắt
zh_cn: 剪切

source: Copy
ar: نسخ
da: Kopiér
el: Αντιγραφή
es: Copiar
fr: Copier
hi: प्रतिलिपि
hr: Kopiraj
it: Copia
ja: コピー
ko: 복사
ne: सार
pt_br: Copiar
ro: Copiază
sl: Skopirovat
sr: копија
sv: Kopiera
uk: Копіювати
vi: Chép
zh_cn: 复制

source: Paste
ar: لصق
da: Sæt ind
el: Επικόλληση
es: Pegar
fr: Coller
hi: चिपकाओ
hr: Zalijepi
it: Incolla
ja: 貼り付け
ko: 붙이기
ne: तास
pt_br: Colar
ro: Lipește
sl: Prilepit
sr: паста
sv: Klistra in
uk: Вставити
vi: Dán
zh_cn: 粘贴

source: Select All
ar: عكس التحديد
da: Vælg alle
el: Απεπιλογή όλων
es: Seleccionar todo
fr: Tout sélectionner
hi: सब चुनो
hr: Označiti sve
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
ne: सबै चुन
pt_br: Selecionar Tudo
ro: Selectează tot
sl: Izberi vse
sr: Изабери све
sv: Markera alla
uk: Зняти Виділення
vi: Chọn tất cả
zh_cn: 全选

source: Clear History
ar: مسح المحفوظات
bn: ইতিহাস সাফ করুন
da: Ryd historik
el: Καθαρισμός Ιστορικού
es: Limpiar historial
fr: Effacer l’historique
hi: हिस्ट्री मिटाओ
hr: Izbrisati povijest
it: Azzera cronologia
ja: 履歴クリア
ko: 이력 지움
ne: इतिहास स्पष्ट
pt_br: Limpar histórico
ro: Curăță istoricul
sl: Počisti zgodovino
sr: Очисти историју
sv: Töm historik
uk: Прибрати історію
vi: Xóa lịch sử
zh_cn: 清除历史记录

source: Library
ar: المكتبة
da: Bibliotek
el: Αρχειοθήκη
es: Biblioteca
fr: Médiathèque
hi: लैब्ररी
hr: Knjižnica
it: Libreria
ja: ライブラリ
ko: 라이브러리
ne: गोदाम
pt_br: Biblioteca
ro: Bibliotecă
sl: Kniznica
sr: библиотека
sv: Bibliotek
uk: Бібліотека
vi: Thư viện
zh_cn: 收藏库

source: Browse, Search and Play files in your computer. Wi-Fi sharing, Internet Radio and more.
ar: تصفح والبحث وتشغيل الملفات في جهاز الكمبيوتر الخاص بك. لاسلكي التقاسم و "الراديو على إنترنت" والمزيد.
bn: আপনার কম্পিউটারে ব্রাউজ, অনুসন্ধান এবং প্লে ফাইলগুলি ওয়াই-ফাই শেয়ারিং, ইন্টারনেট রেডিও এবং আরও অনেক কিছু
da: Browse, søge og afspille filer i din computer. Wi-Fi deling, Internet Radio og meget mere.
el: Περιήγηση, αναζήτηση και αναπαραγωγή αρχείων στον υπολογιστή σας. Wi-Fi που μοιράζονται, ραδιόφωνο στο Internet και πολλά άλλα.
es: Navega, busca y reproduce archivos en tu computador. Comparte a través Wi-Fi, Radios de Internet y más.
fr: Parcourir, Rechercher et jouer les fichiers sur votre ordinateur. Wi-Fi, partage, Radio sur Internet et bien plus encore.
hi: ब्राउज़ करें, खोजें और अपने कंप्यूटर में फ़ाइलें चलाएं वाईफ़ाई साझाकरण, इंटरनेट रेडियो और अधिक
hr: Pregledavaj, pretražuj i sviraj datoteke na vasem racunalu. Wi-Fi dijeljenje, internet Radio i više.
it: Sfoglia, cercare e riprodurre i file nel computer. condivisione Wi-Fi, radio Internet e altro ancora.
ja: お使いのコンピューターで検索・再生ファイルを参照します。共有、インター ネット ラジオの Wi-Fi.
ko: 컴퓨터에서 파일 찾아보기, 검색 및 재생. 와이파이 공유, 인터넷 라디오와 더 많은.
ne: ब्राउज, खोज र आफ्नो कम्प्युटर मा फाइलहरू प्ले। वाइफाइ साझेदारी, इन्टरनेट रेडियो र अधिक।
pt_br: Navegar, pesquisar e reproduzir arquivos em seu computador. Partilha Wifi, Internet Radio e muito mais.
ro: Navighează, Caută și Redă fișiere din computer. Partajare Wi-Fi, Internet radio și mai multe.
sl: Brskanje, iskanje in igra datoteke v računalniku. Wi-Fi črepina, Internet Radio in več.
sr: Потражите, Сеарцх анд Плаи фајлове на рачунару. Ви-фи дељење, интернет радио и више.
sv: Bläddra, sök och spela filer från din dator. Dela trådlöst, internetradio och mer.
uk: Перегляд, пошук і Відтворити файлів на вашому комп'ютері. Обмін Wi-Fi, інтернет-радіо і багато інших.
vi: Duyệt, Tìm kiếm và Phát tệp trong máy tính của bạn. Chia sẻ Wi-Fi, Internet Radio và nhiều hơn nữa.
zh_cn: 浏览，查找并播放你电脑中的文件。Wi-Fi共享，互联网电台，以及更多。

source: Search and Download Files from the Internet.
ar: البحث وتحميل الملفات من الإنترنت.
bn: ইন্টারনেট থেকে ফাইল অনুসন্ধান এবং ডাউনলোড করুন
da: Søge og downloade filer fra internettet.
es: Buscar y descargar archivos desde Internet.
fr: Rechercher et télécharger des fichiers depuis Internet.
hi: इंटरनेट से फ़ाइलें खोजें और डाउनलोड करें
hr: Traži i preuzmi datoteke
it: Cercare e scaricare file da Internet.
ja: インターネットからのファイルの検索とダウンロード。
ko: 인터넷에서 파일 검색 및 다운로드.
ne: खोज र इन्टरनेट फाइलहरू डाउनलोड गर्नुहोस्।
pt_br: Procurar e baixar arquivos da Internet.
ro: Caută și descarcă fișiere de pe internet.
sl: Iskanje in prenos datotek iz interneta.
sr: Сеарцх анд Довнлоад фајлова са Интернета.
sv: Sök och hämta filer från internet.
uk: Пошук і завантаження файлів з Інтернету.
vi: Tìm kiếm và tải tập tin từ Internet.
zh_cn: 从互联网搜索和下载文件

source: filter transfers here
ar: تصفية التحويلات هنا
bn: ফিল্টার স্থানান্তর এখানে
da: filter overførsler her
es: filtrar transferencias aquí
fr: filtrer les transferts ici
hi: फ़िल्टर स्थानान्तरण यहां
hr: ovdje se prenose filtri
it: trasferimenti di filtro qui
ja: ここでフィルター転送
ko: 여기에 필터 전송
ne: फिल्टर यहाँ स्थानान्तरण
pt_br: filtro de transferências aqui
ro: transferurile de filtre aici
sl: filter prenosi tukaj
sr: филтер трансфери овде
sv: filtrera överföringar här
uk: переклади фільтр тут
vi: lọc chuyển ở đây
zh_cn: 过滤器转移这里

source: Transfers
ar: تحويلات
bn: স্থানান্তর
da: Afslut efter overførsler
el: Μεταφορές αρχείων
es: Transferencias
fr: Transferts
hi: हस्तांतरण
hr: Prijenosi
it: Trasferimenti
ja: 転送
ko: 전송
ne: सार्न सकिए पछि बन्द गर
pt_br: Transferências
ro: Transferuri
sl: Odist po prenosoch
sr: Трансфери
sv: Överföringar
uk: Передачі
vi: Thoát sau khi Chuyển giao
zh_cn: 传输

source: Transfers tab description goes here.
ar: نقل علامة التبويب الوصف هنا.
bn: স্থানান্তর ট্যাব বিবরণ এখানে যায়।
da: Overførsler under fanen Beskrivelse går her.
es: La descripción de la pestaña de transferencias va aquí.
fr: La description de l'onglet Transferts est ici.
hi: स्थानान्तरण टैब विवरण यहाँ जाता है
hr: Ovdje se otvara opis kartice Transferi.
it: Descrizione scheda Trasferimenti va qui.
ja: [転送]タブの説明がここに表示されます。
ko: 전송 탭 설명은 여기에 표시됩니다.
ne: स्थानान्तरण ट्याब विवरण यहाँ जान्छ।
pt_br: Descrição de guia de transferências vai aqui.
ro: Transferul descrierii tab-ului merge aici.
sl: Prenosi jeziček Opis gre sem.
sr: Опис Трансфери картица иде овде.
sv: Beskrivning av överföringsfliken hamnar här.
uk: Опис Вкладка Переклади йде тут.
vi: Mô tả thẻ chuyển khoản đi ở đây.
zh_cn: 转移标签描述在这里。

source: All
ar: الكل
da: Alle
el: Όλα
es: Todo
fr: Tout
hi: सब
hr: Svi
it: Tutti
ja: すべて
ko: 모두
ne: सबै
pt_br: Todos
ro: Toate
sl: Vse
sr: Све
sv: Alla
uk: всі
vi: Tất cả các
zh_cn: 所有

source: Ok
ar: حسنا
vi: Được
zh_cn: 好

source: Update
ar: تحديث
da: Opdateringer
el: Αναβαθμίσεις
es: Actualizar
fr: Mettre à jour
hi: अपडेट्स
hr: Nadogradi
it: Aggiorna
ja: 更新
ko: 업데이트
ne: अद्यावधिक
pt_br: Atualização
ro: Actualizare
sl: Obnovi
sr: Ажурирање
sv: Uppdateringar
uk: Оновлення
vi: Cập nhật
zh_cn: 更新

source: Time flies! You have missed the last {0} updates.
ar: الوقت الذباب! وقد غاب عن آخر التحديثات {0}.
es: El tiempo vuela! Te has perdido las ultimas {0} actualizaciones.
hr: Vrijeme leti! Propustili ste zadnje {0} ažuriranje.
sv: Tiden flyger iväg! Du har missat de senaste {0} uppdateringarna.
uk: Час летить! Ви пропустили останні {0} оновлення.
vi: Thời gian trôi! Bạn đã bỏ lỡ {0} bản cập nhật cuối cùng.
zh_cn: 时间飞逝!您错过了最后一个 {0} 更新。

source: New FrostWire Update Available
ar: تحديث فروستوير جديد متاح
bn: নতুন FrostWire আপডেট উপলব্ধ
da: Nye FrostWire opdatering tilgængelig
el: Νέα FrostWire διαθέσιμη ενημερωμένη έκδοση
es: ¡Nueva versión disponible de FrostWire!
hi: नई FrostWire अद्यतन उपलब्ध
hr: Dostupno je novo ažuriranje FrostWire
ja: 新しいFrostWireアップデートが利用可能
ko: 새로운 FrostWire 업데이트 사용 가능
ne: नयाँ FrostWire अपडेट उपलब्ध
pt_br: Nova versão disponível
ro: Noua actualizare FrostWire disponibilă
sl: Na voljo je nova posodobitev FrostWire
sr: Нови FrostWire ажурирање Доступно
sv: Nya FrostWire-uppdateringar tillgängliga
uk: Нове оновлення FrostWire Доступне
vi: Cập nhật FrostWire Mới Có sẵn
zh_cn: 新的Frostwire更新可用

source: FrostWire Team Announcement
ar: إعلان فريق فروستوير
bn: FrostWire টিম ঘোষণা
da: FrostWire Team meddelelse
el: FrostWire ομάδα ανακοίνωση
es: Anuncio del equipo FrostWire
fr: Annonce de l'équipe FrostWire
hi: FrostWire टीम की घोषणा
hr: Obavijest o FrostWire timu
it: Annuncio di FrostWire Team
ja: FrostWireチームアナウンス
ko: FrostWire 팀 발표
ne: FrostWire टोली घोषणा
pt_br: Anúncio da equipe FrostWire
ro: Anunțul echipei FrostWire
sl: FrostWire ekipa napoved
sr: FrostWire тима Обавештење
sv: FrostWires teammeddelanden
uk: Оголошення FrostWire Team
vi: Thông báo nhóm FrostWire
zh_cn: FrostWire团队公告

source: Download Torrent
ar: تحميل سيل
bn: টরেন্ট ডাউনলোড করুন
el: Λήψη torrent
es: Descarga el torrent
hi: डाउनलोड टॉरेंट
it: Scarica Torrent
ja: トレントをダウンロード
ko: 토렌트 다운로드
ne: धार डाउनलोड
pt_br: Baixa Torrent
ro: Descărcați Torrent
sl: Prenesi torrent
sr: Довнлоад Торрент
sv: Hämta torrent
uk: завантажити торрент
vi: Tải xuống Torrent
zh_cn: 下载Torrent

source: Thanks, but not now
ar: شكرا، ولكن ليس الآن
bn: ধন্যবাদ, কিন্তু এখন নয়
da: Tak, men ikke nu
el: Ευχαριστώ, αλλά όχι τώρα
es: Gracias, pero no ahora
fr: Merci, mais pas maintenant
hi: धन्यवाद, लेकिन अब नहीं
hr: Hvala, ali ne sada
it: Grazie, ma non ora
ja: ありがとう、しかし今はない
ko: 고마워,하지만 지금은 안돼.
ne: धन्यवाद, तर अब
pt_br: Obrigado, mas não agora
ro: Mulțumesc, dar nu acum
sl: Hvala, ampak ne zdaj
sr: Хвала, али не сада
sv: Tack, men inte just nu
uk: Спасибі, але не зараз
vi: Cảm ơn, nhưng không phải bây giờ
zh_cn: 谢谢，但不是现在

source: Go to webpage
ar: انتقل إلى صفحة الويب
bn: ওয়েবপেজে যান
da: Gå til websiden
el: Μεταβείτε στην ιστοσελίδα
es: Ir al sitio web
fr: Aller à la page web
hi: वेबपेज पर जाएं
hr: Idite na web stranicu
it: Vai alla pagina web
ja: ウェブページに移動
ko: 웹 페이지로 이동
ne: वेबपेज जाने
pt_br: Ir para página da Web
ro: Accesați pagina web
sl: Pojdi na spletno stran
sr: Иди на веб страницу
sv: Gå till webbsidan
uk: Перейти на веб-сторінці
vi: Đi tới trang web
zh_cn: 转到网页

source: All Types
ar: كافة الأنواع
bn: সব ধরনের
da: Alle filtyper
el: Κάθε τύπου
es: Todos los tipos
fr: Tout type
hi: किसी भी वर्ग का
hr: Sve vrste
it: Tutti i tipi
ja: 全種類
ko: 모든 종류
ne: सबै प्रकार
pt_br: Todos os tipos
ro: Toate tipurile
sl: Vse vrste.
sr: Све врсте
sv: Alla typer
uk: Усі Типи
vi: Tất cả các loại
zh_cn: 全部类型

source: Books/Docs
ar: كتب / مستندات
bn: বই/ডক্স
da: Bøger/Docs
el: Βιβλία/Έγγραφα
es: Libros/Documentos
fr: Livres/Docs
hi: पुस्तकें/दस्तावेज़
hr: Knjige/dokumenti
it: Libri/Documenti
ja: 書籍 / 書類
ko: 책/문서
ne: पुस्तक / दस्तावेज
pt_br: Livros/Documentos
ro: Cărți/Documente
sl: Knjige/dokumenti
sr: Књиге / Документи
sv: Böcker/Dok
uk: Книги/Документи
vi: Sách/Tài liệu
zh_cn: 书籍/文档

source: Programs
ar: برامج
bn: প্রোগ্রাম
da: Programmer
el: Προγράμματα
es: Programas
fr: Programmes
hi: प्रोग्राम्
hr: Programi
it: Programmi
ja: プログラム
ko: 프로그램
ne: कार्यक्रममा
pt_br: Programas
ro: Programe
sl: Programi
sr: Programi
sv: Program
uk: Програми
vi: Chương trình
zh_cn: 程序

source: Audio
ar: صوتي
da: Lyd
el: Ήχος
hi: ऑडियो
ja: オーディオ
ko: 오디오
ne: अडियो
pt_br: Áudio
sr: звучни
sv: Ljud
uk: Студія
vi: Âm thanh
zh_cn: 音频

source: Video
ar: فيديو
el: Βίντεο
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
ne: भिडियो
pt_br: Vídeo
sr: Видео
uk: Перегляд
vi: Hiển thị
zh_cn: 视频

source: Images
ar: صور
bn: চিত্র
da: Billeder
el: Εικόνες
es: Imágenes
hi: चित्र
hr: Slike
it: Immagini
ja: イメージ
ko: 이미지
ne: तस्बिरहरू
pt_br: Imagens
ro: Imagini
sl: Slike
sr: Имагес
sv: Bilder
uk: Картинки
vi: Hình Ảnh
zh_cn: 图片

source: About FrostWire
ar: حول FrostWire
bn: সম্পর্কে FrostWire
da: Om FrostWire
el: Περί του FrostWire
es: Acerca de FrostWire
fr: À propos de FrostWire
hi: लैमवैर के बारे में
hr: O FrostWireu
it: Informazioni su FrostWire
ja: FrostWire について
ko: FrostWire 정보
ne: लाइमवाइर बारे
pt_br: Sobre o FrostWire
ro: Despre FrostWire
sl: O FrostWire
sr: О FrostWire
sv: Om FrostWire
uk: Про FrostWire
vi: Giới thiệu FrostWire
zh_cn: 关于FrostWire

source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
da: Slutbrugerlicensaftale
es: Acuerdo de licencia de usuario final
fr: Contrat de licence utilisateur final
hi: अंत उपयोगकर्ता लाइसेंस समझौता
hr: Licencni ugovor za krajnjeg korisnika
it: Contratto di licenza per l'utente
ja: エンドユーザーライセンス契約
ko: 최종 사용자 사용권 계약
ne: प्रयोगकर्ता लाइसेन्स सम्झौता अन्त
pt_br: Acordo de Licença de Utilizador Final
ro: Acord licență utilizator final
sr: Уговор са крајњим корисником лиценце
sv: Användaravtal
uk: Ліцензійна угода користувача
vi: Thỏa thuận giấy phép người dùng cuối
zh_cn: 最终用户许可协议

source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
hr: Pravila privatnosti
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인 정보 정책
ne: गोपनीयता नीति
pt_br: Política de Privacidade
ro: Politica de confidențialitate
sr: Правила о приватности
sv: Sekretesspolicy
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_cn: 隐私策略

source: Close This Window
ar: إغلاق النافذة
bn: এই উইন্ডো বন্ধ করুন
da: Luk dette vindue
el: Κλείσιμο του παραθύρου «Σχετικά με το...»
es: Cerrar esta ventana
fr: Fermer cette fenêtre
hi: अबौट विन्डो को बन्द करो.
hr: Zatvori ovaj prozor
it: Chiudi questa finestra
ja: このウィンドウを閉じる
ko: 현재 창 닫기
ne: यस विन्डो बन्द गर
pt_br: Fechar esta janela
ro: Închide această fereastră
sl: Zapri to okno
sr: Затвори овај прозор
sv: Stäng informationsfönstret
uk: Закрити вікно
vi: Đóng cửa sổ này
zh_cn: 关闭此窗口

source: FrostWire Logo Designer
bn: FrostWire লোগো ডিজাইনার
es: Diseñador del Logo de FrostWire
hi: FrostWire लोगो डिजाइनर
hr: FrostWire logo dizajneri
ne: FrostWire लोगो डिजाइनर
ro: Creator logo FrostWire
sl: FrostWire logotip oblikovalec
sr: FrostWire Логотип Дизајнер
vi: Thiết kế logo FrostWire
zh_cn: FrostWire商标设计师

source: FrostWire Graphics Designers/Photographers
da: FrostWire grafik designere/fotografer
es: FrostWire Diseñadores gráficos/Fotógrafos
hi: FrostWire ग्राफिक्स डिजाइनर/फोटोग्राफर
hr: FrostWire grafički dizajneri/fotografi
ko: FrostWire 그래픽 디자이너 / 사진 작가
ne: FrostWire ग्राफिक्स डिजाइनर / फोटोग्राफरहरू
ro: Proiectanți/Fotografi grafici FrostWire
sl: FrostWire grafični oblikovalci/fotografi
sr: FrostWire Грапхицс Дизајнери / Фотографи
sv: FrostWires grafiska designers/fotografer
vi: FrostWire Thiết kế đồ họa/Nhiếp ảnh gia
zh_cn: FrostWire图案设计师/摄影师

source: Thanks to Former FrostWire Developers
bn: সাবেক FrostWire ডেভেলপারদের ধন্যবাদ
da: Tak til tidligere FrostWire udviklere
es: Gracias a los antiguos Desarrolladores de FrostWire
hi: FrostWire डेवलपर्स के लिए धन्यवाद
hr: Hvala prijašnjim FrostWire programerima
it: Grazie agli ex sviluppatori di FrostWire
ko: 전의 FrostWire 개발자 덕분에
ne: पूर्व FrostWire विकासकर्ता धन्यवाद
ro: Mulțumiri foștilor dezvoltatori FrostWire
sl: Hvala razvijalcem nekdanji FrostWire
sr: Захваљујући бивше FrostWire програмере
sv: Tack till tidigare FrostWire-utvecklare
vi: Cám ơn các nhà phát triển FrostWire trước đây
zh_cn: 感谢FrostWire以前的开发人员

source: Thanks to the FrostWire Chat Community!
bn: FrostWire চ্যাট কমিউনিটি ধন্যবাদ!
da: Tak til FrostWire Chat samfund!
es: ¡Gracias a la Comunidad de Chat de Frostwire!
hi: चैट समुदाय को धन्यवाद !FrostWire चैट समुदाय के लिए धन्यवाद!
hr: Hvala FrostWire zajednici za razgovore!
ko: FrostWire 채팅 커뮤니티 덕분에!
ne: को FrostWire चैट समुदाय धन्यवाद!
pt_br: Obrigado pelo bate papo da comunidade FrostWire!
ro: Mulțumiri Comunității Chat FrostWire!
sl: Hvala da je FrostWire klepet Skupnosti!
sr: Захваљујући FrostWire Цхат заједнице!
sv: Tack till FrostWires chattgemenskap!
uk: Завдяки FrostWire Chat спільноти!
vi: Nhờ cộng đồng Chat FrostWire!
zh_cn: 感谢FrostWire聊天社区！
