Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Support FrostWire development with an Ether donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Ether
es: Apoya el desarrollo de FrostWire con una donación en Ether
fr: Soutien au développement de FrostWire grâce à un don de Ether
hi: एक Ether दान के साथ FrostWire विकास का समर्थन करें
hr: Podrška razvoju FrostWirea s doniranjem Ether
it: Sostenere lo sviluppo FrostWire con una donazione Ether
ja: FrostWireの開発をサポートしてください。 Etherで寄付をする。
ko: FrostWire 개발을 지원하십시오. Ether에서 기부하기.
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em Ether
sv: Stödja FrostWire-utveckling med en Ether-donation
uk: Підтримка розвитку FrostWire з пожертвуванням Ether
vi: Hỗ trợ phát triển FrostWire với khoản đóng góp Ether
zh_cn: 使用Ether加密货币捐赠支持FrostWire开发

source: Support FrostWire development with a Dash donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Dash
es: Apoya el desarrollo de FrostWire con una donación en Dash
fr: Soutien au développement FrostWire avec un don de Dash
hi: एक Dash दान के साथ FrostWire विकास का समर्थन करें
hr: Podrška razvoju FrostWirea s doniranjem Dash
it: Sostenere lo sviluppo FrostWire con una donazione Dash
ja: FrostWireの開発をサポートしてください。 Dashで寄付をする。
ko: FrostWire 개발을 지원하십시오. Dash에서 기부하기.
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em Dash
sv: Stödja FrostWire-utveckling med en Dash-donation
uk: Підтримка розвитку FrostWire з пожертвуванням Dash
vi: Hỗ trợ phát triển FrostWire với khoản đóng góp Dash
zh_cn: 使用Dash加密货币捐赠支持FrostWire开发

source: Support FrostWire development with a Litecoin donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Litecoin
es: Apoya el desarrollo de FrostWire con una donación en Litecoin
fr: Soutien au développement de FrostWire grâce à un don de Litecoin
hi: एक Litecoin दान के साथ FrostWire विकास का समर्थन करें
it: Sostenere lo sviluppo FrostWire con una donazione Litecoin
ja: FrostWireの開発をサポートしてください。 Litecoinで寄付をする。
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em Litecoin
zh_cn: 使用Litecoin加密货币捐赠支持FrostWire开发

source: Support FrostWire development with a ZCash donation
ar: دعم تطوير FrostWire مع التبرع باستخدام ZCash
es: Apoya el desarrollo de FrostWire con una donación en ZCash
fr: Soutien au développement de FrostWire avec un don de Zcash
hi: एक ZCash दान के साथ FrostWire विकास का समर्थन करें
it: Sostenere lo sviluppo FrostWire con una donazione ZCash
ja: FrostWireの開発をサポートしてください。 ZCashで寄付をする。
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em ZCash
zh_cn: 使用ZCash加密货币捐赠支持FrostWire开发

source: Support FrostWire development with a Paypal donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Paypal
bn: একটি পেপ্যাল দান সঙ্গে FrostWire উন্নয়ন সমর্থন
es: Apoya el desarrollo de FrostWire con una donación en Paypal
fr: Soutien au développement de FrostWire avec un don Paypal
hi: एक Paypal दान के साथ FrostWire विकास का समर्थन करें
it: Sostenere lo sviluppo FrostWire con una donazione Paypal
ja: Paypalの寄付によるFrostWire開発のサポート
ne: एक Paypal दान संग समर्थन FrostWire विकास
pt_br: Apoiar o desenvolvimento de FrostWire com uma doação Paypal
ro: Suportați dezvoltarea FrostWire cu o donație Paypal
zh_cn: 通过Paypal捐助支持FrostWire开发

source: Donate
ar: تبرع
bn: দান করা
es: Donar
fr: Faire un don
hi: दान करना
hr: Doniraj
it: Dona
ja: 寄付する
ko: 기부
ne: दान
pt_br: Doar
ro: Donează
sr: Донирајте
sv: Donera
uk: жертвувати
vi: Tặng
zh_cn: 捐赠

source: All Folders
ar: جميع المجلدات
bn: সমস্ত ফোল্ডার
da: Alle mapper
el: Όλοι οι φάκελοι
es: Todas las carpetas
fr: Tous les dossiers
hi: सभी फ़ोल्डर
hr: Sve mape
it: Tutte le cartelle
ja: 全フォルダ
ko: 모든 폴더
ne: सबै फोल्डरहरू
pt_br: Todas as pastas
ro: Toate dosarele
sl: Vse mape
sr: Све фасцикле
sv: Alla mappar
uk: Усі Теки
vi: Thư mục mới
zh_cn: 所有文件夹

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
ar: يبدو أن جهازك ليس لديه اتصال إنترنت نشط أو أن الجدار الناري قام بحظر FrostWire من الوصول للإنترنت. FrostWire سيقوم تلقائياً بمحاولة اتصالك بالشبكة مالم تقم باختيار " قطع الاتصال" من قائمة ملف.
bn: আপনার মেশিনটি একটি সক্রিয় ইন্টারনেট সংযোগ না দেখায় বা ফায়ারওয়াল ইন্টারনেট অ্যাক্সেস করার থেকে FrostWire ব্লক করছে ফাইল মেনু থেকে "সংযোগ বিচ্ছিন্ন" নির্বাচন না করা পর্যন্ত আপনি FrostWire স্বয়ংক্রিয়ভাবে নেটওয়ার্কে সংযোগের চেষ্টা করবেন।
da: Din maskine har tilsyneladende ikke en aktiv internetforbindelse eller FrostWire's netadgang er blokeret af en firewall. FrostWire vil automatisk forsøge at skabe forbindelse til netværket medmindre du vælger "Afbryd" i fil-menuen.
el: Φαίνεται πως υπολογιστής σας δεν έχει κάποια σύνδεση στο Internet ή κάποιο firewall αποτρέπει το FrostWire από το να έχει πρόσβαση στο Internet. Το FrostWire θα προσπαθεί αυτόματα να συνδεθεί στο δίκτυο, εάν δεν επιλέξετε «Αποσύνδεση» από το μενού του «Αρχείου».
es: Su máquina parece no tener una conexión activa a Internet o un cortafuegos está bloqueando el acceso de FrostWire a Internet. Automáticamente, FrostWire continuará intentando conectarse a la red a menos que seleccione "desconectar" desde el menú "archivo".
fr: Votre système ne semble disposer d’aucune connexion Internet active ou un pare-feu empêche FrostWire d’accéder à Internet. FrostWire tentera de se connecter automatiquement au réseau, sauf si vous sélectionnez “Déconnecter” dans le menu “Fichier”.
hi: ऐसा लगता है क़ी आपका मशीन में एक सक्रिय इंटरनेट कनेक्शन नहीं है या एक फ़ायरवॉल इंटरनेट तक पहुँचने से फ्रोस्ट वाइर को अवरुद्ध करता है. फ्रोस्ट वाइर अपने आप आप को नेटवर्क से कनेक्ट करने की कोशिश करता रहेगा जब तक आप "Disconnect" फ़ाइल मेनू से का चयन न करेगें .
hr: Vaše računalo nema aktivnu intenet vezu ili vatrozid blokira FrostWire da pristupi internetu. FrostWire će vas automatski pokušavati spojiti na mrežu osim ako ne odaberete "Odspoji" iz menija Datoteka.
it: Il tuo dispositivo sembra non avere una connessione attiva a internet oppure un firewall sta bloccando l'accesso di FrostWire a internet. FrostWire cercherà di connettersi automaticamente alla rete a meno chè selezioni "Disconetti" dal menu "File".
ja: ご利用のPCは、有効なネット接続されていないか、ファイヤウォールがネットアクセスからFrostWireを遮断しています。FrostWireは、あなたがファイルメニューから「切断」を選択しない限り、自動的にネットワークに接続し続けようとします。
ko: 당신의 컴퓨터는 인터넷이 연결이 안 되있거나 방화벽이 FrostWire가 접속하는 것을 차단 하고 있습니다. FrostWire는 당신이 파일 메뉴에서 "Disconnect"를 누를 때 까지 자동적으로 접속을 시도 할 것 입니다.
ne: तपाईँको मेसिन सक्रिय इन्टरनेट जडान गर्न देखा गर्दैन वा एक फायरवाल इन्टरनेट पहुँच FrostWire अवरुद्ध छ। FrostWire नेटवर्कमा तपाईं जडान गर्न प्रयास के तपाईं "विच्छेद" चयन नभएसम्म फाइल मेनु स्वचालित रूपमा राख्नेछ।
pt_br: A sua máquina não parece possuir uma conexão ativa com a internet, ou existe um firewall bloqueando o acesso do FrostWire à internet. O FrostWire vai continuar tentando conectar à rede automaticamente, a não ser que você selecione "Desconectar" no menu arquivo.
ro: Computerul dumneavoastră nu pare a avea o conexiune activă la internet sau un firewall blochează FrostWire să acceseze internetul. FrostWire va încerca automat să se conecteze la rețea doar dacă selectați "Deconectare" din meniul Fișier.
sl: Računalnik ne zdi, da so aktivne internetne povezave ali požarni zid blokira FrostWire dostop do interneta. FrostWire samodejno vztrajati težaven povežete v omrežje, če izberete "Prekini" iz menija Datoteka.
sr: Уређај се не појављује да има активну везу са Интернетом или заштитни зид блокира FrostWire приступ интернету. FrostWire ће аутоматски задржати покушава да вас повеже са мрежом ако не изаберете "Дисцоннецт" из менија Филе.
sv: Din maskin verkar inte ha en aktiv internetanslutning eller så blockerar en brandvägg FrostWire från att komma åt internet. FrostWire kommer automatiskt att försöka ansluta till nätverket om du inte väljer "Koppla ifrån" från arkivmenyn.
uk: Ваш комп’ютер схоже не має підключення до Інтернету або firewall не дає FrostWire доступу до нього. FrostWire буде намагатись підключитись до мережі доти, доки ви не натисните «Відключитись» у меню «Файл».
vi: Máy của bạn dường như không có kết nối Internet hoạt động hoặc tường lửa đang ngăn không cho FrostWire truy cập Internet. FrostWire sẽ tự động tiếp tục cố gắng kết nối bạn với mạng trừ khi bạn chọn "Ngắt kết nối" từ trình đơn Tệp.
zh_cn: 设备网络连接无效，或者防火墙屏蔽FrostWire访问网络。如果不选择文件菜单中的"断开连接"，FrostWire会自动尝试连接到网络。

source: FrostWire: Share Big Files
bn: FrostWire সঙ্গে ফাইল পাঠাতে
da: FrostWire: Dele store filer
el: FrostWire: Μεγάλα αρχεία μεριδίου
es: FrostWire: Comparte grandes archivos
fr: FrostWire: Partager de gros fichiers
hi: FrostWire: शेयर बिग फ़ाइलें
hr: FrostWire: dijeli velike datoteke
it: FrostWire: Condividere file di grandi dimensioni
ja: FrostWire：大きなファイルを共有する
ne: FrostWire: शेयर ठूलो फाइलहरू
pt_br: FrostWire: Compartilhar arquivos grandes
ro: FrostWire: Partajare fișiere mari
sl: FrostWire: Delež velikih datotek
sr: FrostWire: делити велике фајлове
sv: FrostWire: Dela stora filer
uk: FrostWire: Частка великі файли
vi: FrostWire: Chia sẻ tệp lớn
zh_cn: FrostWire：分享大文件

source: FrostWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing FrostWire's Windows Compatibility. Right-click on the FrostWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart FrostWire.
ar: واجه فروست واير مشكلة خلال البدء ولا يمكنه المتابعة. ربما يمكنك إصلاح هذه المشكلة بتغيير توافق نوافذ فروست واير . اضغط يمينا على أيقونة فروست واير على سطح المكتب واختر الخصائص من القائمة المنبثقة. اضغط تبويب توافق في الأعلى ثم اضغط شغل هذا البرنامج في نظام التوافق ثم اختر ويندوز 2000 في المربع ادناه ثم اضغط زر نعم في الأسفل واعد تشغيل فروست واير
bn: শুরুতে সমস্যাটির সম্মুখীন হ'ল FrostWire এবং এগিয়ে যেতে পারে না। আপনি FrostWire এর Windows সামঞ্জস্য পরিবর্তন করে এই সমস্যার সমাধান করতে সক্ষম হতে পারেন। আপনার ডেস্কটপে FrostWire আইকনে ডান-ক্লিক করুন এবং পপআপ মেনু থেকে 'প্রোপার্টি' নির্বাচন করুন। উপরে 'সামঞ্জস্যতা' ট্যাবটি ক্লিক করুন, তারপর 'এই প্রোগ্রামটি চালনার জন্য সামঞ্জস্যতার মোডে চালান' চেকবাক্সটি ক্লিক করুন, এবং তারপর চেকবক্সের নিচের বাক্সে 'উইন্ডোজ 2000' নির্বাচন করুন। তারপর নীচে 'OK' বোতামটি ক্লিক করুন এবং FrostWire পুনরায় আরম্ভ করুন।
da: FrostWire har opdaget en fejl under opstart og kan ikke forsætte. Du kan måske løse problemet ved at ændre FrostWire's windows kompabilitet. Højre-klik på FrostWire ikonen på dit skrivebord og vælg "egenskaber". Herefter vælger du fanebladet "kompatibilitet" sæt tjekmærke i boksen "Kør dette program i kompatibilitetstilstand for:" og vælg "windows 2000" i bjælken under, Klik herefter OK i bunden og genstart FrostWire.
el: Το FrostWire αντιμετώπισε κάποιο πρόβλημα κατά την εκκίνηση και δεν μπορεί να συνεχίσει. Υπάρχει πιθανότητα να το επιδιορθώσετε αλλάζοντας την συμβατότητα του FrostWire με τα Windows. Κάντε δεξί κλικ στο εικονίδιό του που βρίσκεται στην επιφάνεια εργασίας και επιλέξτε "Ιδιότητες (Properties)" από το αναδυόμενο μενού. Επιλέξτε την ετικέτα "Συμβατότητα (Compatib;ility)" στο επάνω μέρος και μετά ενεργοποιήστε το κουτάκι "Εκτέλεση προγράμματος σε λειτουργία συμγατότητας για: (Run this program in compatibility mode for). Επιλέξτε "Windows 2000" στην αναδυόμενη λίστα που βρίσκεται από κάτω και πιέστε "ΟΚ". Μετά επανεκκινήστε το FrostWire.
es: FrostWire ha encontrado un problema durante el arranque y no puede continuar. Puede ser que pueda reparar este problema al cambiar la compatibilidad de FrostWire con Windows. Haga clic secundario en el icono de su escritorio y seleccione 'Propiedades' del menú. Haga clic en la pestaña 'Compatibilidad' en la parte superior, luego haga clic en la caja 'Ejecutar este programa en modo de compatibilidad para', y luego seleccione 'Windows 2000' en la caja inferior. Luego haga clic en 'Aceptar' al fondo y reinicie FrostWire.
fr: FrostWire a rencontré un problème durant le démarrage et ne peut pas continuer. Vous pouvez être en mesure de régler le problème en modifiant les options de Compatibilité Windows pour FrostWire. Faîtes un clic droit sur l’icône de lancement de FrostWire (sur votre Bureau ou dans le menu Démarrer de Windows) et sélectionnez l’option “Propriétés” dans le menu. Sélectionnez l’onglet “Compatibilité” en haut, puis dans la zone “Mode de compatibilité” cochez la case “Exécuter ce programme en mode de compatibilité pour :”, enfin sélectionnez “Windows 2000” dans la liste activée sous la case cochée. Cliquez le bouton “OK” en bas du dialogue et relancez FrostWire.
hi: फ्रोस्ट वाइर को स्टार्टअप के दौरान कोई समस्या हुई है और आगे नहीं बढ़ सकते हैं. आप फ्रोस्ट वाइर विंडोज संगतता बदलकर इस समस्या को ठीक करने में सक्षम हो सकते है. आपके डेस्कटॉप पर फ्रोस्ट वाइर आइकन पर राइट क्लिक करें और पॉपअप मेनू से गुण का चयन करें.शीर्ष पर संगतता टैब क्लिक करें, तो चेक बॉक्स के लिए संगतता मोड में इस कार्यक्रम को चलाने के 'क्लिक करें, और तब चेक बॉक्स नीचे दिए गए बॉक्स में Windows 2000' का चयन करें. तो नीचे 'OK' बटन पर क्लिक करें और फ्रोस्ट वाइर को पुनरारंभ करें.
hr: FrostWire je naišao na problem tijekom pokretanja i ne može nastaviti. Vi možda možete popraviti ovaj problem promjenom FrostWire Windows kompatibilnosti. Desno kliknite na FrostWire ikonu na Desktopu i odaberi 'Properties' iz skočnog menija. Kliknite na 'Compatibility' karticu na vrhu,i onda kliknite na 'Run this program in compatibility mode for' kućicu, zatim odaberi 'Windows 2000' u padajućem izborniku ispod kućice. Onda kliknite na 'OK' gumb dolje i ponovno pokrenite FrostWire.
it: FrostWire ha incontrato un problema all'avvio e non può procedere. Puoi risolvere questo problema modificando la compatibilità Windows di FrostWire. Fai clic con il pulsante destro ull'icona di FrostWire e seleziona 'Proprietà' dal menu popup. Seleziona la scheda 'Compatibilità' e seleziona il segno di spunta su "Avvia in modo compatibile', quindi seleziona 'Windows 2000' nel riquadro sottostante. Quindio seleziona 'OK' e riavvia FrostWire.
ja: FrostWireは、起動中問題に直面し続行できません。FrostWireウィンドウの互換性を確認することによりこの問題を解決できる場合があります。ご利用のPC上のFrostWireアイコンを右クリックし、ポップアップメニューから「プロパティ」を選んでください。上にある「互換性」タブをクリックし、それから「互換性モードでこのプログラムを起動する」のチェックボックスをクリックし、チェックボックスの下にある「Windows 2000」を選んでください。最後に最下部の'OK'をクリックしFrostWireを再起動してください。
ko: FrostWire 시작 도중 오류가 발생하여 진행이 불가능합니다. FrostWire 의 윈도우 설정을 통하여 문제를 해결할 수 있습니다. 바탕화면의 FrostWire 아이콘을 오른쪽 클릭한 후 '속성'을 선택하십시오. '호환' 탭을 클릭한 후, '비호환 모드에서 프로그램 실행'을 체크한 후, 박스 아래의 'Windows 2000'을 선택하십시오. 아래의 '확인'버튼을 클릭하신 후 FrostWire를 재시작합니다.
ne: FrostWire सुरुआत समयमा समस्या सामना गरेको छ र अगाडि बढ्न सक्दैन। तपाईं FrostWire गरेको विन्डोज अनुकूलता परिवर्तन गरेर यो समस्या समाधान गर्न सक्षम हुन सक्छ। आफ्नो डेस्कटप मा FrostWire आइकनमा दायाँ-क्लिक गर्नुहोस् र पपअप मेनुबाट 'गुण' चयन गर्नुहोस्। , माथि मा 'अनुकूलता' ट्याब क्लिक गर्नुहोस् र त्यसपछि चेक बक्स 'को लागि अनुकूलता मोडमा यो कार्यक्रम चलान' को क्लिक गर्नुहोस्, र त्यसपछि 'विन्डोज 2000' चेक बक्स तलको बक्समा। त्यसपछि तल 'ठीक छ' बटन क्लिक गर्नुहोस् र FrostWire पुनः सुरु गर्नुहोस्।
pt_br: O FrostWire encontrou um problema durante a inicialização e não pode continuar. Você pode consertar este problema mudando o modo de compatibilidade windows do FrostWire. Clique com o botão direito do mouse no ícone do FrostWire no seu desktop, e selecione 'Propriedades' do menu. Clique na aba 'Compatibilidade' na parte superior, e então clique na caixa de seleção 'Executar este programa em modo de compatibilidade', e então selecione 'Windows 2000' na caixa embaixo da caixa de seleção. Então clique no botão 'OK' na parte inferior e reinicie o FrostWire.
ro: FrostWire a întâmpinat o problemă în timpul pornirii și nu poate continua. Puteți rezolva această problemă modificând Fereastra compatibilitate FrostWire. Click-dreapta pe pictograma FrostWire de pe Desktop și selectați 'Proprietăți' din meniul desfășurător. Apăsați fila 'Compatibilitate' de sus, apoi bifați opțiunea 'Rulează această aplicație în mod compatibilitate pentru' și apoi selectați 'Windows 2000' în căsuța de dedesubt. Apoi apăsați butonul 'OK' din partea de jos și reporniți FrostWire.
sl: FrostWire je naletel na težavo med zagonom in ne more nadaljevati. Morda boste lahko težavo odpravite tako, da spremenite združljivosti Windows je slana. Desni klik na ikono FrostWire na namizju in izberite 'Lastnosti' iz pojavnega menija. Kliknite jeziček "Združljivost" na vrhu, nato potrdite polje »Zaženi ta program v združljivostnem načinu za« in izberite "Windows 2000" v polje pod potrditvenim poljem. Nato kliknite "OK" gumb na dnu in zaženite FrostWire.
sr: FrostWire je naišao na problem prilikom pokretanja i nije u mogućnosti da nastavi sa radom. Možete pokušati da rešite problem određenim podešavanjem u Windows-u. Kliknite desnim dugmetom miša na FrostWire sličicu na radnoj površini i iz padajućeg menija odaberite 'Properties' (osobine). Kliknite na 'Compatibility' (usklađenost) stranicu u vrhu dobijenog prozora, zatim na 'Run this program in compatibility mode for' i odaberite ispod toga 'Windows 2000'. Zatim kliknite na "OK" i ponovo pokrenite FrostWire.
sv: FrostWire har stött på ett problem under starten och kan inte fortsätta. Du kan lösa detta problem genom att ändra FrostWires Windows-kompatibilitet. Högerklicka på FrostWire-ikonen på ditt skrivbord och välj ”Inställningar” i poppuppmenyn. Klicka på fliken ”Kompatibilitet” högst upp, klicka sedan i kryssrutan ”Kör detta program i kompatibilitetsläge för” och välj sedan ”Windows 2000” under rutan du nyss kryssat i. Klicka sedan på knappen ”OK”längst ned och starta om FrostWire.
uk: FrostWire зазнав помилки під час запуску і не може продовжити. Можливо, Ви зможете розв’язати проблему, змінивши налаштування сумісності Windows. Правий-клік на іконці FrostWire, «Властивості», «Сумісність». Відмітьте «Запускати цю програму у режимі сумісності з Windows 2000». Натисніть ОК, та перезапустіть програму.
vi: FrostWire đã gặp sự cố khi khởi động và không thể tiến hành. Bạn có thể khắc phục sự cố này bằng cách thay đổi Windows Compatibility của FrostWire. Nhấp chuột phải vào biểu tượng FrostWire trên Desktop của bạn và chọn 'Thuộc tính' từ trình đơn bật lên. Nhấp vào tab 'Compatibility' ở trên cùng, sau đó nhấp vào hộp kiểm 'Chạy chương trình này ở chế độ tương thích cho' và sau đó chọn 'Windows 2000' trong hộp bên dưới hộp kiểm. Sau đó nhấp vào nút 'OK' ở dưới cùng và khởi động lại FrostWire.
zh_cn: FrostWire在启动时遇到问题，无法继续。你可以通过改变FrostWire窗口兼容性以解决此问题。右击桌面上FrostWire图标，从弹出菜单中选择'属性'。单击顶部的'兼容性'标签，然后单击'用兼容模式运行这个程序'复选框，之后在复选框下的框中选择'Windows 2000'。然后单击底部的'确认'按钮，并重启FrostWire。

source: FrostWire will not launch the specified file for security reasons.
ar: لن يقوم FrostWire بتنفيذ الملف المحدد لأسباب أمنية.
bn: নিরাপত্তার কারণে FrostWire নির্দিষ্ট ফাইল লঞ্চ হবে না।
da: FrostWire vil ikke åbne den angivne fil af sikkerhedsgrunde.
el: Το FrostWire δεν θα ανοίξει το καθορισμένο αρχείο για λόγους ασφάλειας.
es: FrostWire no ejecutará el archivo especificado por razones de seguridad.
fr: FrostWire ne lancera pas le fichier spécifié pour des raisons de sécurité.
hi: FrostWire विशेष फ़ाइल को सुरक्षा के कारण चालू नहीं करेगा।
hr: FrostWire neće pokrenuti odabranu datoteku iz sigurnosnih razloga.
it: FrostWire non avvierà il file specificato per ragioni di sicurezza.
ja: セキュリティ上の理由から、FrostWireは選択したファイルを開けません。
ko: 보안상의 이유로, FrostWire는 지정 파일을 실행하지 않을 것입니다.
ne: FrostWire सुरक्षाको कारण निर्दिष्ट फाइल सुरु हुनेछ।
pt_br: Por razões de segurança o FrostWire não irá abrir o arquivo especificado.
ro: FrostWire nu va lansa fișierul specificat din motive de securitate.
sl: FrostWire ne bo začela navedene datoteke iz varnostnih razlogov.
sr: FrostWire неће покренути одређени фајл из безбедносних разлога.
sv: FrostWire kommer inte öppna filen av säkerhetsskäl.
uk: FrostWire не відкриє цей файл з міркувань безпеки.
vi: FrostWire sẽ không mở tập tin bạn đã chọn vi lý do bảo mật.
zh_cn: 基於安全理由, FrostWire 将不会运行指定文档。

source: FrostWire could not launch the specified file. Executed command: {0}.
ar: ‫FrostWire لا يمكنه تنفيذ الملف المحدد. ‬ ‏‫ ‬ ‫أمر تنفيذي: {0}.
bn: FrostWire নির্দিষ্ট ফাইলটি চালু করতে পারেনি। চালিত কমান্ড: {0}।
da: FrostWire vil ikke åbne den angivne fil. Udførende handling: {0}.
el: Το FrostWire δεν μπόρεσε να ανοίξει το συγκεκριμένο αρχείο. Εκτελέσιμη εντολή: {0}.
es: FrostWire no pudo ejecutar el archivo especificado. Comando ejecutado: {0}
fr: FrostWire n’a pas pu lancer le fichier spécifié. Commande exécutée : {0}.
hi: फ्रोस्ट वाइरनिर्दिष्ट फ़ाइल लांच नहीं कर सकता है निष्पादित आदेश: {0}.
hr: FrostWire nije mogao pokrenuti označenu datoteku. Izvršena naredba: {0}.
it: FrostWire non ha potuto avviare il file specificato. Comando eseguito: {0}.
ja: セキュリティ上の理由から、指定されたファイルを開けません。 次のコマンドが実行されました: {0}
ko: FrostWire 는 지정된 파일을 실행할 수 없습니다. 실행된 명령: {0}.
ne: FrostWire निर्दिष्ट फाइल सुरु गर्न सकिएन। कार्यान्वयन आदेश: {0}।
pt_br: O FrostWire não pode carregar o arquivo especificado. Comando executado: {0}.
ro: FrostWire nu a putut lansa fișierul specificat. Comanda executata: {0}
sl: FrostWire strjena lava ne začetek navedene datoteke. Izvršiti ukaz: {0}.
sr: FrostWire nije mogao da pokrene navedeni fajl. Izvršena komanda: {0}.
sv: FrostWire kunde inte använda den specificerade filen. Exekverat kommando: {0}.
uk: FrostWire не може запустити вказаний файл. Виконана команда: {0}.
vi: FrostWire không thể khởi chạy tệp được chỉ định. Lệnh thực hiện: {0}.
zh_cn: FrostWire无法启动指定文档。 执行指令：{0}

source: FrostWire could not launch the specified file.
ar: FrostWire لا يمكنه تنفيذ الملف المحدد.
bn: FrostWire নির্দিষ্ট ফাইল আরম্ভ করতে পারে নি।
da: FrostWire kan ikke åbne den angivne fil.
el: Το FrostWire δεν μπόρεσε να ανοίξει το συγκεκριμένο αρχείο.
es: FrostWire podría no ejecutar el archivo especificado.
fr: FrostWire n’a pas pu lancer le fichier spécifié.
hi: FrostWire विशेष फ़ाइल को सुरक्षा के कारण चालू नहीं करेगा।
hr: FrostWire nije mogao pokrenuti odabranu datoteku.
it: FrostWire non e' stato in grado di avviare il file specificato.
ja: セキュリィティ上の理由から、FrostWireは選択されたファイルを開けません
ko: FrostWire 지정된 파일을 시작할 수 없습니다.
ne: FrostWire निर्दिष्ट फाइल सुरु गर्न सकिएन।
pt_br: O FrostWire não pode carregar o arquivo especificado.
ro: FrostWire nu a putut lansa fișierul specificat.
sl: FrostWire strjena lava ne začetek navedene datoteke.
sr: FrostWire није могао да покрене наведени фајл.
sv: FrostWire kan inte öppna filen.
uk: FrostWire не відкриє цей файл з міркувань безпеки.
vi: FrostWire không thể khởi chạy tệp được chỉ định.
zh_cn: FrostWire无法运行指定的文件.

source: &Search
ar: بحث
da: &Søg
el: αναζητήσεις
es: &Buscar
fr: &Rechercher
hi: खोज
hr: Traži
it: &Ricerca
ja: 検索(&S)
ko: &검색
ne: खोज
pt_br: &Pesquisa
ro: &Caută
sl: &Iskanje
sr: &Претрага
sv: &Sök
uk: пошуки
vi: Tìm kiếm
zh_cn: 搜索（&S）

source: &Transfers
bn: &স্থানান্তর
da: &Overførsler
el: Εμβάσματα
es: &Transferencias
fr: &Transferts
hi: स्थानांतरण
it: &Trasferimenti
ne: स्थानान्तरण
ro: &Transferuri
sl: &Prenosi
sr: &Трансфери
sv: &Överföringar
uk: &переклади
vi: &Chuyển
zh_cn: 及接送

source: &Library
ar: المكتبة
da: &Bibliotek
el: Αρχειοθήκη
es: &Biblioteca
fr: &Médiathèque
hi: लैब्ररी
hr: Knjižnica
it: &Libreria
ja: ライブラリ
ko: &라이브러리
ne: गोदाम
pt_br: &Biblioteca
ro: &Bibliotecă
sl: &Knjižnjica
sr: &Библиотека
sv: &Bibliotek
uk: Бібліотека
vi: &Thư viện
zh_cn: 收藏库（&L）

source: Display the {0} Screen
ar: عرض {0} الشاشة
bn: {0} স্ক্রীন প্রদর্শন করুন
da: Vis {0} skærmen
el: Εμφάνιση του παραθύρου {0}
es: Mostrar la pantalla {0}
fr: Affiche l’écran “{0}”.
hi: {0} स्क्रीन प्रदर्शित करें
hr: Pokaži {0} ekran
it: Visualizza la Schermata {0}
ja: {0}スクリーンを表示する
ko: {0} 화면 표시
ne: को {0} पर्दा प्रदर्शन
pt_br: Mostrar a tela {0}
ro: Afișează ecranul {0}
sl: Prikažite zaslon {0}
sr: Прикажите {0} Сцреен
sv: Visa {0}-skärmen
uk: Відображення {0} екран
vi: Hiển thị màn hình {0}
zh_cn: 显示{0}屏幕
