Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Select this option to create torrents that don't need trackers, completely descentralized. (Recommended)
ar: حدد هذا الخيار لكي تنشيء ملفات تورينت لا تحتاج لمتتبعات، فهي منفصلة تماماً. (موصى به)
bn: টরেন্টগুলি তৈরি করার জন্য এই বিকল্পটি নির্বাচন করুন যা সম্পূর্ণভাবে বিকেন্দ্রীকৃত নয়। (প্রস্তাবিত)
da: Vælg denne indstilling for at oprette torrents, der ikke behøver trackers, helt descentralized. (Anbefales)
es: Selecciona esta opción para crear torrents que no necesiten rastreadores, descentralizados completamente. (Recomendado)
fr: Choisir cette option pour créer des torrents qui n'ont pas besoin de tracker, complètement décentralisés. (Recommandé)
hi: तोर्रेंतो बनाने के लिए इस विकल्प का चयन करें जिसमे ट्रैकर की जरूरत नहीं है, पूरी तरह से विकेन्द्रीकृत . (अनुशंसित)
hr: Odaberi ovu mogućnost kako biste stvorili torrente koje ne trebaju pratitelje, potpuno decentralizirano. (preporučeno)
it: Seleziona quest'opzione per creare torrents che non necessitano di tracker, completamente decentralizzati. (Raccomandato)
ja: 完全に分散されたトラッカーを必要としないトレントを作成するには、このオプションを選んでください（推奨）
ko: 비추적기, 완전히 분산된 토렌트를 생성하려면 해당 옵션을 선택하십시오.(추천)
ne: trackers, पूर्ण decentralized आवश्यक छैन भनेर बग्नेछन् सिर्जना गर्न यो विकल्प चयन गर्नुहोस्। (सिफारिस)
pt_br: Selecione esta opção para criar torrents que não precisam de trackers, completamente descentralizados (Recomendado)
ro: Selectați această opțiune pentru crearea de torrente care nu au nevoie de trackere, dezcentralizate complet. (Recomandat)
sl: Izberite to možnost za ustvarjanje hudourniki, ki ne potrebujejo sledilni pes, popolnoma descentralized. (Priporočeno)
sr: Изаберите ову опцију за креирање торренте које не треба трагач, потпуно децентрализована. (Рецоммендед)
sv: Använd detta alternativ för att skapa torrentfiler som inte behöver trackers, och är helt decentraliserade. (Rekommenderas)
uk: Виберіть цей параметр, щоб створити потоки, які не потрібні трекери, повністю децентралізовані. (Рекомендується)
vi: Chọn tùy chọn này để tạo các torrent không cần tracker, hoàn toàn phân quyền. (Đề nghị)
zh_cn: 选择该选项，可创建无须服务器的种子文件，即完全分布式。（推荐）

source: Start seeding
ar: بدء الرفع الآنال
bn: সোপান শুরু করুন
da: Opretter forbindelse
el: Σύνδεση
es: Empieza a Compartir
fr: Démarrer l'ensemencement
hi: सीडिंग शुरू हो रहा है
hr: Započni dijeljenje
it: Comincia il processo di distribuzione seme
ja: シード開始
ko: 배포 시작
ne: शुरु भएको
pt_br: Iniciar semeadura
ro: Pornește contribuirea
sl: Začetek sejanje
sr: Старт сеединг
sv: Börjar att distribuera
uk: Починаю підключатись
vi: Bắt đầu gieo hạt
zh_cn: 开始做种

source: Tracker Announce URLs
bn: ট্র্যাকার ঘোষণা URL গুলি
es: URLs para anuncio en Trackers
fr: URL de l'annonceur de suivi
hi: ट्रैकर घोषित यूआरएल
hr: Pratitelj najavljuje URL-e
it: Tracker Annunciare URL
ja: トラッカーがURLをアナウンスする
ko: 추적기가 URL을 발표합니다.
ro: URL-uri anunțare tracker
sl: Tracker napovedo URL-jev
sv: Trackertillkännagivnings-URL:ar
uk: Tracker Оголосити URL-адрес
zh_cn: Tracker服务器公开地址

source: One tracker per line
ar: تعديل بتتبع، واحدا تلو الآخر
bn: একটি লাইন প্রতি এক ট্র্যাকার
es: Un tracker por línea
fr: Un tracker par ligne
hi: प्रति लाइन एक ट्रैकर
hr: Jedan pratitelj po liniji
it: Un inseguitore per linea
ja: 1行に1つのトラッカー
ko: 한 줄에 하나의 추적기
ne: प्रति रेखा एक ट्रयाकर
pt_br: Um tracker por linha
ro: Un tracker pe linie
sl: En tracker na vrstico
sr: Један трагач по линији
sv: En tracker per rad
uk: Один трекер в рядку
vi: Một bộ theo dõi trên mỗi dòng
zh_cn: 每行一个tracker服务器

source: Enter a list of valid BitTorrent Tracker Server URLs. Your new torrent will be announced to these trackers if you start seeding the torrent.
ar: ادخل قائمة بعناوين خوادم BitTorrent Tracker صالحة. سوف يعلن عن ملف التورينت الجديد الخاص بك في هذه المتتبعات لو بدأت في رفع هذا التورينت.
bn: বৈধ বিটটাইরেন্ট ট্র্যাকার সার্ভার URL- এর একটি তালিকা লিখুন। আপনার নতুন জলস্রোত এই ট্র্যাকারদের ঘোষণা করা হবে যদি আপনি জলস্রোত seeding শুরু।
es: Introduce una lista de direcciones web válidas con los servidores rastreadores de BitTorrent. Tu nuevo torrent será publicado en estos rastreadores si comienzas a compartir el torrent.
fr: Saisir une liste d'URLs de Serveur de Tracker BitTorrent valides. Votre nouveau torrent sera signalé à ces trackers si vous commencez à ensemencer le torrent.
hi: वैध बिट तोर्रेंतो की एक सूची दर्ज करें ट्रैकर सर्वर यूआरए आपके नए तोर्रेंतो क़ी इन ट्रैकरस की घोषणा की जाएगी अगर आप बीज बोने की क्रिया शुरू करेंगें .
hr: Unesite listu važećih BitTorrent pratećih poslužiteljskih URL-ova. Vaš novi torrent će biti objavljen pratiteljima ako počnete dijeliti torrent.
it: Inserisci una lista di URL BitTorrent Tracker validi. Il tuo nuovo torrent sara' annunciato a questi tracker se cominci il processo di distribuzione seme del torrent.
ja: 有効なトレント・トッラカーURLのリストを入力してください。 トレントのシードを開始したら、あなたの新しいトレントはこれらトラッカーに知らされるでしょう。
ko: 유효한 BitTorrent 추적기 서버의 URLs 목록을 입력하십시오. 토렌트 배포를 시작하시면 새로운 토랜트다 트랙커들에게 소개됩니다.
ne: मान्य बिटटोरेन्टपाइथोन ट्रयाकर सर्भर URLs को सूची प्रविष्ट गर्नुहोस्। तपाईं धार गति सुरु भने आफ्नो नयाँ धार यी trackers गर्न घोषणा गरिनेछ।
pt_br: Digite uma lista de URLs válida de BitTorrent Tracker. Seu novo torrent será anunciado para esses trackers se você começar a semear o torrent.
ro: Introduceți o listă de URL-uri servere tracker BitTorrent valide. Noul dumneavoastră torrent va fi anunțat acestor trackere dacă începeți să contribuiți torrentul.
sl: Vnesite seznam veljaven BitTorrent sledilni pes pomočnik URLs. Vaš nov neurnik bodo objavljeni v teh sledilni pes, če vi začetek sejanje neurnik.
sr: Унесите листу важећих БитТоррент Трацкер Сервер УРЛ адресе. Ваш нови торент ће бити објављени на овим трагачи ако почнете сетву торент.
sv: Ange en lista över giltiga BitTorrent-trackerserver-URL:ar. Din nya torrent kommer att annonseras till dessa trackers om du börjar att distribuera torrenten.
uk: Введіть список допустимих адрес BitTorrent Tracker Server. Ваш новий торрент буде оголошений на ці трекери, якщо ви починаєте висів торрента.
vi: Nhập một danh sách các URL máy chủ BitTorrent Tracker hợp lệ. Torrent mới của bạn sẽ được thông báo cho những tracker nếu bạn bắt đầu seed torrent.
zh_cn: 输入一系列有效的BitTorrent追踪服务器网址。 做种时，你的新种子文件会发布到这些tracker服务器中。

source: Web Seeds Mirror URLs
bn: ওয়েব বীজ মিরর URL গুলি
da: Web frø spejl webadresser
es: URLs de semillas
fr: Web Seeds URL miroir
hi: वेब सीज़ मिरर यूआरएल
hr: URL-i internetskih seedova preslika
it: URL di mirroring Web Seeds
ja: WebシードミラーURL
ko: 웹 시드 미러 URL
ro: URL-uri oglindă contribuire web
sl: Spletni semena ogledalo URLs
sv: Spegel-URLar för webbdistributörer
uk: Веб Семена Дзеркальні URL-адреси
vi: URL phản ánh hạt giống trên web
zh_cn: 网络种子镜像网址

source: If these files can be downloaded from the web, enter the URLs of each possible mirror, one per line (GetRight style).
ar: إذا كان من الممكن تنزيل هذه الملفات من الويب ، فأدخل عناوين URL لكل مرآة محتملة ، واحدة لكل سطر (نمط GetRight).
bn: যদি এই ফাইলগুলি ওয়েবে থেকে ডাউনলোড করা যায়, তাহলে প্রতিটি সম্ভাব্য মিররগুলির URL গুলি লিখুন, প্রতিটি লাইনটি (GetRight শৈলী)।
da: Hvis disse filer kan hentes fra internettet, skal du angive webadresserne for hvert muligt spejl, en per linie (GetRight stil).
es: Si estos archivos pueden ser descargados del web, introduzca las URLs de cada posible espejo, uno por linea (Tipo GetRight)
fr: Si ces fichiers peuvent être téléchargés à partir du Web, entrez les URL de chaque miroir possible, un par ligne (style GetRight).
hi: इन फ़ाइलों को वेब से डाउनलोड किया जा सकता, तो प्रत्येक संभव दर्पण, एक प्रति पंक्ति (GetRight शैली) के Url दर्ज करें।
hr: Ako se ove datoteke mogu preuzeti sa interneta, upišite URL-e za svaku moguću presliku, jedan po redu (GetRight stil).
it: Se questi file possono essere scaricati dal web, inserire gli URL di ogni possibile specchio, una riga per (stile GetRight).
ja: これらのファイルをWebからダウンロードできる場合は、各ミラーのURL（GetRightスタイル）を1行に1つずつ入力します。
ko: 이러한 파일은 웹에서 다운로드 될 수 있다, (GetRight 스타일) 줄에 하나씩 각 가능한 거울의 Url을 입력 합니다.
ne: यी फाइलहरू वेब बाट डाउनलोड गर्न सकिन्छ भने, प्रत्येक सम्भव दर्पण, एक प्रति लाइन (GetRight शैली) को URL हरू प्रविष्ट गर्नुहोस्।
pt_br: Se esses arquivos podem ser baixados da web, digite os URLs de cada espelho possível, uma linha por (estilo GetRight).
ro: Dacă aceste fișiere pot fi descărcate de pe web, introduceți URL-urile ale fiecărei oglinzi posibile, una pe linie (Stil GetRight)
sl: Če te datoteke lahko prenesete iz spleta, vnesite URL-je vsako mogoče ogledalo, eno na vrstico (GetRight slog).
sr: Ако ови фајлови могу се преузети са веб-а, унесите УРЛ адресе сваког могућег огледало, један по линији (ГетРигхт стил).
sv: Om dessa filer kan hämtas från webben, ange URL:arna för var möjlig spegel, en per rad (GetRight-stil).
uk: Якщо ці файли можуть бути завантажені з Інтернету, введіть URL-адресу кожного можливого дзеркала, по одному в рядку (GetRight стиль).
vi: Nếu những tệp tin này có thể được tải xuống từ web, hãy nhập URL của mỗi máy nhân bản có thể, mỗi tệp trên mỗi dòng (kiểu GetRight).
zh_cn: 如果这些文件可以从网络下载，请输入每个可能的镜像网址， 每行一个网址(GetRight style).

source: Piece Size
ar: حجم قطعة
bn: পিস আকার
da: Stykke størrelse
es: Tamaño de la pieza
fr: Taille de la pièce
hi: टुकड़ा आकार
it: Pezzo di dimensioni
ja: ピースサイズ
ko: 조각 크기
ne: टुक्रा आकार
pt_br: Tamanho da peça
ro: Dimensiunea piesei
sl: Kos Velikost
sr: комад величина
sv: Storlek på delar
uk: шматок Розмір
vi: Kích thước
zh_cn: 件尺寸

source: Save torrent as...
ar: حفظ ملف التورينت باسم....
bn: টরেন্ট হিসাবে সংরক্ষণ করুন...
da: Gemme torrent som...
el: Αποθηκεύσετε το torrent ως...
es: Guardar torrent como...
fr: Sauvegarder le torrent sous...
hi: टोरेंट संचित करो जैसे
hr: Spremi torrent kao...
it: Salva il torrent come...
ja: 次のトレンを保存する...
ko: 토렌트를 저장...
ne: रूपमा टोरैंट बचत गर्नुहोस्...
pt_br: Salvar torrent como...
ro: Salvează torrentul ca...
sl: Shrani torrent kot...
sr: Саве торрент као...
sv: Spara torrent som…
uk: Спільні файли
vi: Lưu torrent như...
zh_cn: 种子文件另存为……

source: Close
ar: إغلاق
bn: ঘনিষ্ঠ
da: Luk
el: Κλειστά
es: Cerrar
fr: Fermer
hi: बन्द करो
hr: Zatvori
it: Chiudi
ja: 閉じる
ko: 닫기
ne: कन्सोल
pt_br: Fechar
ro: Închide
sl: Zapri
sr: Близу
sv: Stäng
uk: близько
vi: Đóng
zh_cn: 关闭 (&C)

source: Select a single file or one directory
ar: حدد ملفًا واحدًا أو دليلاً واحداً
bn: একটি ফাইল বা এক ডিরেক্টরি নির্বাচন করুন
da: Vælg en enkelt fil eller en mappe
es: Seleccione un solo archivo o un directorio
fr: Sélectionnez un fichier ou un répertoire
hi: एकल फ़ाइल या एक निर्देशिका का चयन करें
hr: Odaberi jedni datoteku ili jednu mapu
it: Selezionare un singolo file o una directory
ja: 1つのファイルまたは1つのディレクトリを選択する
ko: 단일 파일 또는 하나의 디렉토리 선택
ne: एकल फाइल वा एक निर्देशिका चयन
pt_br: Selecione um único arquivo ou um diretório
ro: Selectați un singur fișier sau un director
sl: Izberite eno datoteko ali en imenik
sr: Изаберите једну слику или један директоријум
sv: Välj en fil eller katalog
uk: Виберіть один файл або один каталог
vi: Chọn một tệp hoặc một thư mục
zh_cn: 选择一个文件或一个目录

source: Select a single directory
ar: اختر دليل واحد
bn: একটি একক ডিরেক্টরি নির্বাচন করুন
da: Vælg en enkelt mappe
es: Selecciona un solo directorio
fr: Sélectionnez un répertoire unique
hi: एक ही निर्देशिका का चयन करें
hr: Odaberi jednu mapu
it: Selezionare una singola directory
ja: 1つのディレクトリを選択する
ko: 단일 디렉토리 선택
ne: एकल निर्देशिका चयन
pt_br: Selecione um único diretório
ro: Selectați un singur director
sl: Izberite en sam imenik
sr: Изаберите једну директоријум
sv: Välj en katalog
uk: Виберіть один каталог
vi: Chọn một thư mục
zh_cn: 选择一个目录

source: Error: You can't read on that file/folder.
ar: خطأ: لا تستطيع قراءة الملف/ المجلد
bn: ত্রুটি: আপনি যে ফাইল/ফোল্ডারে পড়তে পারবেন না
es: Error: No puedes leer este archivo/carpeta.
fr: Erreur: Vous ne pouvez pas lire ce fichier/dossier.
hi: त्रुटि: आप उस फ़ाइल / फ़ोल्डर पर नहीं पढ़ सकते हैं.
hr: Greška: Nije moguće čitati na toj datoteci/folderu.
it: Errore: Non puoi leggere quel file/quella cartella.
ja: エラー：そのファイル / フォルダを読み込めません。
ko: 오류: 파일/폴더를 읽을 수 없습니다.
ne: त्रुटि: तपाईं फाइल / फोल्डर मा पढ्न सक्दैन।
pt_br: Erro: Você não pode ler nesse arquivo/pasta
ro: Eroare: Nu puteți citi în acest fișier/dosar.
sr: Грешка: Не можете прочитати на тај фајл/именик.
sv: Fel: Du kan inte läsa denna fil/mapp.
uk: Помилка: Ви не можете прочитати на цьому файлі / папці.
vi: Lỗi: Bạn không thể đọc trên tệp/thư mục đó.
zh_cn: 错误：无法读取文件/文件夹。

source: Please select a file or a folder. Your new torrent will need content to index.
ar: يرجى اختيار ملف. سوف يحتاج ملف التورينت الجديد الخاص بك للفهرسة.
bn: দয়া করে একটি ফাইল বা ফোল্ডার নির্বাচন করুন। আপনার নতুন প্রবাহ সূচকের বিষয়বস্তু প্রয়োজন হবে।
es: Por favor selecciona un archivo o una carpeta. Tu nuevo torrent necesitará contenido para indexar.
fr: Veuillez sélectionner un fichier ou un dossier. Votre nouveau torrent aura besoin de contenu à indexer.
hi: कृपया एक फ़ाइल या फ़ोल्डर का चयन करें. आपका नई तोर्रेंतो को सामग्री सूचकांक करने के लिए आवश्यकता होगी.
hr: Molimo odaberi datoteku ili mapu. Vaš novi torrent će trebati sadržaj za indeksiranje.
it: Prego seleziona un file o una cartella. Il tuo nuovo torrent avra' bisogno di un contenuto da catalogare.
ja: ファイルかフォルダを選択してください。 あなたの新しいトレントは、インデックスするためにコンテンツが必要になります。
ko: 파일 또는 폴더를 선택하십시오. 새로운 토렌트는 내용을 필요로 합니다.
ne: कृपया फाइल वा फोल्डर चयन गर्नुहोस्। आफ्नो नयाँ धार सूचकांक सामग्री आवश्यक हुनेछ।
pt_br: Por favor, selecione um arquivo ou pasta. Seu novo torrent precisa de conteúdo.
ro: Selectați un fișier sau un dosar. Noul dumneavoastră torrent are nevoie de conținut pentru indexare.
sr: Изаберите фајл или фолдер. Ваш нови торент треба садржај индекса.
sv: Välj en fil eller mapp. Din nya torrent kommer att behöva innehåll att indexera.
uk: Будь ласка, виберіть файл або папку. Ваш новий торрент буде необхідно вміст у індекс.
vi: Vui lòng chọn tệp hoặc thư mục. Torrent mới của bạn sẽ cần nội dung để lập chỉ mục.
zh_cn: 请选择文件或文件夹。 新种子文件需要索引内容。

source: Something's missing
ar: هناك شيء مفقود
bn: কিছু একটা নেই
es: Falta algo
fr: Quelquechose manque
hi: कुछ भूल रहा है
hr: Nešto nedostaje
it: Manca qualcosa
ja: 何かが見当たりません
ko: 일부를 찾을 수 없습니다.
ne: केही गरेको हराएको
pt_br: Alguma coisa está faltando
ro: Ceva lipsește
sr: Нешто недостаје
sv: Något saknas
uk: Щось відсутню
vi: Cái gì đó còn thiếu
zh_cn: 某些数据丢失

source: The folder you selected is empty.
ar: المجلد الذي اخترته فارغ
bn: আপনার নির্বাচিত ফোল্ডারটি ফাঁকা।
es: La carpeta seleccionada está vacía.
fr: Le dossier que vous avez sélectionné est vide.
hi: आपके द्वारा चयनित फ़ोल्डर खाली है.
hr: Mapa koju ste odabrali je prazna.
it: La cartella che hai selezionato e' vuota.
ja: ああたが選択したフォルダは空です。
ko: 선택하신 폴더가 비어있습니다.
ne: तपाईंले चयन फोल्डर खाली छ।
pt_br: A pasta selecionada está vazia.
ro: Dosarul selectat este gol.
sr: Фасцикла коју сте изабрали је празна.
sv: Mappen du valde är tom.
uk: Обрана папка порожня.
vi: Thư mục bạn đã chọn trống.
zh_cn: 所选文件夹为空。

source: Invalid Folder
ar: اسم المجلد غير صالح
bn: অবৈধ ফোল্ডার
da: Ugyldigt filnavn
el: Άκυρο όνομα αρχείου
es: Carpeta inválida
fr: Dossier Invalide
hi: अमान्य फोल्डर
hr: Nevažeća mapa
it: Cartella non valida
ja: 無効なファイル名
ko: 비유효한 폴더
ne: अमान्य बैकल्पिक ठाऊँहरु
pt_br: Pasta inválida
ro: Dosar nevalid
sl: Neveljavna mapa
sr: неважећи Папка
sv: Ogiltig mapp
uk: Неможливе ім’я файлу
vi: Thư mục Không hợp lệ
zh_cn: 不合法的文件夹

source: Torrent Created.
ar: تم إنشاء التورينتء
bn: টরেন্ট তৈরি হয়েছে
da: Torrent Oprettet
el: Δημιουργήθηκε
es: Torrent creado.
fr: Torrent Créé.
hi: टोरेंट बनाया गया.
hr: Torrent stvoren.
it: Torrent Creato.
ja: 作成したトレント
ko: 토렌트 생성됨.
ne: धार सिर्जना गरियो।
pt_br: Torrent Criado.
ro: Torrent creat.
sl: Torrent ustvarjen.
sr: Торрент створио.
sv: Torrent skapad.
uk: торрент створений.
vi: Đã tạo Torrent.
zh_cn: 种子文件已创建。

source: Torrent File
ar: ملف تورينت
bn: টরেন্ট ফাইল
da: .torrent filer
el: .torrent αρχεία
es: Archivo .torrent
fr: Fichier Torrent
hi: टोरेंट फाइल
hr: Torrent datoteka
it: File Torrent
ja: トレントファイル
ko: 토렌트 파일
ne: धार फाइल
pt_br: Arquivo Torrent
ro: Fișier torrent
sl: Torrentova datoteka
sr: торрент фајла
sv: Torrentfil
uk: торрент Файл
vi: Tệp Torrent
zh_cn: 种子文件

source: Save .torrent
ar: حفظ. سيل
bn: সংরক্ষণ করুন
el: Αποθήκευση .torrent
es: Guardar torrent como...
fr: Sauvegarde .torrent
hi: धार फ़ाइल सहेजें
hr: Spremi torrent
it: Salva .torrent
ja: .torrentを保存する
ko: .Torrent 저장
ne: .torrent सुरक्षित
pt_br: Salvar .torrent
ro: Salvează .torrent
sl: Shranite .torrent
sr: саве .торрент
sv: Spara .torrent
uk: зберегти .torrent
vi: Lưu tệp .torrent
zh_cn: 保存的.torrent

source: Adding trackers...
ar: مضيفا تعقب ...
bn: ট্র্যাকার যোগ করা হচ্ছে...
da: Tilføje trackers...
es: Añadiendo trackers…
fr: Ajout de trackers...
hi: ट्रैकर जोड़ना ...
hr: Dodavanje praćenja...
it: Aggiunta trackers...
ja: トラッカーを追加...
ko: 추적기 추가 중 ...
ne: trackers थप्दै...
pt_br: Adicionando trackers...
ro: Adăugarea de trackere...
sl: Dodajanje sledilcev...
sr: Додавање тракера...
sv: Lägger till trackers…
uk: Додавання трекери...
vi: Đang thêm trình theo dõi...
zh_cn: 添加跟踪器..。

source: Calculating piece hashes...
ar: حساب قطعة تجزئة ...
bn: টুকরা হ্যাশ গণনা করা হচ্ছে...
da: Beregning af stykke hashes...
es: Calculando trozos de los hashes…
fr: Calculer les hachages de pièces...
hi: टुकड़ा हैश की गणना...
hr: Izračunavanje dijela hashova...
it: Calcolo pezzo hash...
ja: ピースハッシュを計算する...
ko: 조각 해시 계산 중...
ne: टुक्रा गणना ह्याशहरू...
pt_br: Calculando peça hastes …
ro: Calculul pieselor hashes...
sl: Izračun hišnih kosov...
sr: Израчунавање Пиеце Хасхес...
sv: Beräknar hash på delar…
uk: Розрахунок хеші блоків...
vi: Tính toán các phần băm...
zh_cn: 计算块哈希...

source: Saving torrent to disk...
ar: حفظ سيل على القرص ...
bn: ডিস্ক ঝুলা সংরক্ষণ করা হচ্ছে...
es: Guardando torrent en el disco…
hi: डिस्क पर धार सहेजा जा रहा है...
hr: Spremanje torrent na disk...
ja: トレントをディスクに保存する...
ko: Torrent를 디스크에 저장하는 중 ...
ne: डिस्कमा धार सुरक्षित गर्दै ...
pt_br: Salvando torrent…
ro: Salvarea torrentului pe disc...
sl: Shranjevanje torrent na disk...
sr: Чување торрент то диск...
sv: Sparar torrent till disk…
uk: Збереження торрента на диск...
vi: Đang lưu torrent vào đĩa...
zh_cn: 将洪流保存到磁盘…

source: Operation failed.
ar: فشلت العملية.
bn: অপারেশন ব্যর্থ হয়েছে.
es: Operación fallida.
fr: L'opération a échoué.
hi: कार्रवाई विफल।
hr: Operacija nije uspjela.
it: Operazione fallita.
ja: 操作に失敗しました。
ko: 작업이 실패했습니다.
ne: सञ्चालन असफल भयो।
pt_br: Operação falhou.
ro: Operația a eșuat.
sl: Operacija ni uspela.
sr: Операција неуспела.
sv: Åtgärden misslyckades.
uk: Операція не вдалася.
vi: Lỗi hệ thống.
zh_cn: 手术失败。

source: Checking Web seed mirror URLs...
ar: التحقق من عناوين URL لرابط بذور الويب ...
bn: ওয়েব বীজ মিরর URL চেক করা হচ্ছে...
es: Verificando los espejos de las semillas Web
fr: Vérification des URL de miroir de semences Web...
hi: वेब बीज दर्पण यूआरएल जांच रहा है...
hr: Provjeravam URLe internetskih djeliteljskih preslika...
it: Controllo di semi Web specchio URL...
ja: WebシードミラーURL
ko: 웹 시드 미러 URL 확인 중 ...
ne: वेब बीउ दर्पण URL हरू जाँच गर्दै ...
ro: Se verifică URL-urile oglinzi pentru contribuire Web...
sl: Preverjanje spletne semena ogledalo URL-jev...
sr: Провера веб семена огледала УРЛ-ове ...
sv: Kontrollerar spegel-URL:ar för webbdistributörer…
uk: Перевірка веб-насіннєве дзеркало URL-адресу...
vi: Kiểm tra URL máy nhân bản Web...
zh_cn: 检查网络种子镜像网址……

source: Web seed not reachable.
ar: بذور الويب لا يمكن الوصول إليها.
bn: ওয়েব বীজ পৌঁছানো সম্ভব নয়।
da: Web frø spejl webadresser
es: Semilla web no disponible.
fr: Semences Web non accessibles.
hi: वेब बीज पहुंच योग्य नहीं है।
hr: Internetsko dijeljenje nije moguće dohvatiti.
it: Seme non raggiungibile.
ja: Webシードに到達できません。
ko: 도달 할 수없는 웹 시드.
ne: वेब बीउ पहुँच भइरहेको छैन।
pt_br: Não WebSeed acessível.
ro: Contribuirea web nu este accesibilă.
sl: Spletno seme ni dosegljivo.
sr: Веб семе није доступан.
sv: Webbdistributör ej nåbar.
uk: Веб насіння не досяжні.
vi: Web hạt không thể truy cập.
zh_cn: 网络种子不可达。

source: Saving Torrent...
ar: يتم الآن حفظ الملف...
bn: টরেন্ট সংরক্ষণ করা হচ্ছে...
da: Gemmer fil...
el: Εξοικονόμηση Torrent...
es: Guardando torrent…
fr: Sauvegarde du torrent...
hi: टोरेंट संचित हो रही है...
hr: Spremam torrent...
it: Sto salvando il torrent...
ja: ファイルを保存中...
ko: 토렌트 저장 중...
ne: टिप भर्दैछ...
pt_br: Salvando torrent…
ro: Se salvează torrent...
sl: Ukladanie suboru...
sr: Чување Торрент ...
sv: Sparar torrent…
uk: Зберігаю Файл...
vi: Đang nạp lời khuyên...
zh_cn: 正在保存种子文件……

source: Auto Detect
ar: كشف تلقائي
bn: স্বয়ং সনাক্ত
es: Detectar automáticamente
fr: Détection automatique
hi: स्वयंं पता लगाना
it: Trovato automaticamente
ja: 自動検出
ko: 자동 감지
ne: स्वत: पत्ता लगाउने
pt_br: Detecção automática
ro: Auto detectare
sl: Samodejno zaznavanje
sr: auto Детецт
sv: Upptäck automatiskt
uk: Автовизначення
vi: Tự động phát hiện
zh_cn: 自动侦测

source: Select files to download
ar: اختر الملفات للتنزيلة
bn: ডাউনলোড করার জন্য ফাইলগুলি নির্বাচন করুন
da: Ryd valgte downloads
el: Καθάρισε τα επιλεγμένα Downloads
es: Seleccionar archivos a descargar
fr: Sélectionnez les fichiers à télécharger
hi: डाउनलोड करने के लिए फ़ाइलों का चयन करें
hr: Odaberi datoteke za preuzimanje
it: Seleziona i file da scaricare
ja: ダウンロードするファイルを選択する
ko: 다운로드할 파일 선택
ne: डाउनलोड गर्न फाइलहरू चयन
pt_br: Selecionar arquivos para fazer download.
ro: Selectați fișierele de descărcat
sl: Vycisti oznacene downloads
sr: Изаберетефајлове да преузмете
sv: Markera filer att hämta
uk: Прибрати Обрані Завантаження
vi: Tìm và Tải về Dữ liệu
zh_cn: 选择需要下载的文件

source: Download Selected Files Only
ar: تنزيل الملفات المحددة فقط
bn: নির্বাচিত ফাইলগুলি শুধুমাত্র ডাউনলোড করুন
da: Download alle valgte filer
el: Λήψη όλων των επιλεγμένων αρχείων.
es: Descargar solo los archivos seleccionados.
fr: Télécharger Seulement les Fichiers Sélectionnés.
hi: केवल चयनित फ़ाइलें डाउनलोड करें
hr: Preuzmi samo označene datoteke
it: Scarica solo i file selezionati
ja: 選択したファイルのみダウンロードする
ko: 선택된 파일만 다운로드
ne: डाउनलोडहरु
pt_br: Fazer download dos Arquivos Selecionados.
ro: Descarcă numai fișierele selectate
sl: Stiahni vsetky oznacene subory
sr: Довнлоад само поједине датотеке
sv: Ladda ned alla valda filer
uk: Завантажити Усі Обрані
vi: Xoá tập tin được chọn
zh_cn: 只下载选中的文件

source: File
ar: ملف
da: &Filer
el: Αρχείο [&A]
es: Archivo
fr: Fichier
hi: फाइल
hr: Datoteka
ja: ファイル
ko: 파일
ne: फाइल
pt_br: Arquivo
ro: Fișier
sl: &Subor
sr: фајл
sv: Arkiv
uk: Файл
vi: Tập tin
zh_cn: 文件 (&F)

source: Type
ar: النوع:
el: Τύπος
es: Tipo
hi: वर्ग
hr: Vrsta
it: Tipo
ja: タイプ
ko: 유형
ne: प्रकार
pt_br: Tipo
ro: Tip
sl: Vrsta
sr: Тип
sv: Typ
uk: Тип
vi: Dạng
zh_cn: 类型

source: Extension
ar: الامتدادات:
da: Filendelser:
el: Επεκτάσεις:
es: Extensión
hi: विस्तार
hr: Produženje
it: Estensione
ja: 拡張
ko: 확장자
ne: विस्तार
pt_br: Extensão
ro: Extensie
sl: Podaljšanje
sr: продужетак
sv: Tillägg
uk: Розширення
vi: Sự mở rộng
zh_cn: 扩展名

source: Select/Unselect all files
ar: اختر/ إزالة اختيار جميع الملفات
bn: সমস্ত ফাইল নির্বাচন/নির্বাচন করুন
da: Slet valgte filer
el: Διαγραφή επιλεγμένων αρχείων.
es: Seleccionar/Deseleccionar todos los archivos
fr: Sélectionner/Désélectionner tous les fichiers.
hi: चयनित/अचयनित सभी फ़ाइलें
hr: Odaberi/maknite odabir sa svih dokumenata
it: Seleziona/Deseleziona tutti i file
ja: 全ファイルを選択/非選択する
ko: 모든 파일 선택/선택해제
ne: चयन / अचयन गर्नुहोस् सबै फाइलहरू
pt_br: Marcar/Desmarcar todos os arquivos.
ro: Selectare/deselectare toate fișierele
sl: Izberite / Odstrani vse datoteke
sr: Изабери / Демаркирај све фајлове
sv: Markera/avmarkera alla filer
uk: Видалити Обрані Файли
vi: Chọn/Bỏ chọn tất cả các tệp
zh_cn: 选择/取消选择所有文件.

source: Unknown
es: Desconocido
fr: Inconnu
hi: अनजान
hr: Nepoznato
it: Sconosciuto
ja: 不明
ko: 알 수 없는
ne: अज्ञात
pt_br: Desconhecido
ro: Necunoscut
sr: Непознат
sv: Okänd
vi: Không xác định
zh_cn: 未知
