Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: This will remove your "FrostWire" playlist in iTunes and replace it with one containing all the iTunes compatible files in your Frostwire "Torrent Data Folder" Please note that it will add the files to the iTunes library as well and this could result in duplicate files on your iTunes library Are you sure you want to continue?
bn: এটি আপনার "FrostWire" প্লেলিস্টটিকে iTunes- এ সরানো এবং প্রতিস্থাপন করবে \ n এটি আপনার iTunes সংমিশ্রক ফাইলগুলি ধারণ করে আপনার Frostwire "টরেন্ট ডেটা ফোল্ডার" দয়া করে মনে রাখবেন যে এটি ফাইলটি iTunes লাইব্রেরিতেও যোগ করবে এবং এটি আপনার আইটিউনস লাইব্রেরী এ অনুলিপি ফাইল হতে পারে আপনি কি অবিরত রাখতে চান?
da: Dette vil fjerne din "FrostWire" spilleliste i iTunes og erstatte det med en indeholdende alle iTunes kompatible filer i din Frostwire "Torrent datamappe" Please note, det vil tilføje filer til iTunes-biblioteket og dette kan resultere i mangfoldiggøre filer på dit iTunes-bibliotek er du sikker på du vil fortsætte?
es: Esto eliminará tu lista de reproducción "FrostWire" en iTunes y se reemplazará con una lista que contiene todos los archivos iTunes compatibles con tu "Torrent Data Folder" de FrostWire Tenga presente que esto también agregará los archivos a la Biblioteca de los iTunes y como resultado esto podría duplicar archivos en tu Biblioteca de iTunes ¿Seguro que deseas continuar?
fr: Ceci va effacer votre liste de lecture "FrostWire" dans iTunes et la remplacer avec une nouvelle contenant tous les fichiers compatibles ITunes provenant de votre "Répertoire des Données Torrent" de FrostWire Veuillez prendre note que cela ajoutera également les fichiers dans la bibliothèque iTunes et que cela pourrait conduire au dédoublement de fichiers dans votre bibliothèque iTunes Êtes-vous sûr de vouloir continuer?
hi: यह आपके "फ्रोस्टवाइर" प्लेलिस्ट को आइतुन में हटा देगा और बदल देगा यह एक में सभी आइट्यून्स संगत फ़ाइलों से युक्त के साथ फ्रोस्ट वाइर "टोरेंट डेटा फ़ोल्डर" में बदल देगा कृपया ध्यान दें कि यह फ़ाइलें आपके आइतुन पुस्तकालय में भी जोड़ देगा और इसका परिणाम आइट्यून्स पुस्तकालय में डुप्लिकेट फ़ाइलें हो सकता हैl क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
it: Questo rimuovera' la tua playlist "FrostWire" su iTunes e la sostituira' con un'altra contenente tutti i file compatibili con iTunes nella tua Frostwire "Cartella Dati Torrent" Nota che aggiungera' i file anche alla libreria di iTunes e questo puo' creare file duplici nella tua libreria di iTunes Sei sicuro di voler continuare?
ja: これは、iTunesにある「FrostWire」再生リストを削除し、あなたの 「FrostWire」トレント・データ・フォルダにある全てのiTunes 互換ファイルを含むものと交換します。 ファイルをiTunesライブラリに追加するのと同時に、 iTunesライブラリ上で重複するファイルができる可能性があります。 続けてもよろしいですか？
ko: 이는 iTunes 재생 목록에서 "FrostWire"를 삭제한 후 iTunes 호환가능 파일들로 대체합니다 Frostwire "토렌트 데이터 파일" 이는 iTunes 라이브러리에 파일을 추가합니다 이로인하여 iTunes 라이브러리에 복제 파일이 생성됩니다 계속하시겠습니까?
pt_br: Isso irá remover a sua Lista de Reprodução "FrostWire" iTunes e substituí-lo por um contendo todos os arquivos compatíveis com o iTunes na sua Frostwire "Pasta de Dados Torrent" Por favor, note que isso irá também adicionar os arquivos na biblioteca do iTunes e isso pode resultar em arquivos duplicados em sua biblioteca do iTunes Você tem certeza que deseja continuar?
ro: Aceasta va elimina lista de redare "FrostWire" în iTunes și o înlocuiește cu una care conține toate fișierele compatibile iTunes în "Dosar date torrent" FrostWire Rețineți că asta va adăuga fișierele la biblioteca iTunes precum și că poate rezulta fișiere duplicat în biblioteca iTunes Sigur doriți să continuați?
sl: To bo odstraniti "FrostWire" igrica v iTunes in ga nadomestiti z eno z vsemi iTunes združljivih datotek v vaš Frostwire "Torrent novice zgibalnik" Prosimo, upoštevajte, da bodo dodali datoteke v knjižnico iTunes tudi in to bi lahko povzročilo podvojene datoteke na vašo iTunes knjižnico ali ste prepričani, da želite nadaljevati?
sv: Detta kommer att ta bort din ”FrostWire”-spellista i iTunes och ersätta den med en spellista innehållandes alla iTunes-kompatibla filer i din ”torrentdatamapp” för FrostWire Observera att det också kommer att lägga till filer till iTunes-biblioteket och att det kan medföra duplicerade filer i ditt iTunes-biblioteket Är du säker på att du vill fortsätta?
uk: Це призведе до видалення «FrostWire» плейлист в ITunes і замінити вона з один, який містить всі файли, сумісні з ITunes в вашому Frostwire "Torrent Data Folder" Зверніть увагу, що це додасть файли в бібліотеку Itunes, а також і це може привести до дублювання файлів на вашій бібліотеці ITunes Ви впевнені, що хочете продовжити?
zh_cn: 这会把"FrostWire" 播放列表从iTunes中移除， 并用你的"FrostWire" 种子数据文件夹中所有iTunes兼容的文件取而代之。 请注意，这也会在iTunes收藏库中添加文件， 可能导致你的iTunes收藏库中文件重复。 是否仍然继续？

source: &Options
ar: خيارات
bn: &বিকল্পসমূহ
da: &Indstillinger
el: Επιλογές [&E]
es: &Opciones
hi: &विकल्पें
hr: P&ostavke
it: &Opzioni
ja: オプション
ko: 옵션
ne: विकल्पहरू
pt_br: &Opções
ro: &Opțiuni
sl: &Moznosti
sr: &Podešavanja
sv: &Inställningar
uk: Налаштування
vi: Tuỳ chọn
zh_cn: 选项(&O)

source: Display the Options Screen
ar: عرض شاشة الخيارات
bn: বিকল্প স্ক্রিন প্রদর্শন করুন
da: Vis indstillingsvinduet
el: Εμφάνιση πίνακα επιλογών.
es: Mostrar la pantalla de opciones
fr: Affiche l’écran de configuration.
hi: विकल्पों का परदा प्रदर्शित करो.
hr: Pokaži postavke
it: Visualizza la finestra delle opzioni.
ja: オプション画面を表示する
ko: 옵션 화면을 표시
ne: विकल्प पर्दा प्रदर्शन
pt_br: Mostrar a tela de opções.
ro: Afișează ecranul de opțiuni
sl: Ukaz onko Moznosti
sr: Prikaži stranicu za podešavanje programa
sv: Visa inställningsskärmen
uk: Показати вікно налаштувань
vi: Hiển thị màn hình Tùy chọn
zh_cn: 显示选项屏幕

source: &Update FrostWire
ar: تحديث فروست واير
bn: &FrostWire আপডেট করুন
da: &Opdatere FrostWire
es: &Actualizar FrostWire
fr: &Mettre à jour FrostWire
hi: अद्यतन FrostWire
hr: Až&uriraj FrostWire
it: &Aggiornamento FrostWire
ja: FrostWireを更新する
ko: FrostWire 업데이트
ne: FrostWire अद्यावधिक
pt_br: &Atualize FrostWire
ro: &Actualizează FrostWire
sr: &Упдате FrostWire
sv: &Uppdatera FrostWire
uk: &Оновлення FrostWire
vi: &Cập nhật FrostWire
zh_cn: 更新(&U)FrostWire

source: Update FrostWire to the latest version
ar: قم بتحديث فروستوير إلى أحدث إصدار
bn: সর্বশেষ সংস্করণে FrostWire আপডেট করুন
da: Opdatere FrostWire til den nyeste version
el: Νέα FrostWire διαθέσιμη ενημερωμένη έκδοση
es: Actualizar FrostWire a la última versión
fr: Mettre à jour FrostWire vers la dernière version
hi: नवीनतम संस्करण के लिए FrostWire अद्यतन
hr: Ažurira FrostWire do zadnje inačice
it: Aggiornare FrostWire all’ultima versione
ja: FrostWireを最新バージョンに更新する
ko: FrostWire를 최신 버전으로 업데이트하십시오.
ne: पछिल्लो संस्करणमा FrostWire अद्यावधिक
pt_br: Atualize FrostWire para a última versão
ro: Actualizează FrostWire la ultima versiune
sl: Posodobite FrostWire na najnovejšo različico
sr: Упдате FrostWire на најновију верзију
sv: Uppdatera FrostWire till den senaste versionen
uk: Оновлення FrostWire до останньої версії
vi: Cập nhật FrostWire lên phiên bản mới nhất
zh_cn: 将FrostWire升级到最新版本

source: You are up to date with FrostWire
ar: كنت حتى الآن مع فروستوير
bn: আপনি FrostWire সঙ্গে আপ টু ডেট আছে
da: Du er ajour med FrostWire
el: Είστε ενημερωμένοι με FrostWire
es: FrostWire está actualizado
fr: Vous êtes à jour avec FrostWire
hi: आप FrostWire साथ तारीख तक कर रहे हैं
hr: Nema novih FrostWire nadogradnji
it: Tu sei al passo con FrostWire
ja: あなたはFrostWireで最新です
ne: तपाईं FrostWire संग मिति छन्
pt_br: Você está em dia com FrostWire
ro: FrostWire este actualizat
sl: Ste na tekočem z FrostWire
sr: Ви сте у току са FrostWire
sv: FrostWire är uppdaterad
uk: Ви в курсі FrostWire
vi: Bạn đã cập nhật FrostWire
zh_cn: 你的Frostwire已经是最新版本

source: Downloading update...
ar: تحميل التحديث...
bn: আপডেট ডাউনলোড হচ্ছে...
da: Downloadet opdateringen...
el: Λήψη ενημέρωσης...
es: Descargando actualización...
fr: Téléchargement de la mise à jour...
hi: अद्यतन स्थिति डाउनलोड हो रही है...
hr: Preuzimam nadogradnju...
it: Il download di aggiornamento...
ja: アップデートをダウンロード中...
ko: 업데이트 다운로드 중 ...
ne: अद्यावधिक डाउनलोड...
pt_br: Baixando atualização…
ro: Se descarcă actualizarea...
sl: Prenos posodobitev ...
sr: Преузимање ажурирања...
sv: Hämtar uppdatering…
uk: Завантаження оновлення...
vi: Đang tải xuống bản cập nhật...
zh_cn: 正在下载更新……

source: Install update
ar: تثبيت التحديث
bn: আপডেট ইনস্টল করুন
da: Installer opdatering
el: Εγκαταστήστε την ενημέρωση
es: Instalar actualización
fr: Installer la mise à jour
hi: अद्यतन स्थापित करें
hr: Instaliraj nadogradnju
it: Installa aggiornamento
ja: アップデートをインストールする
ko: 업데이트 설치
ne: अद्यावधिक स्थापना
pt_br: Instalar atualização
ro: Instalează actualizare
sl: Namesti posodobitev
sr: Инсталирајте исправку
sv: Installera uppdatering
uk: встановити оновлення
vi: Cài đặt bản cập nhật
zh_cn: 安装更新

source: Check for update
ar: فحص التحديثات
bn: আপডেটের জন্য চেক করুন
da: Kontroller for opdateringer
el: Εγκαταστήστε την ενημέρωση
es: Comprobar actualizaciones
fr: Vérifier mises à jour
hi: अपडेट के लिये जांचें
hr: Potraži nadogradnje
it: Ricerca aggiornamenti
ja: 更新を確認
ko: 업데이트를 확인
ne: अद्यावधिक जाँच
pt_br: Verifique atualizações
ro: Verifică pentru actualizări
sl: Preveri posodobitve
sr: Проверити ажурирање
sv: Sök efter uppdateringar
uk: Перевірити оновлення
vi: Kiểm tra cập nhật
zh_cn: 检查更新

source: &View
ar: عرض
bn: &দেখুন
da: &Vis
el: Εμφάνιση [&E]
es: &Ver
fr: &Vue
hi: &दृश्य
hr: Pregled
it: &Visualizza
ja: 表示 (&V)
ko: 보기 (&V)
pt_br: &Exibir
ro: &Vizualizare
sl: &Pohlad
sr: &Prikaži
sv: &Visa
uk: Вигляд
vi: &Lượt xem
zh_cn: 查看（&V）

source: &Search/Transfers split screen
ar: البحث / نقل تقسيم الشاشة
bn: &অনুসন্ধান/স্থানান্তর বিভক্ত পর্দা
da: &Søgning/overførsler opdelt skærm
el: & Αναζήτηση/μεταφορές διαίρεσης της οθόνης
es: &Buscar/Transferencias pantalla dividida
fr: &Rechercher/Transferts écran partagé
hi: खोज / स्थानान्तरण विभाजित स्क्रीन
hr: &Traži/prenosi podijeljeni zaslon
it: &Ricerca/schermo Trasferimenti dividere
ja: 検索/転送分割画面
ko: 검색 / 전송 분할 화면
ne: खोज / स्थानांतरणहरू विभाजित स्क्रिन
pt_br: &Pesquisar/Transferir tela dividida
ro: &Căutare/Transferuri divizat ecran
sl: &Iskanje/prenosi razcep zaslon
sr: &Тражи/Трансфери подељени екран
sv: &Sök/Överför delad skärm
uk: &Пошук/Перерахування розділеного екрану
vi: &Tìm kiếm/Chuyển màn hình chia nhỏ
zh_cn: ＆搜索/转移分屏

source: Use &Small Icons
ar: استخدام أيقونات صغيرة
bn: ছোট আইকন ব্যবহার করুন
da: Brug &små ikoner
el: Μικρών εικονίδιων [&M]
es: Usar &Iconos pequeños
fr: &Petites icônes
hi: छोटे &अइकॉनों का उपयोग करें
hr: Kori&sti male ikone
it: Usa le icone &piccole
ja: 小さいアイコンを使用 (&S)
ko: 작은 아이콘을 사용 (&S)
ne: लघु प्रतीक प्रयोग
pt_br: &Usar ícones pequenos
ro: Utilizează pictograme &mici
sl: &Pouzi mali ikony
sr: Koristi &male slike alata
sv: Använd &små ikoner
uk: Використовувати дрібні значки
vi: &Sử dụng các biểu tượng nhỏ
zh_cn: 使用小（&S）图标

source: Use Small Icons
ar: استخدام أيقونات صغيرة
bn: ছোট আইকন ব্যবহার করুন
da: Brug små ikoner
el: Χρήση μικρών εικονιδίων.
es: Usar iconos pequeños
fr: Utilise de petites icônes.
hi: छोटे अइकॉनों का उपयोग करें.
hr: Koristi male ikone
it: Usa le icone piccole.
ja: 小さいアイコンを使用する
ko: 작은 아이콘을 사용
ne: लघु प्रतीक प्रयोग
pt_br: Usar ícones pequenos.
ro: Utilizează pictograme mici
sl: Pouzi male ikony
sr: Koristi male slike u traci sa alatima
sv: Använd små ikoner
uk: Використовувати дрібні значки
vi: Sử dụng các biểu tượng nhỏ
zh_cn: 使用小图标

source: Show Icon &Text
ar: عرض نص الأيقونة
bn: আইকন টেক্সট দেখান
da: Vis ikon &tekst
el: Κειμένου του εικονιδίου [&K]
es: Mostrar &texto de icono
fr: É&tiquettes texte sous les icônes
hi: अइकॉन &टेक्स्ट् दिखाओ
hr: Pokaži &tekst ikona
it: Mostra il &testo dell'icona
ja: アイコンのテキストを表示 (&T)
ko: 아이콘의 텍스트를 표시 (&T)
pt_br: Mostrar texto do &ícone
ro: Arată pictograma &text
sl: &Ukaz prichadzajuci text
sr: Prikaži opisni &tekst uz sliku alata
sv: Visa ikon&text
uk: Показувати підписи до значків
vi: Hiển &thị chú thích biểu tượng
zh_cn: 显示图标及文字（&T）

source: Show Text Below Icons
ar: عرض النص تحت الأيقونات
bn: আইকন নীচে টেক্সট প্রদর্শন করুন
da: Vis tekst under ikon
el: Εμφάνιση κειμένου κάτω από τα εικονίδια.
es: Mostrar texto bajo los iconos
fr: Affiche une étiquette texte sous chaque icône.
hi: अइकॉन के नीचे टेक्स्ट् दिखाओ.
hr: Pokaži tekst ispod ikona
it: Mostra il testo sotto le icone.
ja: アイコンの下にテキストを表示する
ko: 아이콘 아래에 텍스트를 표시
ne: प्रतीक तल पाठ देखाउन
pt_br: Mostrar texto embaixo dos ícones.
ro: Arată textul sub pictograme
sl: Ukaz texr pod ikonamy
sr: Prikaži tekst ispod alata
sv: Visa text under ikoner
uk: Показувати текст під значками
vi: Hiển thị chữ dưới các biểu tượng
zh_cn: 在图标下方显示文字

source: &Increase Font Size
bn: ফন্ট সাইজ বাড়ান
da: &Øg bogstavstørrelse
es: &Aumentar tamaño de la fuente
fr: &Agrandir la taille des polices
hi: &फ़ॉन्ट आकार बढ़ाएं
hr: Povećati vel&ičinu fonta
it: &Aumenta la dimensione del carattere
ja: &フォントサイズを大きく
ko: &폰트 사이즈 증가
pt_br: A&umentar Tamanho da Fonte
ro: &Mărește dimensiunea fontului
sr: &Инцреасе фонт сизе
sv: &Öka typsnittsstorleken
uk: &Збільшити розмір шрифту
vi: &Tăng cỡ chữ
zh_cn: 加大（&I）字体

source: Increases the Table Font Size
bn: সারণি ফন্ট সাইজ বৃদ্ধি
da: Øger skriftstørrelsen tabel
es: Aumentar el tamaño de fuente de la tabla
fr: Augmente la taille de police de la table
hi: तालिका फ़ॉन्ट का आकार बढ़ाता है
hr: Povećava veličinu fonta tablica
it: Aumenta la dimensione della tabella dei caratteri
ja: テーブルのフォントサイズを大きくする
ko: 테이블 글꼴 크기를 늘립니다
ne: बढ्छ तालिका फन्ट साइज
pt_br: Aumenta o tamanho da fonte de tabela
ro: Mărește dimensiunea fontului tabelului
sr: Повећава Табела Фонт Сизе
sv: Öka typsnittsstorleken på tabellen
uk: Збільшує розмір шрифту Таблиці
vi: Tăng Kích thước Phông Bảng
zh_cn: 增加表格字体尺寸

source: &Decrease Font Size
bn: ফন্ট সাইজ হ্রাস করুন
da: &Reducér bogstavstørrelse
es: &Reducir el tamaño de la fuente
fr: &Réduire la taille des polices
hi: फ़ॉन्ट आकार घटायें
hr: Smanji veličinu fonta
it: &Diminuisci la dimensione carattere
ja: &フォントサイズを小さく
ko: &폰트 사이즈 감소
pt_br: &Diminui o Tamanho da Fonte
ro: &Scade dimensiunea fontului
sr: &Смањи величину слова
sv: &Minska typsnittsstorleken
uk: &Зменшити розмір шрифту
vi: &Giảm cỡ chữ
zh_cn: 缩小（&D）字体

source: Decreases the Table Font Size
bn: সারণি ফন্ট সাইজ হ্রাস
da: Mindsker skriftstørrelsen tabel
es: Reducir el tamaño de letra de la tabla
fr: Diminue la taille de police de la table
hi: तालिका फ़ॉन्ट आकार घटाता है
hr: Smanjuje veličinu fonta tablica
it: Diminuisce la dimensione della tabella dei caratteri
ja: テーブルのフォントサイズを小さくする
ko: 표 글꼴 크기 줄입니다
ne: घट्छ तालिका फन्ट साइज
pt_br: Diminui o Tamanho da Fonte de tabela
ro: Scade dimensiunea fontului tabelului
sr: Смањује Табела Фонт Сизе
sv: Minska typsnittsstorleken på tabellen
uk: Зменшення розміру шрифту Таблиця
vi: Giảm kích thước phông bảng
zh_cn: 减小表格字体尺寸

source: C&hange Language
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
da: Skift sprog
el: Αλλαγή γλώσσας [&G]
es: &Cambiar idioma
fr: &Changer de langue
hi: &भाषा बदलिये
hr: Promijeni jezik
it: C&ambia lingua
ja: 言語を変更
ko: 언어를 변경
pt_br: M&udar idioma
ro: Sc&himbă limba
sl: Zmen &jazyk
sr: Promeni &jezik
sv: B&yt språk
uk: Змінити мову
vi: T&hay đổi Ngôn Ngữ
zh_cn: 更改（&h）语言

source: Select your Language Prefereces
ar: أختر تفضيلات لغتك
bn: আপনার ভাষা পছন্দ নির্বাচন করুন
da: Vælg det sprog du foretrækker
el: Διαλέξτε προτιμήσεις γλώσσας
es: Cambia las preferencias de idioma
fr: Sélectionnez vos préférences linguistiques.
hi: अपनी भाषा वरीयताएँ का चयन करें
hr: Odaberi postavke jezika
it: Seleziona le preferenze della lingua
ja: お好みの言語を選んでください
ko: 당신의 언어 제어판 선택
ne: आफ्नो भाषा प्राथमिकता चयन
pt_br: Selecione sua Língua Preferencial
ro: Selectați preferințele limbii dumneavoastră
sl: Nastav svoje jazykove nastavenia
sr: Jezička podešavanja
sv: Välj dina språkinställningar
uk: Налаштуйте вашу мову
vi: Chọn Ngôn Ngữ của bạn
zh_cn: 选择你的语言偏好

source: This preference will take effect next time you restart FrostWire
ar: سيتم تفعيل هذا التفضيل في المرة القادمة التي تقوم فيها بإعادة تشغيل فروستوير
bn: এই পছন্দটি পরবর্তী সময়ে যখন আপনি FrostWire পুনরায় আরম্ভ করতে পারবেন
da: Denne præference vil træde i kraft næste gang du genstarter FrostWire
el: Αυτή η προτίμηση θα ισχύσουν επόμενη φορά που θα επανεκκινήσετε το FrostWire
es: Esta opción tendrá efecto la próxima vez que reinicies FrostWire.
fr: Cette préférence prendra effet la prochaine fois que vous redémarrez FrostWire
hi: यह वरीयता प्रभाव अगले समय लगेगा आप FrostWire पुनः आरंभ
it: Questa preferenza avrà effetto la prossima volta che si riavvia FrostWire
ja: この設定は、次にFrostWireを再起動したときに有効になります
pt_br: Essa preferência entrará em vigor na próxima vez que você reiniciar o FrostWire
sl: Ta nastavitev bo začela veljati naslednjič, ko znova zaženete FrostWire
sr: Ова предност ће ступити на снагу следећи пут поново FrostWire
sv: Denna inställning kommer att få effekt nästa gång FrostWire startas om
uk: Це перевагу вступить в силу в наступний раз, коли ви перезапустіть FrostWire
zh_cn: 此优先选项将在您重新启动FrostWire后生效

source: Restore
ar: إستعادة
bn: প্রত্যর্পণ করা
da: Gendan
el: Επαναφορά
es: Restablecer
fr: Restaurer
hi: पूर्व अवस्था में पहुँचाओ
hr: Obnovi
it: Ripristina
ja: 復元
ko: 복원
ne: फेरि खोल
pt_br: Restaurar
ro: Restaurare
sl: Obnovit
sr: Prikaži FrostWire
sv: Återställ
uk: Відновити
vi: Khôi phục
zh_cn: 恢复

source: About
ar: حول
bn: সম্বন্ধে
da: Om
el: Σχετικά με
es: Acerca de
fr: À propos
hi: बारे में
hr: O
it: Informazioni
ja: 概要...
ko: 개요...
ne: बारे
pt_br: Sobre
ro: Despre
sl: O
sr: O programu...
sv: Om
uk: Про програму
vi: Thông tin
zh_cn: 关于

source: Apply
ar: تطبيق
da: Udfør
el: Εφαρμογή
es: Aplicar
fr: Appliquer
hi: लागू करो
hr: Primijeni
it: Applica
ja: 適用
ko: 적용
ne: लागु गर
pt_br: Aplicar
ro: Aplică
sl: V redu
sr: Primeni
sv: Verkställ
uk: Застосувати
vi: Áp dụng
zh_cn: 应用

source: Apply Operation
ar: تنفيذ العملية
bn: অপারেশন প্রয়োগ করুন
da: Anvend operationen
el: Ακύρωση λειτουργίας.
es: Aplicar operación
fr: Appliquer l’Opération.
hi: ऑपरेशन लागू करें
hr: Primjeniti radnju
it: Applica Operazione
ja: 操作の適用
ko: 실행 적용
ne: प्रक्रिया रद्द गर
pt_br: Aplicar Operação
ro: Aplică operația
sl: Zrusit operaciu
sr: Примени операцију
sv: Verkställ ändring
uk: застосування операції
vi: Áp dụng hoạt động
zh_cn: 应用操作

source: Cancel Operation
ar: إلغاء العملية
bn: অপারেশন বাতিল করুন
da: Annullér operationen
el: Ακύρωση λειτουργίας.
es: Cancelar operación
fr: Annuler l’opération.
hi: क्रिया रद्द करो.
hr: Odustati od radnje
it: Annulla operazione
ja: 操作を取り消す
ko: 실행 취소
ne: प्रक्रिया रद्द गर
pt_br: Cancelar operação
ro: Anulează operația
sl: Zrusit operaciu
sr: Откажи операцију
sv: Avbryt åtgärd
uk: Скасувати операцію
vi: Hủy hoạt động
zh_cn: 取消操作

source: Restore Defaults
ar: إستعادة الافتراضيات
bn: পূর্বনির্ধারন পুনরুধার
da: Gendan standardværdier
el: Επαναφορά προεπιλογών
es: Restablecer los valores predeterminados
fr: Options par défaut
hi: डिफौल्ट अवस्था में पहुँचाओ
hr: Vrati na osnovne postavke
it: Ripristina i valori predefiniti
ja: 初期設定に復元
ko: 초기설정으로 복원
ne: डिफल्ट लागु गर
pt_br: Restaurar padrões
ro: Restaurează implicite
sl: Obnovit prednastavene
sr: Standardna podešavanja
sv: Återställ standardvärden
uk: За замовчуванням
vi: Trở Lại Mặc Định
zh_cn: 恢复默认设置

source: Revert All Settings to the Factory Defaults
ar: إعادة جميع الخصائص إلى افتراضيات المصنع
bn: সব সেটিংস ফ্যাক্টরি ডিফল্টগুলিতে ফিরিয়ে আনুন
da: Ændrer alle indstillinger til standardværdier
el: Επαναφορά όλων των ρυθμίσεων στις εργοστασιακές προεπιλογές.
es: Revertir todas las configuraciones a los valores predeterminados
fr: Restaurer toutes les options à leur valeurs par défaut.
hi: फैक्ट्री देफौल्ट में चूक करने से सभी सेटिंग्स वापस होगा
hr: Vrati sve postavke na osnovne tvorničke postavke
it: Riporta tutti le impostazioni ai valori predefiniti.
ja: すべての設定を初期状態に戻す
ko: 모든 설정을 초기 상태로 되돌림
ne: सबै सेटिन्गहरु फ्याक्तोरी डिफल्टमा उल्ताऊ
pt_br: Restaurar configurações originais.
ro: Revine toate modificările la cele implicite din fabrică
sl: Obnovit vsetky nastavenia do zakladnych nastaveni
sr: Vrati sva podešavanja u stanje koje je podesio proizvođač
sv: Återställ alla inställningar till ursprungsvärdena
uk: Повернути до стандартних налаштувань
vi: Hoàn lại tất cả điều chỉnh theo mặc định của hãng
zh_cn: 将所有设置恢复成出厂设置

source: You have made changes to some of FrostWire's settings. Would you like to save these changes?
ar: قمت بإجراء تغييرات على بعض الإعدادات في برنامج FrostWire. هل تريد حفظ هذه التغييرات؟
bn: আপনি কিছু FrostWire এর সেটিংস পরিবর্তন করেছেন। আপনি কি এই পরিবর্তনগুলি সংরক্ষণ করতে চান?
da: Du har lavet ændringer i nogle af FrostWire's opsætninger. Vil du gerne gemme disse ændringer?
el: Έχετε κάνει αλλαγές σε ορισμένες ρυθμίσεις του FrostWire. Θα θέλατε να αποθηκεύσετε αυτές τις αλλαγές;
es: Ha hecho cambios a algunas configuraciones de FrostWire, ¿Le gustaría guardar estos cambios?
fr: Vous avez fait des changements à certains des arrangements de FrostWire. aimez-vous sauver ces changements ?
hi: आप ने फ्रोस्ट वाइर सेटिंग्स के लिए कुछ परिवर्तन किए हैं. आप इन परिवर्तनों को बचाना चाहेंगे?
hr: Napravili ste promjene u postavkama FrostWirea. Želite li ih spremiti?
it: Hai apportato delle modifiche alle impostazioni di FrostWire. Vuoi salvare queste modifiche?
ja: FrostWireの設定が変更されました。保存しますか？
ko: "FrostWire의 설정을 변경하였습니다. 변경을 저장하시겠습니까?
ne: तपाईं FrostWire सेटिङहरू केही परिवर्तन गरेको छ। तपाईं यी परिवर्तनहरू बचत गर्न चाहनुहुन्छ?
pt_br: Você fez algumas alterações nas configurações do FrostWire. Você gostaria de salvar essas alterações?
ro: Ați făcut modificări la unele configurări FrostWire. Doriți să salvați aceste modificări?
sl: Spremenili ste nekatere nastavitve FrostWire. Ali želite te spremembe shraniti?
sr: Сте направили измене у нека подешавања FrostWire је. Да ли желите да сачувате ове промене?
sv: Du har gjort ändringar i några av FrostWires inställningar. Vill du spara dina ändringar?
uk: Ви внесли зміни до деяких настройки Frostwire в. Ви хочете, щоб зберегти ці зміни?
vi: Bạn đã thực hiện thay đổi đối với một số cài đặt của FrostWire. Bạn có muốn lưu các thay đổi này không?
zh_cn: 你已对FrostWire设置做了一些更改。是否保存这些设置？

source: Search here
ar: إبحث هنا
bn: এখানে অনুসন্ধান করুন
da: Søg her
el: Ψάξε εδώ
es: Buscar aquí
fr: Rechercher ici
hi: यहाँ खोजें
hr: Traži ovdje
it: Cerca qui
ja: こちらで検索
ko: 여기서 검색
ne: यहाँ खोज
pt_br: Buscar aqui
ro: Caută aici
sl: Vyhladaj viac
sr: Pretražite ovde
sv: Sök här
uk: Шукати Більше
vi: Tìm kiếm ở đây
zh_cn: 在这里搜索

source: Basic
ar: أساسي
da: Grundlæggende
el: Βασικό
es: Básico
fr: Basique
hi: बेसिक
hr: Osnovno
it: Base
ja: 基本
ko: 일반
ne: आधारभूत
pt_br: Básico
ro: De bază
sl: Osnovno
sr: основни
sv: Grundläggande
uk: основний
vi: Căn bản
zh_cn: 基本的

source: Player
ar: المشغل
bn: খেলোয়াড়
da: Afspiller
el: Μέσο αναπαραγωγής
es: Reproductor
fr: Lecteur
hi: खिलाड़ी
hr: Svirač
it: Lettore
ja: プレイヤー
ko: 플레이어
ne: मिडिया प्लेयर
sl: Play
sv: Spelare
uk: Програвач
vi: Máy nghe nhạc
zh_cn: 播放器

source: Searching
ar: بحث
bn: খোঁজ
da: Søger
el: Έρευνα
es: Búsqueda
fr: Recherche
hi: खोज हो रही हैं
hr: Traženje
it: Ricerca
ja: 検索
ko: 검색
ne: खोजी
pt_br: Pesquisando
ro: Se caută
sl: Zacinanie
sr: Pretraživanje
sv: Sökning
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索

source: Status Bar
ar: شريط الحالة
bn: স্ট্যাটাস বার
da: Statusbjælke
el: Μπάρα στοιχείων
es: Barra de estado
fr: Barre d’état
hi: स्टेटस बार
hr: Traka stanja
it: Barra di stato
ja: ステータスバー
ko: 상태 바
ne: स्थिति बार
pt_br: Barra de status
ro: Bara de stare
sl: Vrstica stanja
sr: Opisna traka
sv: Statusfältet
uk: Рядок статусу
vi: Thanh trạng thái
zh_cn: 状态栏

source: Helper Apps
ar: التطبيقات المساعدة
bn: সহায়ক অ্যাপ্লিকেশন
da: Hjælpeprogram
el: Βοηθητικές εφαρμογές
es: Aplicaciones Asistentes
fr: Applications externes
hi: सहायक Apps
hr: Pomoćne aplikacije
it: Applicazioni
ja: ヘルパー・アプリケーション
ko: 헬퍼 어플리케이션
pt_br: Aplicações ajudantes
ro: Ajutor aplicație
sl: Pomočnik Apps
sr: Pomoćni programi
sv: Hjälpprogram
uk: Програми допомоги
vi: Ứng dụng trợ giúp
zh_cn: 帮助程序
