Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: FrostWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start FrostWire, or FrostWire may behave in unexpected ways.
ar: لم يتمكن FrostWire من كتابة أحد الملفات الضرورية نتيجة عدم امتلاكك الصلاحيات الضرورية لذلك. قد لا يتم حفظ التفضيلات في المرة القادمة التي تقوم فيها بتشغيل FrostWire.
bn: আপনার উপযুক্ত অধিকার না থাকায় লাইমওয়ার একটি প্রয়োজনীয় ফাইল লিখতে পারেনি। পরেরবার লাইম’ওয়ার চলানোর সময় আপনার প্রেফারেন্সগুলো ঠিক মত নাও থাকতে পারে, অথবা লাইম’ওয়ার ঠিক মত কাজ নাও করতে পারে।
da: FrostWire var ikke istand til at skrive til en nødvendig fil fordi du ikke har de nødvendige tilladelser. Dine indstillinger vil måske ikke blive fastholdt næste gang du starter limeWire, eller FrostWire kan optræde på uventede måder.
el: Το FrostWire αδυνατεί να γράψει ένα απαραίτητο αρχείο, επειδή δεν έχετε τις απαραίτητες δικαιοδοσίες. Οι προτιμήσεις σας δεν μπορούν να διατηρηθούν την επόμενη φορά που θα ανοίξετε το FrostWire, ή το FrostWire μπορεί να συμπεριφερθεί με απροσδόκητους τρόπους.
es: FrostWire no pudo escribir un archivo necesario porque no tienes los permisos requeridos. Es posible que no se mantengan sus preferencias la próxima vez que inicie FrostWire o que FrostWire funcione de manera inesperada.
fr: FrostWire n’a pas pu écrire un fichier nécessaire car vous ne disposez pas les droits d’accès nécessaires à ce fichier. Vos préférences peuvent ne pas être conservées lors du prochain lancement de FrostWire, ou FrostWire pourrait se comporter de façon inattendue.
hi: फ्रोस्ट वाइर एक आवश्यक फाइल लिखने में असमर्थ था क्योंकि आपको इसके लिए आवश्यक अनुमति नहीं है. आपकी प्राथमिकताएं अगली बार जब आप शुरू करेंगे, नहीं रखा जा सकता है, या फ्रोस्ट वाइर अप्रत्याशित तरीके से व्यवहार कर सकता है .
hr: FrostWire nije mogao zapisati potrebnu datoteku jer nemate potrebna dopuštenja. Vaše postavke možda neće biti sačuvane sljedeći put kada pokrenete FrostWire, ili se FrostWire neće ponašati na očekivani način.
it: FrostWire non e' riuscito a scrivere un file necessario perchè non disponi dei permessi necessari. Le tue impostazioni potrebbero non essere disponibili al prossimo riavvio di FrostWire, o FrostWire potrebbe comportarsi in modo inatteso.
ja: 必要なアクセス権がないため、必要なファイルの書き込みができません。次回のFrostWireの起動時に、変更した環境設定が保持又は完了されていない可能性があります。また、FrostWireが予期しない動作をする可能性も考えられます。
ko: 필요한 접속권한이 없기 파일을 기입할 수 없습니다. 다음에 FrostWire가 시작되었을 때 선호 설정이 유지되지 않거나, 또는 예기치 않은 작동을 할 수 있습니다.
ne: FrostWire तपाईं आवश्यक अनुमति छैन किनभने एक आवश्यक फाइल लेख्न असमर्थ थियो। आफ्नो प्राथमिकता तपाईं FrostWire सुरु अर्को समय कायम हुन सक्छ छैन, वा FrostWire अप्रत्याशित तरिकामा व्यवहार हुन सक्छ।
pt_br: O FrostWire não conseguiu escrever um arquivo necessário porque você não possui as permissões necessárias. As suas preferências podem não ser mantidas da próxima vez que iniciar o FrostWire, ou o FrostWire pode comportar-se de forma inesperada.
ro: FrostWire nu a putut să scrie un fișier necesar deoarece nu aveți permisiunile necesare. Preferințele dumneavoastră nu pot fi menținute data următoare când porniți FrostWire, sau FrostWire se poate comporta în diferite feluri.
sl: FrostWire ni uspel zapisati te datoteke, ker nimate potrebnih pooblastil. Vaše nastavitve se ob naslednjem zagonu morda ne bodo obdržale.
sr: FrostWire ne može da snimi potreban fajl jer nemate dozvolu za to. Vaša podešavanja možda neće biti podržana kada sledeći put pokrenete FrostWire, ili će FrostWire raditi nestabilno.
sv: FrostWire kunde inte skriva till filen eftersom du inte har tillräckliga rättigheter i datorn. Dina inställningar har inte sparats och FrostWire kan komma att bete sig på ett oväntat sätt.
uk: FrostWire не зміг записати необхідний файл, тому що Ви не маєте необхідних прав. Ваші налаштування не будуть відтвореня наступного запуску FrostWire або FrostWire може поводитися непередбачувано.
vi: FrostWire không thể ghi những tập tin cần thiết bởi vì bạn không có sự cho phép để làm như vậy. Những thay đổi của bạn có thể sẽ không được áp dụng trong lần tới bạn khởi động FrostWire.
zh_cn: FrostWire无法写入一个必要文件，由于你没有相应权限。你的偏好有可能无法保持到下一次运行FrostWire时，或FrostWire可能无法正常工作。

source: FrostWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. FrostWire may behave in unexpected ways.
ar: FrostWire لا يمكنه فتح ملف ضروري بسبب اسم الملف الذي يحتوي حروف غير مدعومة من قبل نظام التشغيل الخاص بك. FrostWire قد يسلك مسارات غير متوقعة.
bn: লাইমওয়ার একটি প্রয়োজনীয় ফাইল খুলতে পারছে না কারন ফাইলনামে কিছু বর্ণ আছে যেগুলো আপনার অপারেটিং সিস্টেম সমর্থন করে না । লাইমওয়ার অপ্রত্যাশিত ভাবে আচরণ করতে পারে ।
da: FrostWire kan ikke åbne en nødvendig fil fordi filnavnet indeholder tegn, der ikke er understøttet af dit operativsystem. FrostWire kan derfor optræde på uventede måder.
el: Το FrostWire δεν μπορεί να ανοίξει ένα απαραίτητο αρχείο, επειδή το όνομα του αρχείου περιέχει χαρακτήρες, που δεν υποστηρίζονται από το λειτουργικό σας σύστημα. Το FrostWire μπορεί να συμπεριφερθεί με απροσδόκητους τρόπους.
es: FrostWire no pudo abrir un archivo necesario porque el nombre del archivo contiene caracteres que su sistema operativo no soporta. FrostWire podría funcionar de manera inesperada.
fr: FrostWire n’a pas pu ouvrir un fichier nécessaire car le nom de ce fichier contient des caractères non supportés par le système de fichiers de votre ordinateur. FrostWire pourrait se comporter de façon inattendue.
hi: फ्रोस्ट वाइर एक आवश्यक फ़ाइल नहीं खोल सकता क्योंकि फ़ाइल नाम में अक्षर हैं जो आपके ऑपरेटिंग सिस्टम के द्वारा समर्थित नहीं हैं . फ्रोस्ट वाइर अप्रत्याशित तरीके से व्यवहार कर सकता है.
hr: FrostWire ne može otvoriti potrebnu datoteku jer ime datoteke sadrži znakove koji nisu podržani od strane vašeg operativnog sustava. FrostWire se može ponašati na neočekivane načine.
it: FrostWire non può aprire un file necessario perchè il nome del file contiene dei caratteri che non sono supportati dal tuo sistema operativo. FrostWire potrebbe comportarsi in maniera inaspettata.
ja: ファイル名にお使いのシステムで対応していない文字があるため、このファイルを開くことができませんでした。
ko: 운영 시스템에 의하여 지원되지 않는 문자가 포함된 파일명이므로, FrostWire가 필요한 파일을 열 수 없습니다. FrostWire는 예기치 못한 작동을 할 수 있습니다.
ne: फाइलनाम आफ्नो अपरेटिङ सिस्टम द्वारा समर्थित जो छैन अक्षरहरू किनभने FrostWire एक आवश्यक फाइल खोल्न सक्दैन। FrostWire अप्रत्याशित तरिकामा व्यवहार हुन सक्छ।
pt_br: O FrostWire não pode abrir o arquivo necessário pois o nome do arquivo contém caracteres não suportados pelo seu sistema operacional. O FrostWire pode comportar-se de forma inesperada.
ro: FrostWire nu poate să deschidă un fișier necesar deoarece numele fișierului conține caractere care nu sunt suportate de sistemul dumneavoastră de operare. FrostWire se poate comporta în diferite feluri.
sl: FrostWire ne more odpreti zahtevane datoteke, ker so v njenem imenu znaki, ki jih vaš operacijski sistem ne podpira.
sr: FrostWire ne može otvoriti potreban fajl zato što naziv fajla sadrži znakove koje ne podržava Vaš operativni sistem. FrostWire može raditi nestabilno.
sv: FrostWire kunde inte öppna filen eftersom filnamnet innehöll tecken som inte stöds av ditt operativsystem. FrostWire kan komma att bete sig på ett oväntat sätt.
uk: FrostWire не зміг відкрити неповний файл тому, що ім’я файлу має в собі символи, які не підтримуються Вашою файловою системою. FrostWire може поводитись непередбачувано.
vi: FrostWire không thể mở tập tin cần thiết bởi vì tên của tập tin chứa những ký tự không được hỗ trợ bởi hệ điều hành của bạn. FrostWire có thể sẽ không hoạt động bình thường.
zh_cn: FrostWire无法打开一个必要文件，因为它的文件名称包含了你的操作系统所不支持的字符。FrostWire可能无法正常工作。

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
ar: لا يتمكن FrostWire من تنزيل الملف المحدد نظراً لامتلاء القرص الصلب. لتنزيل المزيد من الملفات، يجب عليك تحرير مساحة على قرصك الصلب.
bn: আপনার হার্ড ড্রাইভ পূর্ণ হয়, কারণ FrostWire নির্বাচিত ফাইলটি ডাউনলোড করতে পারে না। আরও ফাইল ডাউনলোড করার জন্য, আপনাকে অবশ্যই আপনার হার্ডড্রাইভে স্থান মুক্ত করতে হবে।
da: FrostWire kan ikke downloade den valgte fil fordi din harddisk er fuld. For at downloade mere må du frigøre plads på din harddisk.
el: Το FrostWire δεν μπορεί να κατεβάσει το επιλεγμένο αρχείο, διότι ο σκληρός σας δίσκος είναι γεμάτος. Για να κατεβάσετε περισσότερα αρχεία, πρέπει να ελευθερώσετε χώρο στον σκληρό σας δίσκο.
es: FrostWire no puede descargar el archivo seleccionado debido a que no hay espacio en su disco duro. Para descargar más archivos debe liberar espacio en su disco duro.
fr: FrostWire ne peut télécharger le fichier sélectionné car votre disque est plein. Pour charger plus de fichiers, vous devez libérer de l’espace sur votre disque dur.
hi: फ्रोस्ट वाइर चयनित फ़ाइल को डाउनलोड नहीं कर सकता हैं क्योंकि आपके हार्ड ड्राइव पूर्ण है. अधिक फ़ाइलों को डाउनलोड करने के लिए, आप अपने हार्ड ड्राइव पर स्थान खाली करना चाहिए .
hr: FrostWire ne može preuzeti označenu datoteku jer je vaš tvrdi disk pun. Za daljnje preuzimanje datoteka morate osloboditi prostor na vašem tvrdom disku.
it: FrostWire non può scaricare il file selezionato perchè il disco fisso è pieno. Per scaricare altri file, devi liberare spazio fisico nel tuo disco fisso.
ja: ハードディスクの空き容量が足りないため、選択したファイルをダウンロードできません。今後ファイルをダウンロードするには、ハードディスクの空き容量を増やしてください。
ko: 하드 디스크의 빈 용량이 부족하기 때문에, 선택한 파일을 다운로드할 수 없는 상태. 더욱 파일을 다운로드하려면 , 하드 디스크의 빈 용량을 늘리는 것.
ne: किनभने तपाईँको हार्ड ड्राइभमा भरिएको छ FrostWire चयन गरिएको फाइल डाउनलोड गर्न सक्दैन। थप फाइलहरू डाउनलोड गर्ने, तपाईंले आफ्नो हार्ड ड्राइभमा ठाउँ खाली गर्नुपर्छ।
pt_br: O FrostWire não consegue fazer o download do arquivo selecionado porque o seu disco rígido está cheio. Para efetuar o download de mais arquivos você tem que criar espaço no seu disco rígido.
ro: FrostWire nu poate descărca fișierul selectat deoarece hard-disk-ul dumneavoastră este plin. Pentru a descărca mai multe fișiere, trebuie să eliberați spațiu pe hard-disk.
sl: FrostWire ne more prenesti izbrane datoteke, ker je vaš trdi disk poln. Prosimo sprostite nekaj prostora na trdem disku.
sr: FrostWire ne može preuzeti odabrani fajl jer je Vaš hard disk pun. Za dalje preuzimanje fajlova, morate osloboditi prostor na Vašem disku.
sv: FrostWire kan inte hämta den valda filen för att din hårddisk är full. För att hämta fler filer måste du frigöra utrymme på din hårddisk.
uk: FrostWire не зміг завантажити обрані файли, тому що на жорсткому диску немає місця. Звільніть місце на диску, щоб завантажувати більше файлів.
vi: FrostWire không thể tải tập tin bạn đã chọn bởi vì đĩa cứng của bạn đã đầy. Để tải thêm nhiều tập tin, đĩa cứng của bạn phải có đủ chỗ trống.
zh_cn: FrostWire无法下载这些选中文件，因为你的硬盘空间已满。如需下载更多文件，你必须清理出空闲的硬盘空间。

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
ar: FrostWire غير قادر على تنزيل الملف المحدد لأن ثمة برنامج آخر يستخدم نفس الملف. أغلق البرنامج الآخر وحاول إعادة التنزيل.
bn: লাইমওয়ার আপ্নার কাঙ্গিখত ফাইল ডাউনলোড করতে অসমর্থ হয়েছে কারন অণ্যকনো প্রগ্রাম এই ফাইল ব্য্বহার করছে। অনুগ্রহ করে অন্যাঅন্য প্রগ্রাম বন্ধ করুন এবং আবার চেষ্টা করুন।
da: FrostWire kunne ikke downloade den valgte fil fordi et andet program bruger filen. Luk venligst det andet program og forsøg at downloade filen igen.
el: Το FrostWire αδυνατεί να κατεβάσει το επιλεγμένο αρχείο, επειδή κάποιο άλλο πρόγραμμα το χρησιμοποιεί. Παρακαλώ, κλείστε το άλλο πρόγραμμα και ξαναπροσπαθήστε να το κατεβάσετε.
es: FrostWire no pudo descargar el archivo seleccionado porque otro programa lo está usando. Por favor, cierre el otro programa y vuelva a intentar la descarga.
fr: FrostWire ne peut télécharger le fichier sélectionné car un autre programme utilise ce fichier. Veuillez fermer ce programme et réessayez.chargement.
hi: FrostWire चयनित फ़ाइल को डाउनलोड करने में असमर्थ था क्योंकि कोई अन्य प्रोग्राम फ़ाइल का उपयोग कर रहा है. अन्य प्रोग्राम बंद करें और डाउनलोड पुनःप्रयास करें .
hr: FrostWire nije mogao preuzeti označenu datoteku jer drugi program koristi tu datoteku. Molimo vas da zatvorite drugi program i ponovite preuzimanje.
it: FrostWire non e' stato in grado di scaricare il file selezionato perchè il file è in uso in un altro programma. Chiudi la relativa applicazione e riprova la ricezione.
ja: 他のプログラムがファイルを使っているため、選択したファイルをダウンロードできません。他のプログラムを終了させてから、もう一度ダウンロードを試してください。
ko: 다른 프로그램이 파일을 사용하고 있기때문에, 선택한 파일을 다운로드할 수 없는 상태. 다른 프로그램을 종료시키고 나서, 다운로드를 재개하는 것.
ne: FrostWire चयन गरिएको फाइल डाउनलोड गर्न अर्को कार्यक्रम फाइल प्रयोग किनभने असमर्थ थियो। कृपया अन्य कार्यक्रम बन्द र डाउनलोड पुनः प्रयास गर्नुहोस्।
pt_br: O FrostWire não consegue fazer o download do arquivo selecionado porque existe outro programa utilizando o arquivo. Feche o outro programa e tente fazer o download novamente.
ro: FrostWire nu a putut descărca fișierul selectat deoarece un alt program utilizează fișierul. Închideți celălalt program și reâncercați să descărcați.
sl: FrostWire ni uspel prenesti izbrane datoteke, ker jo uporablja drug program. Prosimo zaprite druge programe in poskusite znova.
sr: FrostWire nije bio u mogućnosti da preuzme odabrani fajl jer je već koristi neki drugi program. Molimo Vas da zatvorite ostale programe koji bi mogli koristiti ovaj fajl i pokušate ponovo.
sv: FrostWire kunde inte hämta den valda filen, filen används av ett annat program. Stäng programmet och försök hämta filen på nytt.
uk: FrostWire не зміг завантажити обраний файл, тому що інша програма використовує його. Будь ласка, закрийте іншу програму та спробуйте знову.
vi: FrostWire không thể tải tập tin bạn đã chọn bởi vì có một chương trình khác đang sử dụng tập tin này. Bạn vui lòng đóng cái chương đang sử dụng tập tin này và thử tải tập tin này lại.
zh_cn: FrostWire无法下载这些文件，因为另一个程序正在使用它们。请关闭其它相关程序并重试下载。

source: FrostWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using FrostWire, please choose a different Save Folder.
ar: لم يكن FrostWire قادرا على إنشاء أو استكمال كتابة ملف غير كامل للملف المراد تنزيله وذلك لأنك لا تمتلك صلاحية كتابة الملفات في مجلد الملفات الغير تامة. لكي تستكمل استخدام FrostWire اختر مجلداً آخرا للحفظ.
bn: FrostWire নির্বাচিত ডাউনলোডের জন্য একটি অসম্পূর্ণ ফাইল লিখতে বা চালিয়ে যেতে পারেনি কারণ আপনার কাছে অসম্পূর্ণ ফোল্ডারে ফাইলগুলি লিখতে অনুমতি নেই FrostWire ব্যবহার চালিয়ে যেতে, দয়া করে একটি পৃথক সংরক্ষণ ফোল্ডার নির্বাচন করুন।
da: FrostWire var ikke istand til at danne eller forsætte med at skrive til den delvise fil, for det valgte download, da du ikke har tilladelse til at skrive til mappen. Fortsæt ved at vælge en anden mappe.
el: Το FrostWire αδυνατεί να δημιουργήσει ή να συνεχίσει ένα ελλιπές αρχείο για την επιλεγμένη λήψη, επειδή δεν έχετε τη δικαιοδοσία να γράψετε τα αρχεία στον κατάλογο των ανολοκλήρωτων αρχείων. Για να συνεχίσετε να χρησιμοποιείτε το FrostWire, παρακαλώ επιλέξτε ένα διαφορετικό κατάλογο αποθήκευσης αρχείων.
es: FrostWire no pudo crear o continuar escribiendo un archivo incompleto para la descarga seleccionada porque usted no tiene permiso para escribir archivos al directorio incompleto. Para continuar usando FrostWire, por favor guarde en otro directorio.
fr: FrostWire n’a pas pu créer ou poursuivre l’écriture d’un fichier incomplet pour le téléchargement sélectionné car vous ne disposez pas des droits d’accès permettant d’écrire des fichiers dans le répertoire des téléchargements incomplets. Pour continuer à utiliser FrostWire, veuillez choisir un répertoire de sauvegarde différent.
hi: फ्रोस्ट वाइर एक अधूरी फ़ाइल के लिए चयनित डाउनलोड बनाने या लेखन जारी करने में असमर्थ था क्योंकि आप को अधूरा फ़ोल्डर में फाइल लिखने के लिए अनुमति नहीं है. फ्रोस्ट वाइर का उपयोग जारी रखने के लिए, एक अलग सुरक्षित फ़ोल्डर का चयन करें.
hr: FrostWire nije mogao kreirati ili nastaviti sa zapisivanjem nepotpune datoteke označene za preuzimanje jer nemate dopuštenje za zapisivanje datoteka u mapu nepotpuno. Za nastavak korištenja FrostWirea, molimo odaberi drukčiju mapu za spremanje.
it: FrostWire non e' riuscito a creare o continuare la scrittura di un file incompleto per il download selezionato perchè non hai i permessi di scrittura dei file nella cartella dei file incompleti. Scegli un'altra cartella per continuare a usare FrostWire.
ja: 選択したダウンロードは、未完成（一時）フォルダにアクセス権がないため、未完成ファイルを作成または書き込みができません。今後FrostWireを使い続けるには、他の保存先フォルダを選択してください。
ko: 하드 디스크의 빈 용량이 부족하기 때문에, 선택한 파일을 다운로드할 수 없습니다. 파일을 다운로드 하려면, 하드 드라이브의 빈 공간을 늘리십시오.
ne: तपाईं अपूर्ण फोल्डरमा फाइल लेख्न अनुमति छैन किनभने FrostWire सिर्जना गर्न वा चयन डाउनलोड लागि अपूर्ण फाइल लेखन जारी गर्न असमर्थ भयो। FrostWire प्रयोग गर्न जारी राख्न, कृपया फरक बचत फोल्डर चयन गर्नुहोस्।
pt_br: O FrostWire não conseguiu criar ou continuar escrevendo um arquivo incompleto para o download selecionado pois não possui permissão para escrever arquivos na pasta de arquivos incompletos. Para continuar usando o FrostWire selecione uma pasta diferente.
ro: FrostWire nu a putut crea sau continua scrierea unui fișier incomplet pentru descărcarea selectată deoarece nu aveți permisiuni să scrieți fișiere în dosarul Incomplete. Pentru a continua să utilizați FrostWire alegeți un dosar de salvare diferit.
sl: FrostWire ni uspel ustvariti ali nadaljevati z shranjevanjem te datoteke, ker nimate pooblastil za shranjevanje datotek v začasno mapo. Za nadalnjo uporabo programa zamenjajte začasno mapo.
sr: FrostWire ne može da snimi nekompletni fajl jer nemate dozvolu za upisivanje u fasciklu za nepotpuno preuzete fajlove. Za dalje korišćenje FrostWire-a, molimo Vas da odaberete drugu fasciklu za snimanje.
sv: FrostWire kunde inte skapa eller fortsätta skriva en ofärdig fil för den markerade hämtningen därför att du har inte har behörighet att skapa filer i mappen ofärdiga filer. För att fortsätta använda FrostWire, välj en annan mapp att spara i.
uk: FrostWire не зміг створити або продовжити неповний файл для обраного завантаження, тому що ві не маєте прав на запис файлів у теку неповних файлів. Щоб продовжити використовувати FrostWire, оберіть іншу теку неповних файлів.
vi: FrostWire không thể tạo hoặc tiếp tục viết một tệp không đầy đủ cho tải đã chọn vì bạn không có quyền ghi các tệp vào thư mục không đầy đủ. Để tiếp tục sử dụng FrostWire, vui lòng chọn một Thư mục Lưu khác.
zh_cn: FrostWire无法为选中下载创建或继续写入一个尚未完成的文件，因为你没有把文件写入该不完整文件夹的权限。要继续使用FrostWire，请选择一个不同的存储文件夹。

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
ar: FrostWire غير قادر على فتح الملف الغير مكتمل للتنزيل المحدد بسبب اسم الملف الذي يحتوي حروف غير مدعومة من قبل نظام التشغيل الخاص بك.
bn: নির্বাচিত ডাউনলোডের জন্য FrostWire অসম্পূর্ণ ফাইলটি খুলতে অক্ষম ছিল কারণ ফাইলের নামটি এমন অক্ষর রয়েছে যা আপনার অপারেটিং সিস্টেম দ্বারা সমর্থিত নয়।
da: FrostWire var ikke istand til at åbne den delvise fil for den valgte download fordi filnavnet indholder tegn, der ikke er understøttet af dit operativsystem.
el: Το FrostWire αδυνατεί να ανοίξει το ελλιπές αρχείο για την επιλεγμένη λήψη, επειδή το όνομα του αρχείου περιέχει χαρακτήρες που δεν υποστηρίζονται από το λειτουργικό σας σύστημα.
es: FrostWire no pudo abrir el archivo incompleto para la descarga seleccionada porque el nombre del archivo contiene caracteres que su sistema operativo no soporta.
fr: FrostWire n’a pas pu ouvrir le fichier incomplet pour le téléchargement sélectionné car le nom de fichier contient des caractères non supportés par le système d'exploitation de votre ordinateur.
hi: फ्रोस्ट वाइर एक आवश्यक फ़ाइल नहीं खोल सकता क्योंकि फ़ाइल नाम में अक्षर हैं जो आपके ऑपरेटिंग सिस्टम के द्वारा समर्थित नहीं हैं.
hr: FrostWire nije mogao otvoriti nepotpunu datoteku označenu za preuzimanje jer naziv datoteke sadrži znakove koji nisu podržani od strane vašeg operativnog sustava.
it: FrostWire non e' stato in grado di aprire un file incompleto per la ricezione selezionata perchè il nome del file contiene dei caratteri che non sono supportati dal tuo sistema operativo.
ja: 選択したファイル名は、お使いのシステムで対応していない文字があるため、ファイルを開くことができません。
ko: 선택한 다운로드에 의한 파일명에, 사용의 시스템이 대응하고 있지 않는 문자가 있기때문에, 불완전한 파일을 열지 않는 상황.
ne: FrostWire फाइलनाम आफ्नो अपरेटिङ सिस्टम द्वारा समर्थित जो छैन अक्षरहरू किनभने चयन गरिएको डाउनलोड लागि अपूर्ण फाइल खोल्न असमर्थ थियो।
pt_br: O FrostWire não conseguiu abrir o arquivo incompleto para o download selecionado, pois o nome do arquivo contém caracteres não suportados pelo seu sistema operacional.
ro: FrostWire nu a putut deschide fișierul incomplet pentru descărcarea selectată deoarece numele fișierului conține caractere care nu sunt suportate de sistemul dumneavoastră de operare.
sl: FrostWire ni uspel odpreti nedokončane datoteke za izbran prenos, ker datoteka vsebuje znake, ki jih vaš operacijski sistem ne podpira.
sr: FrostWire nije mogao da otvori nepotpuno preuzet fajl koju ste obeležili, jer naziv fajla sadrži znakove koji nisu podržani u Vašem operativnom sistemu.
sv: FrostWire kunde inte öppna den ofullständiga filen för den markerade hämtningen eftersom filnamnet innehåller tecken som ditt operativsystem inte stöder.
uk: FrostWire не зміг відкрити неповний файл для обраного завантаження тому, що ім’я файлу має в собі символи, які не підтримуються Вашою файловою системою.
vi: FrostWire không thể mở tệp tin không đầy đủ cho tải được chọn vì tên tệp chứa các ký tự không được hệ điều hành của bạn hỗ trợ.
zh_cn: FrostWire无法为选中下载打开这个不完整文件，因为它的文件名称包含了你的操作系统所不支持的字符。

source: Internal Error
ar: خطأ داخلي
bn: অভ্যন্তরীণ ত্রুটি
da: Intern fejl
el: Εσωτερικό σφάλμα
es: Error interno
fr: Erreur interne
hi: भीतरी गलती:
hr: Unutarnja greška
it: Errore interno
ja: 内部エラー
ko: 내부의 에러
ne: आन्तरिक त्रुटि
pt_br: Erro interno
ro: Eroare internă
sl: Notranja napaka
sr: Greška u programu
sv: Internt fel
uk: Внутрішня помилка
vi: Lỗi nội bộ
zh_cn: 内部错误
