Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
ar: يمكنك اختيار كيفية إرسال تقارير الأخطاء. لعرض تقرير الشوائب مثال، انقر فوق '"عرض مثال"'. اختيار '"دائماً إرسال فورا"' سيتم فورا الاتصال بخادم علة عند فروست واير واجه خطأ داخلي. اختيار '"أطلب دائماً"لمراجعة' سوف أقول فروست واير لطلب الموافقة عليها قبل إرسال خطأ بالخادم خطأ. اختيار '"دائماً تجاهل جميع الأخطاء"' سيؤدي فروست واير تجاهل كافة الأخطاء (هذا غير مستحسن).
bn: আপনি কিভাবে বাগ রিপোর্ট পাঠানো উচিত চয়ন করতে পারেন। একটি উদাহরণ বাগ রিপোর্ট দেখতে, 'দেখুন উদাহরণ' ক্লিক করুন FrostWire একটি অভ্যন্তরীণ ত্রুটি সম্মুখীন যখন 'সর্বদা পাঠান সর্বদা পাঠানো' বাজ সার্ভারের সাথে অবিলম্বে যোগাযোগ করা হবে। 'সর্বদা পুনর্বিবেচনার জন্য জিজ্ঞাসা' বাছাই বাগ সার্ভারে একটি বাগ পাঠানোর আগে আপনার অনুমোদনের জন্য জিজ্ঞাসা করতে FrostWire বলবে 'সর্বদা সব ত্রুটি বর্জন' নির্বাচন করলে FrostWire সমস্ত বাগ উপেক্ষা করতে হবে (এটি সুপারিশ করা হয় না)।
da: Du kan vælge, hvordan fejlrapporter skal sendes. For at se et eksempel på en fejlrapport klik "Vis eksempel". Vælges "Send altid straks" kontaktes fejl-serveren straks når FrostWire opdager en intern fejl. Vælges "Anmod altid om at se rapport" vil få FrostWire til at anmode om din godkendelse før fejlrapporter sendes til fejl-serveren. Vælges "Slå fejl-rapportering fra" vil FrostWire se bort fra fejl (kan ikke anbefales).
el: Μπορείτε να επιλέξετε με ποιον τρόπο θα αποστέλλονται οι αναφορές σφαλμάτων. Για να δείτε ένα παράδειγμα αναφοράς σφάλματος, πατήστε «Προβολή παραδείγματος». Επιλέγοντας «Πάντοτε να γίνεται άμεση αποστολή», το FrostWire θα επικοινωνεί αμέσως με τον διακομιστή σφαλμάτων, όταν αντιμετωπίσει κάποιο εσωτερικό πρόβλημα. Επιλέγοντας «Πάντοτε να ζητείται προεπισκόπηση», το FrostWire θα ζητάει πρώτα την έγκρισή σας προτού στείλει μια αναφορά σφάλματος στον διακομιστή. Επιλέγοντας «Πάντοτε να παραβλέπονται τα σφάλματα», το FrostWire θα αγνοεί όλα τα σφάλματα (αυτό δεν συνιστάται).
es: Puede elegir cómo enviar los informes de error. Para visualizar un informe de error de ejemplo, haga clic en 'ver ejemplo'. Si elije 'enviar siempre inmediatamente', contactará de inmediato al servidor de errores cuando FrostWire encuentre un error interno. Si elije 'preguntar siempre si deseo revisar', FrostWire le pedirá su aprobación antes de enviar un error al servidor de errores. Si elige 'siempre descartar errores', FrostWire ignorará todos los errores (no se recomienda).
fr: Vous pouvez déterminer comment les rapports de bogues seront envoyés à FrostWire. Pour consulter un exemple de rapport de bogue, cliquez sur “Voir un exemple”. Choisissez “Toujours envoyer immédiatement” pour que FrostWire contacte immédiatement le serveur de bogues quand FrostWire rencontre une erreur interne. Choisissez “Toujours demander la consultation” pour que FrostWire vous demande votre approbation avant d’envoyer un rapport au serveur de bogues. Choisissez “Toujours rejeter les bogues” pour que FrostWire ignore silencieusement tous les bogues (ceci n’est pas recommandé).
hi: आप चुन सकते हैं कैसे बग रिपोर्ट भेजा जाना चाहिए. एक उदाहरण बग रिपोर्ट को देखने के लिए , 'उदाहरण देखें' क्लिक करें. 'हमेशा तुरंत भेजें' का चयन करके तुरंत बग सर्वर से संपर्क करें जब फ्रोस्ट वाइर एक आंतरिक त्रुटि का सामना करना पड़ता है. 'हमेशा की समीक्षा के लिए पूछें का चयन फ्रोस्ट वाइर बताने के लिए एक बग बग सर्वर भेजने से पहले अपने अनुमोदन के लिए पूछना होगा. 'हमेशासभी त्रुटियाँ त्यागें' का चयन करके फ्रोस्ट वाइर कारण सभी बग्स की अनदेखी करें (यह अनुशंसित नहीं है) .
hr: Možete izabrati kako da se šalju izvještaji grešaka. Kako biste pogledali primjer izvještaja greške, kliknite na 'Vidi primjer'. Odabirom 'Uvijek šalji odmah' će se odmah kontaktirati poslužitelj za greške kada u FrostWireu dođe do interne greške. Odabirom 'Uvijek pitaj za pregled' će uvijek reći FrostWireu da vas pita za vašu dozvolu prije nego što pošalje grešku poslužitelju za greške. Odabirom 'Uvijek zanemari sve greške' FrostWire će ignorirati sve greške (ovo nije preporučeno).
it: Puoi decidere come inviare la segnalazione degli errori. Per visualizzare un esempio seleziona 'Visualizza esempio'. Selezionando 'Invia immediatamente' verrà contattato immediatmente il server del supporto tecnico ogni volta che FrostWire produrrà un errore interno. Seleziona 'Richiedi sempre una verifica' per specificare a FrostWire l'approvazione all'invio della segnalazione al server. Selezionando 'Ignora sempre tutti gli errori' FrostWire ignorerà qualsiasi errore (opzione non raccomandata).
ja: バグ報告の送信方法選択できます。バグ報告の実例を見るには、「実例表示」をクリックしてください。。「常時即時送信」を選択すると、自動的にバグ報告をFrostWireのバグサーバーに送信します。FrostWireが内部エラーに直面した際、「常時即時送信」をクリックすることで、直ぐにバグサーバへ連絡します。バグをバグサーバへ送信する前に「常時レビュー要求」を選択すれば、FrostWireにあなたの承認を伝えることができます。「常時全てのエラーを破棄」を選択することでFrostWireに全てのバグを無視させます。（推奨しません）
ko: 버그 리포트의 송신 방법 선택할 수 있습니다. "예시 보기"을 클릭하면 버그 리포트의 예를 볼 수 있습니다. 또"항상 즉시 송신"을 선택하면, 자동적으로 버그 리포트를 FrostWire의 버그 서버에 송신. 한편"항상 재검토를 요구"를 선택하면, 에러가 일어났을 때 그 에러가 표시되고 송신할지 선택할 수 있습니다. "항상 모든 에러를 삭제"를 선택하면, 에러를 삭제해 모든 버그를 무시하게 됩니다. (이 설정은 추천하지 않습니다.)
ne: तपाईं बग प्रतिवेदन कसरी पठाइने चयन गर्न सक्नुहुन्छ। एउटा उदाहरण बग प्रतिवेदन हेर्न, 'हेर्नुहोस् उदाहरण' क्लिक गर्नुहोस्। FrostWire आन्तरिक त्रुटि मुठभेड़ों गर्दा 'सधैँ तुरुन्त पठाउने' छनौट तुरुन्तै बग सर्भर सम्पर्क गर्नेछ। 'सधैँ समीक्षा लागि सोध्नुहोस्' छनौट FrostWire बग सर्भर बग पठाउनु अघि आफ्नो अनुमोदनको लागि सोध्न भन्नेछु। 'सधैँ सबै त्रुटिहरू खारेज' छनौट FrostWire सबै त्रुटिहरू बेवास्ता कारण (यो सिफारिस गरिएको छैन) हुनेछ।
pt_br: Você pode selecionar a forma de enviar relatórios de erro. Para visualizar um exemplo de um relatório de erro clique em 'Ver exemplo'. Se selecionar 'Enviar sempre imediatamente', o FrostWire contata imediatamente o servidor de erros quando encontra um erro interno. Se selecionar 'Pedir sempre para rever' o FrostWire lhe pede aprovação antes de enviar um relatório de erro para o servidor. Se selecionar 'Eliminar sempre todos os erros', o FrostWire ignora todos os erros (opção não recomendável).
ro: Puteți alege cum ar trebui raportate defectele de programare. Pentru a vedea un exemplu de raport defect de programare, apăsați 'Vizualizare exemplu'. Alegând 'Întotdeauna trimite imediat' va fi contactat imediat serverul defectelor de programare când FrostWire întâmpină o eroare internă. Alegând 'Întotdeauna întreabă pentru revizuire' veți spune FrostWire să întrebe pentru aprobare înaintea trimiterii unui defect de programare serverului. Alegând 'Întotdeauna renunță la toate erorile' va determina FrostWire să ignore toate defectele de programare (aceasta nu este recomandat).
sl: Izberete lahko, kako je treba poslati poročila o napakah. Če si želite ogledati primer bug poročilo, kliknite »Pogled na primer« . "Vedno Pošlji takoj" izbira bo takoj obvestite bug strežnik ko slana naleti na notranjo napako. Izbira "Vedno zaprositi za pregled" bo povedal slana vprašati za vašo odobritev pred pošiljanjem bug bug strežnik. Izbira "Vedno zavreči vse napake", bo povzročilo slana prezre vse napake (to ni priporočljivo).
sr: Možete odabirati način izveštavanja o greškama. Kliknite na "Pogledajte primer" da bi videli probni izveštaj o grešci u programu. Ako izaberete "Šalji odmah", izveštaj će biti poslat čim FrostWire otkrije grešku. Ako odaberete "Uvek pitaj", FrostWire će Vas prvo pitati da li da pošalje izveštaj. Ako izaberete "Odbaci greške", FrostWire će ignorisati sve probleme koji mogu da nastanu u radu programa, ali ova opcija nije preporučljiva.
sv: Du kan välja hur felrapporter ska skickas. För att se ett exempel på en felrapport, klicka ”Visa exempel”. Att välja ”Skicka alltid direkt” kommer omedelbart att kontakta felrapportservern när FrostWire påträffar ett internt fel. Att välja ”Fråga alltid efter granskning” kommer att få FrostWire att be om ditt godkännande innan en felrapport skickas till felrapporteringsservern. Att välja ”Kasta alltid alla fel” kommer att få FrostWire att ignorera fel (rekommenderas ej).
uk: Ви можете обрати, як відправляти звіти про помилки. Щоб переглянути приклад звіту про помилку, натисніть «Переглянути приклад». Опція «Завжди негайно відправляти» зробить так, що FrostWire буде відразу надсилати звіт про помилку, якщо вона станеться. Опція «Завжди питати» дасть FrostWire знати, що спочатку звіт потрібно показати вам. Опція «Завжди не зважати на всі помилки» зробить так, що FrostWire буде ігнорувати усі помилки (не рекомендовано).
vi: Bạn có thể chọn cách gửi báo cáo lỗi. Để xem một báo cáo lỗi ví dụ, hãy nhấp vào 'Xem Ví dụ'. Chọn 'Always Send Instant' ngay lập tức sẽ liên lạc với máy chủ lỗi khi FrostWire gặp một lỗi nội bộ. Chọn 'Always Ask for Review' sẽ cho FrostWire yêu cầu sự chấp thuận của bạn trước khi gửi một lỗi cho máy chủ lỗi. Chọn 'Luôn Xử lý Tất cả lỗi' sẽ làm cho FrostWire bỏ qua tất cả các lỗi (điều này không được khuyến khích).
zh_cn: 可以选择错误报告如何发送。查看错误报告范例，点击'查看范例'。选择'始终立即发送'，则当FrostWire遇到内部问题时可以马上联系bug服务器。选择'始终要求重新审核'，则告诉FrosWire在发送错误报告给bug服务器前需征得你的同意。选择'始终忽略所有错误'，则让FrostWire忽略所有错误（不推荐该选项）。

source: View Example
ar: عرض مثال
bn: উদাহরণ দেখুন
da: Vis eksempel
el: Επισκόπηση παραδείγματος
es: Ver ejemplo
fr: Voir un exemple
hi: अनलोकन उदाहरण
hr: Pogledaj primjer
it: Visualizza esempio
ja: 例を見る
ko: 예시 보기
ne: उदाहरण हेर्नुहोस्
pt_br: Ver exemplo
ro: Vizualizare exemplu
sl: Prikaži primer
sr: Prikaži primer
sv: Visa exempel
uk: Переглянути приклад
vi: Xem ví dụ
zh_cn: 查看范例

source: Send Errors Automatically if FrostWire is Frozen
ar: أرسل الأخطاء تلقائياً إذا كان FrostWire مجمداً
bn: FrostWire হিমায়িত হয় স্বয়ংক্রিয়ভাবে ত্রুটি পাঠান
da: Send fejlmeddelelse automatisk hvis FrostWire låser
el: Στείλε τα σφάλματα αυτόματα αν το FrostWire παγώσει
es: Enviar errores automáticamente si FrostWire se congela
fr: Envoyer automatiquement les rapports d'erreurs quand FrostWire rencontre une erreur bloquante.
hi: त्रुटियाँ स्वचालित रूप से भेजें अगर फ्रोस्ट वाइर जमे हुए है
hr: Šalji greške automatski ako je FrostWire zamrznut
it: Invia errori automaticamente se FrostWire è Bloccato
ja: FrostWireがフリーズした場合、エラーを自動的に申告する
ko: FrostWire가 정지되면 자동으로 오류를 전송
ne: FrostWire जमे छ भने त्रुटिहरू स्वचालित रूपमा पठाउन
pt_br: Enviar automaticamente erros se FrostWire se congelar
ro: Trimite erorile automat dacă FrostWire este blocat
sl: Samodejno pošiljanje napak, če je FrostWire zamrznjen
sr: Automatsko slanje poruka o grešci ako se FrostWire ukoči
sv: Skicka automatisk felrapport om FrostWire fryst
uk: Надіслати помилки Автоматично, якщо FrostWire заморожений
vi: Gửi lỗi Tự động nếu FrostWire được đông lạnh
zh_cn: 如果FrostWire僵死（无响应），则自动发送错误

source: Details Page
ar: صفحة التفاصيل
da: Detaljesiden
el: Στη σελίδα λεπτομερειών
es: Página de detalles
fr: Page de Détails
hi: विवरण पृष्ठ
hr: Stranica s detaljima
it: Pagina Dettagli
ja: 詳細ページ
ko: 세부 정보 페이지
ne: विवरण पृष्ठ
pt_br: Página de Detalhes
ro: Pagina detaliilor
sl: Podrobnosti strani
sr: Детаљи страна
sv: Detaljsidan
uk: Детальніше сторінки
vi: Trang chi tiết
zh_cn: 详细信息页面

source: Show details web page after a download starts.
ar: عرض تفاصيل صفحة ويب بعد بدء التحميل.
bn: একটি ডাউনলোড শুরু হওয়ার পরে বিশদ ওয়েব পৃষ্ঠা দেখান।
da: Vis detaljer webside efter en download starter.
el: Δείχνουν λεπτομέρειες σελίδα web μετά την εκκίνηση λήψη.
es: Mostrar la página web de detalle al iniciar la descarga.
fr: Afficher la page Web des détails après le téléchargement.
hi: एक डाउनलोड प्रारंभ होने के बाद विवरण दिखाएं वेब पेज।
hr: Pokaži stranicu s detaljima nakon što preuzimanje započne.
it: Mostra i dettagli pagina web dopo un download inizia.
ja: ダウンロードが開始された後、詳細なWebページを表示します。
ko: 다운로드가 시작된 후 세부 정보 웹 페이지를 표시합니다.
ne: एक डाउनलोड पछि विवरण शो वेब पेज सुरु हुन्छ।
pt_br: Mostrar página web detalhes depois que o download começar.
ro: Arată pagina web a detaliilor după ce pornește o descărcare.
sl: Pokaži podrobnosti spletne strani, ko se začne download.
sr: Схов детаилс веб страница након преузимања почиње.
sv: Visa webbsidan för detaljer efter att en hämtning börjat.
uk: Показати дані веб-сторінки після завантаження починається.
vi: Hiển thị chi tiết trang web sau khi bắt đầu tải xuống.
zh_cn: 当一个下载开始后显示详细信息网页。

source: License Warning
ar: تحذير الرخصة
bn: লাইসেন্স সতর্কতা
da: Licens advarsel
el: Προειδοποίηση άδειας
es: Advertencia de licencia
fr: Avertissements de licence
hi: लाइसेंस चेतावनी
hr: Upozorenje licence
it: Avviso licenza
ja: ダウンロードを消去
ko: 다운로드를 지움
ne: लाइसेन्स चेतावनी
pt_br: Aviso de licença
ro: Atenționare licență
sl: Licenco opozorilo
sr: Upozorenje o licenci
sv: Licensvarning
uk: Попередження про ліцензію
vi: Bản quyền
zh_cn: 授权警告

source: You can choose whether to be warned about downloading a file without a license.
ar: يمكنك اختيار التحذير حول تنزيل ملف بدون رخصة.
bn: লাইসেন্স ছাড়া বিনা ফাইল ডাউনলোড করার বিষয়ে সতর্ক হতে হবে কিনা তা আপনি চয়ন করতে পারেন।
da: Du kan vælge om du vil advares mod at downloade en fil uden licens.
el: Μπορείτε να διαλέξετε αν θα προειδοποιείστε για το κατέβασμα αρχείων χωρίς άδεια.
es: Puede elegir si desea advertencias antes de descargar un archivo sin una licencia.
fr: Vous pouvez choisir d’être alerté chaque fois que vous chargez un fichier dépourvu d’informations de licence.
hi: आप चुन सकते हैं कि एक लाइसेंस के बिना एक फ़ाइल डाउनलोड करने के बारे में चेतावनी दी.
hr: Možete izabrati želite li biti upozoreni o preuzimanju datoteka bez licence.
it: Puoi scegliere se venire avvisato riguardo al ricezione di un file senza licenza.
ja: ライセンス無しでファイルをダウンロードすることについて、警告されるか否かを選択できる
ko: 라이센스 없는 파일을 다운로드하는 것에 대하여, 알려줄 것인지 선택할 수 있습니다
ne: तपाईं इजाजतपत्र बिना फाइल डाउनलोड चेतावनी गर्न चाहे चयन गर्न सक्नुहुन्छ।
pt_br: Pode selecionar se pretende ser avisado ao fazer o download de um arquivo sem licença.
ro: Puteți alege dacă veți fi avertizat despre descărcarea unui fișier fără o licență.
sl: Lahko izberete ali boste opozorjeni o prenosu datoteke brez licence.
sr: Možete odabrati da li želite da budete obavešteni ako preuzimate fajl bez licence.
sv: Du kan välja huruvida du ska varnas innan hämtning av en fil utan licens.
uk: Ви можете обрати, чи попереджати Вас про завантаження файлу без ліцензії.
vi: Bạn có thể chọn để được cảnh báo về việc tải xuống tệp mà không có giấy phép.
zh_cn: 你可以选择是否在下载一个没有许可证的文件时收到警告。

source: Show License Warning:
ar: عرض تحذير الرخصة:
bn: লাইসেন্স সতর্কতা দেখান:
da: Vis licensadvarsel:
el: Εμφάνιση Προειδοποίησης Άδειας:
es: Mostrar advertencia de licencia:
fr: Afficher les avertissements de licence :
hi: लाइसेंस चेतावनी दिखाएँ:
hr: Pokaži upozorenje licence:
it: Visualizza avviso licenza:
ja: ライセンス警告表示：
ko: 라이센스 경고 표시：
ne: लाइसेन्स चेतावनी देखाउनुहोस्:
pt_br: Mostrar aviso sobre a licença:
ro: Arată atenționare licență:
sl: Prikaži opozorilo licence:
sr: Prikaži licencu:
sv: Visa licensvarning:
uk: Показувати попередження про ліцензію
vi: Hiển thị cảnh báo giấy phép:
zh_cn: 显示授权警告：

source: Experimental Features
bn: পরীক্ষামূলক বৈশিষ্ট্য
da: Eksperimentelle funktioner
es: Características experimentales
fr: Caractéristiques expérimentales
hi: प्रायोगिक विशेषताएं
hr: Eksperimentalne značajke
it: Caratteristiche sperimentali
ja: 実験的な特徴
ko: 실험 기능
ne: प्रयोगात्मक विशेषताहरु
pt_br: Características Experimentais
ro: Caracteristici experimentale
sl: Eksperimentalnih funkcij
sr: Eksperimentalni Карактеристике
sv: Experimentella funktioner
uk: Eкспериментальні можливості
vi: Tính năng Thử nghiệm
zh_cn: 实验特点

source: Warning: These experimental features may change, break, or disappear at any time. We make absolutely no guarantees about what may happen if you turn one of these experiments on. FrostWire may delete all your data, or your security and privacy could be compromised in unexpected ways. Please procede with caution.
bn: সতর্কতা: এই পরীক্ষামূলক বৈশিষ্ট্য যেকোনো সময় পরিবর্তন, বিরতি বা অদৃশ্য হতে পারে। আপনি যদি এই পরীক্ষার মধ্যে একটি চালু করেন তাহলে কী ঘটবে তা আমরা কোনও নিশ্চয়তা দিই না। FrostWire আপনার সমস্ত ডেটা মুছে দিতে পারে, অথবা আপনার নিরাপত্তা এবং গোপনীয়তা অপ্রত্যাশিত উপায়ে আপোস করা যেতে পারে। সতর্কতা সঙ্গে পদ্ধতিতে দয়া করে।
es: Advertencia: Estas características experimentales pueden cambiar, romperse o desaparecer en cualquier momento. No damos absolutamente ninguna garantía sobre lo que puede suceder si activas uno de estos “experimentos”. FrostWire podría eliminar todos sus datos, o tu seguridad y privacidad podría verse comprometida de maneras inesperadas. Favor de proceder con precaución.
fr: Avertissement: Ces caractéristiques expérimentales peuvent changer, casser ou disparaître à tout moment. Nous ne faisons absolument aucune garantie sur ce qui peut arriver si vous tournez une de ces expériences sur. FrostWire peut supprimer toutes vos données, ou votre sécurité et votre vie privée pourraient être compromises de façon inattendue. Veuillez procéder avec prudence.
hi: चेतावनी: ये प्रयोगात्मक सुविधाएं किसी भी समय बदल सकती हैं, तोड़ सकती हैं या गायब हो सकती हैं। अगर आप इन प्रयोगों में से किसी एक को चालू करते हैं तो हम क्या कर सकते हैं इसके बारे में हम कोई गारंटी नहीं देते हैं। फ्रॉस्टवायर आपके सभी डेटा को हटा सकता है, या आपकी सुरक्षा और गोपनीयता अप्रत्याशित तरीके से छेड़छाड़ की जा सकती है। कृपया सावधानी के साथ कार्रवाई करें
hr: Upozorenje: Ove eksperimentalne značajke mogu se u bilo kojem trenutku mijenjati, slomiti ili nestati. Ne činimo apsolutno nikakva jamstva o tome što se može dogoditi ako uključite jedan od tih eksperimenata. FrostWire može izbrisati sve vaše podatke, a vaša sigurnost i privatnost mogu biti ugrožena na neočekivane načine. Molimo da postupite s oprezom.
it: Attenzione: Queste funzioni sperimentali potrebbero cambiare, rompere, o scomparire in qualsiasi momento. Facciamo assolutamente garanzie riguardo a ciò che potrebbe accadere se si attiva uno di questi esperimenti su. FrostWire può cancellare tutti i dati, o la vostra sicurezza e la privacy potrebbe essere compromessa in modi inaspettati. Si prega procederà con cautela.
ja: 警告：これらの実験的機能は、いつでも変更、破損、または消滅する可能性があります。 これらの実験のいずれかをオンにすると、何が起こるかについては絶対に保証しません。 FrostWireはすべてのデータを削除することがあります。そうしないと、セキュリティとプライバシーが予期しない方法で侵害される可能性があります。 慎重に処置してください。
ko: 경고 :이 실험 기능은 언제든지 변경되거나 중단되거나 사라질 수 있습니다. 이 실험 중 하나를 사용하도록 설정하면 발생할 수있는 일에 대해 절대적으로 보장하지 않습니다. FrostWire가 귀하의 모든 데이터를 삭제하거나 귀하의 보안 및 개인 정보가 예기치 않은 방식으로 손상 될 수 있습니다. 조심해서 조치하십시오.
ne: चेतावनी: यी प्रयोगात्मक सुविधाहरू, परिवर्तन, बिग्रन, वा कुनै पनि समयमा गायब। हामी यदि तपाईं यी प्रयोग को एक बारी हुन सक्छ के बिल्कुल कुनै ग्यारेन्टी बनाउन। FrostWire तपाईंको सबै डाटा मेटाउन सक्छ, वा आफ्नो सुरक्षा र गोपनीयता अप्रत्याशित रूपमा सम्झौता हुन सकेन। कृपया सावधानीपूर्वक procede।
pt_br: Aviso: Essas características experimentais podem mudar, quebrar ou desaparecer a qualquer momento. Nós não fazemos absolutamente nenhuma garantia sobre o que pode acontecer se você virar uma dessas experiências. O FrostWire pode excluir todos os seus dados, ou sua segurança e privacidade podem ser comprometidas de maneiras inesperadas. Proceda com cautela.
ro: Atenție: aceste caracteristici experimentale se pot schimba, rupe sau dispărea în orice moment. Nu facem absolut nicio garanție despre ce se poate întâmpla dacă activați unul din aceste experimente. FrostWire poate șterge toate datele, sau securitatea și confidențialitatea dvs. ar putea fi compromise în moduri neașteptate. Vă rugăm să procedați cu prudență.
sl: Opozorilo: te eksperimentalne funkcije se lahko kadarkoli spremenijo, prekinejo ali izginejo. Mi ne izdelujemo nikakršnih zagotovil o tem, kaj se lahko zgodi, če vključite enega od teh poskusov. FrostWire lahko izbriše vse podatke ali pa se lahko nepričakovano ogrozi varnost in zasebnost. Prosimo, ravnajte previdno.
sr: Упозорење: ове експерименталне функције може да се промени, прекинути, или нестати у било ком тренутку. Правимо апсолутно никакве гаранције о томе шта се може десити ако се једна од ових експеримената на. FrostWire може избрисати све податке, или вам сигурност и приватност могу бити угрожена на неочекиване начине. Молим вас пређите са опрезом.
sv: Varning: Dessa experimentella egenskaper kan ändras, gå sönder eller försvinna när som helst. Vi ger absolut inga garantier om vad som händer om du slår på ett av dessa experiment. FrostWire kan ta bort all din data, eller din säkerhet och integritet kan bli komprometterade på oväntade sätt. Var uppmärksam.
uk: Увага: Ці експериментальні функції можуть змінитися, зламати, або зникнути в будь-який момент. Ми не робимо ніяких гарантій щодо того, що може статися при включенні одного з цих експериментів на. FrostWire може видалити всі ваші дані, або безпеку і конфіденційність даних може бути поставлена під загрозу несподіваним чином. Будь ласка procede з обережністю.
vi: Cảnh báo: Các tính năng thử nghiệm này có thể thay đổi, phá vỡ hoặc biến mất bất cứ lúc nào. Chúng tôi hoàn toàn không đảm bảo về những gì có thể xảy ra nếu bạn bật một trong những thí nghiệm này. FrostWire có thể xóa tất cả dữ liệu của bạn, hoặc bảo mật của bạn và sự riêng tư có thể bị tổn hại theo những cách bất ngờ. Hãy thận trọng khi làm thủ tục.
zh_cn: 警告：这些实验功能可能随时改变，中断或消失。 我们完全不保证如果您进行其中一个实验，可能会发生什么。 FrostWire可能删除您的所有数据，或者您的安全和隐私可能会以意想不到的方式受到影响。 请谨慎行事。

source: Note: All features are enabled by default when running FrostWire from source
bn: দ্রষ্টব্য: উত্স থেকে FrostWire চালানোর সময় সমস্ত বৈশিষ্ট্য ডিফল্ট দ্বারা সক্ষম করা হয়
es: Nota: Todas las características están activadas por defecto cuando corres FrostWire desde su código
fr: Remarque: Toutes les fonctionnalités sont activées par défaut lors de l'exécution de FrostWire à partir de la source
hi: नोट: सभी सुविधाएं डिफ़ॉल्ट रूप से सक्षम होते हैं जब स्रोत से FrostWire चल
hr: Napomena: Sve značajke omogućene su prema zadanim postavkama prilikom pokretanja programa FrostWire iz izvora
it: Nota: Tutte le funzioni sono abilitate per impostazione predefinita durante l'esecuzione FrostWire dalla fonte
ja: 注：ソースからFrostWireを実行すると、すべての機能がデフォルトで有効になります
ko: 참고 : 소스에서 FrostWire를 실행할 때 모든 기능이 기본적으로 활성화됩니다.
ne: नोट: सबै सुविधाहरू पूर्वनिर्धारित रूपमा सक्षम गर्दा स्रोत बाट FrostWire चलिरहेको
pt_br: Nota: Todas as características estão habilitadas por padrão ao executar o FrostWire a partir da fonte
ro: Notă: Toate funcțiile sunt activate în mod implicit când rulează FrostWire din sursă
sl: Opomba: vse funkcije so privzeto omogočene pri zagonu FrostWire iz vira
sr: Напомена: Све функције су подразумевано приликом покретања FrostWire од извора
sv: Observera: Alla egenskaper är aktiverade som standard när FrostWire körs från källkoden
uk: Примітка: Всі функції включені за замовчуванням при запуску FrostWire від джерела
vi: Lưu ý: Tất cả các tính năng được kích hoạt mặc định khi chạy FrostWire từ nguồn
zh_cn: 注意：从源运行FrostWire时，默认情况下启用所有功能

source: Enable ALPHA features
bn: ALPHA বৈশিষ্ট্যগুলি সক্ষম করুন
da: Aktiver ALFA funktioner
es: Activar características ALPHA
fr: Activer les fonctionnalités ALPHA
hi: अल्फा सुविधाओं को सक्षम करें
hr: Omogućite ALPHA značajke
it: Attiva caratteristiche ALPHA
ja: アルファ機能を有効にする
ko: ALPHA 기능 사용
ne: अल्फा सुविधाहरू सक्षम
pt_br: Ativar características ALPHA
ro: Activați funcțiile ALPHA
sr: Омогућите АЛПХА функције
sv: Aktivera ALFA-funktioner
uk: Включення функції ALPHA
vi: Bật tính năng ALPHA
zh_cn: 启用ALPHA功能
