Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: <strong>No remixing allowed.</strong><br>You let others copy, distribute, display, and perform only verbatim copies of your work, not derivative works based upon it.
bn: <strong>কোনও রিমিক্স করার অনুমতি নেই</strong><br>আপনি অন্যদের আপনার কাজ শুধুমাত্র অক্ষর কপি, বিতরণ, প্রদর্শন, এবং সঞ্চালন করা, এটি উপর ভিত্তি করে ডেরিভেটিভ কাজ না।
es: <strong>Uso Sin Derivados.</strong><br>Permite que cualquier pueda copiar, distribuir, mostrar y ejecutar copias originales de tu trabajo, no permitiendo trabajos derivados del mismo.
fr: <strong>Aucun remixage autorisé.</strong><br>Vous laissez d'autres copier, distribuer, afficher et exécuter uniquement des copies textuelles de votre travail, et non des œuvres dérivées basées sur elle.
hi: <strong>कोई remixing की अनुमति दी।</strong><br>तुम्हें दूसरों की प्रतिलिपि बनाएँ, वितरित, प्रदर्शन, और केवल शब्दशः प्रतियां अपने काम करते हैं, इस पर आधारित नहीं व्युत्पन्न वर्क्स के प्रदर्शन।
hr: <strong>Ponovno miksanje nije dopušteno.</strong><br>Drugi mogu kopirati, distribuirati, pokazivati, i izvoditi samo verbatimske kopije vašeg rada, ne derivative bazirane na njemu.
it: <strong>Nessun rimescolamento consentito.</strong><br>Hai lasciato altri di copiare, distribuire, visualizzare ed eseguire copie solo letterali del vostro lavoro, opere non derivate basate su di esso.
ja: <strong>許可されていないリミックス。</strong><br>他のコピー、配布、表示、およびあなたの仕事、それに基づいてない著作の一字だけを実行できます。
ko: <strong>아니 리믹스 허용입니다.</strong><br>당신은 다른 사람 복사, 배포, 표시, 및 작업, 그것을 바탕으로 하지 저작물만 그대로 복사본을 수행 하자.
ne: <strong>कुनै remixing दिनुभयो।</strong><br>तपाईं अरूलाई वितरण, प्रदर्शन, र आफ्नो काम मात्र शब्दशः प्रतिहरू, यो आधारित व्युत्पन्न छैन काम प्रतिलिपि गरौं।
pt_br: <strong>Não remirando permitido.</strong><br>Você deixa outros copiar, distribuir, exibir e executar somente cópias de seu trabalho, trabalhos não derivados baseados no mesmo.
ro: <strong>Nu este permisă remixarea.</strong><br>Permiteți altora să copieze, distribuie, afișează și efectuează numai câteva copii ale lucrării, nici o versiune bazată pe aceasta.
sl: <strong>Ni remikserske dovoljeno.</strong><br>Pustite drugim, kopirati, distribuirati, prikaz in izvedbo le dobesedne kopije svoje delo, ne izpeljanih del, ki temeljijo na njej.
sv: <strong>Ingen remix tillåten</strong><br>Du låter andra kopiera, distribuera, visa och skapa endast exakta kopior av ditt verk, inga derivatverk är tillåtna.
uk: <strong>Немає реміксу, допускається.</strong><br>Дозволити іншим копіювати, розповсюджувати, відображати і виконувати лише точні копії вашої роботи, не на його основі похідні на нього.
vi: <strong>Không cho phép remix.</strong><br>Bạn cho phép người khác sao chép, phân phối, trưng bày, và chỉ thực hiện các bản sao nguyên bản của tác phẩm của bạn chứ không phải các tác phẩm phái sinh dựa trên nó.
zh_cn: <strong>禁止任何修改演绎。</strong><br>你允许其他人原封不动地复制、分发、展示和使用你的作品，但不允许基于它演绎派生。

source: You allow others to distribute derivative works only under a license identical to the license that governs your work.
bn: আপনি অন্যদের আপনার কাজের নিয়ন্ত্রণ যে লাইসেন্স অনুরূপ একটি লাইসেন্সের অধীনে ডেরিভেটিভ কাজ বিতরণ করতে অনুমতি দেয়।
es: Permite que cualquiera pueda distribuir trabajos derivados sólo bajo una licencia idéntica a la que posee le trabajo original.
fr: Vous autorisez les autres à distribuer des œuvres dérivées uniquement sous une licence identique à celle qui régit votre travail.
hi: आप दूसरों के व्युत्पन्न वर्क्स के अंतर्गत केवल एक लाइसेंस लाइसेंस अपने काम को नियंत्रित करने के लिए समान वितरित करने के लिए अनुमति देते हैं।
hr: Vi dozvoljavate ostalima da distribuiraju rad samo pod licencom identičnom licenci koja uređuje vaš rad.
it: Si consente ad altri di distribuire opere derivate solo con una licenza identica alla licenza che regola il lavoro.
ja: 他の人には、あなたの仕事を管理するライセンスと同一のライセンスのもとでのみ派生物を配布することができます。
ko: 귀하는 다른 사람들이 귀하의 저작물을 관리하는 라이센스와 동일한 라이센스 하에서 만 파생 저작물을 배포 할 수 있도록 허용합니다.
ne: तपाईं अरूलाई मात्र आफ्नो काम governs कि लाइसेन्स समान इजाजतपत्र अन्तर्गत सहायक वितरण गर्न अनुमति दिन्छ।
pt_br: Você permitir que outros distribuam obras derivadas somente sob uma licença idêntica à licença que rege o seu trabalho.
ro: Permiteți altora să distribuie lucrări derivate numai sub o licență identică licenței care guvernează lucrarea.
sl: Dovolite drugim, da distribuirajo predelave del le pod licenco, ki je enaka licenca, ki ureja vaše delo.
sr: Не дозвољавате другима да дистрибуирају изведене радове само под истом или сличном лиценцом за лиценцу која управља ваш рад.
sv: Du låter andra distribuera derivatverk endast under en licens identisk med licensen som omfattar ditt arbete.
uk: Ви дозволяєте іншим поширювати похідні роботи тільки за ліцензією, ідентичною тій ліцензії, яка регулює роботу.
vi: Bạn cho phép những người khác phân phối các tác phẩm phái sinh chỉ theo một giấy phép giống với giấy phép chi phối công việc của bạn.
zh_cn: 其他人分发派生演绎作品，必须在与你的作品有相同许可证的前提下。

source: This work has been identified as being free of known restrictions under copyright law, including all related and neighboring rights.
bn: এই কাজের কপিরাইট আইন অধীনে পরিচিত সীমাবদ্ধতা মুক্ত হিসাবে পরিচিত করা হয়েছে, সমস্ত সম্পর্কিত এবং প্রতিবেশী অধিকার সহ
es: Este trabajo ha sido identificado libre de cualquier restricción de derechos de autor, incluyendo todos los derechos relacionados.
fr: Ce travail a été identifié comme étant exempt de restrictions connues en vertu du droit d'auteur, y compris tous les droits connexes et voisins.
hi: यह काम कॉपीराइट कानून सहित सभी संबंधित और पड़ोसी के अधिकार के तहत, जाना जाता प्रतिबंध की नि: शुल्क होने के रूप में पहचाना गया है।
hr: Ovaj rad je identificiran kao slobodno od poznatih ograničenja po zakonu od autorskih prava, uključujući sva povezana i srodna prava.
it: Questo lavoro è stato identificato come libero da restrizioni conosciute riguardanti le leggi sul copyright, compresi tutti i diritti connessi e vicini.
ja: この著作物は、著作権法上、関連する著作権および隣接する権利を含む既知の制限がないものとして識別されています。
ko: 이 저작물은 모든 관련 및 인접 저작물을 포함하여 저작권법에 따라 알려진 제한이없는 것으로 확인되었습니다.
ne: यो काम सबै सम्बन्धित र छिमेकी अधिकार सहित प्रतिलिपि व्यवस्था अन्तर्गत ज्ञात प्रतिबन्ध, मुक्त रूपमा पहिचान गरिएको छ।
pt_br: Este trabalho tem sido considerado livre de restrições conhecidas devidas a direitos de autor, incluindo todos os direitos conexos.
ro: Această lucrare a fost identificată ca fiind liberă de restricțiile cunoscute sub legea dreptului de autor, incluzând toate drepturile legate și conexe.
sl: Ugotovljeno je, da to delo se brez omejitev znana po avtorskem pravu, vključno z vse povezane in sosednjih pravice.
sr: Овај рад је идентификован као слободна од познатих ограничења по закону о ауторским правима, укључујући сва повезана и сродна права.
sv: Detta verk har identifierats som fritt från kända restriktioner under upphovsrättslagarna, inklusive alla relaterade och närliggande rättigheter.
uk: Ця робота була визначена як вільний від відомих обмежень авторського права, а також пов'язаних і суміжних прав.
vi: Tác phẩm này đã được xác định là không có các hạn chế đã biết theo luật bản quyền, bao gồm tất cả các quyền liên quan và quyền liên quan.
zh_cn: 该作品已被指定为版权法律限制下的免费，包括所有相关的和相邻的权利。

source: The person who associated a work with this deed has dedicated the work to the public domain by waiving all of his or her rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law.
bn: এই কাজের সঙ্গে যুক্ত একটি ব্যক্তি যিনি আইন দ্বারা অনুমোদিত পরিমাণে, সমস্ত সম্পর্কিত এবং প্রতিবেশী অধিকার সহ কপিরাইট আইন অধীনে বিশ্বব্যাপী কাজ তার সমস্ত অধিকার দাবিত্যাগ দ্বারা পাবলিক ডোমেন কাজ নিবেদিত হয়েছে।
es: La persona que asoció un trabajo con esta licencia ha dedicado el trabajo al dominio público delegando todos sus derechos al mundo.
fr: La personne qui a associé un ouvrage à cet acte a consacré l'œuvre au domaine public en renonçant à tous ses droits à l'œuvre dans le monde entier en vertu du droit d'auteur, y compris tous les droits connexes et voisins, dans la mesure permise par la loi.
hi: व्यक्ति एक काम इस विलेख के साथ जुड़े काम सार्वजनिक डोमेन के लिए सभी दुनिया भर में काम करने के लिए अपने या अपने अधिकारों के कॉपीराइट कानून सहित सभी संबंधित और पड़ोसी अधिकार कानून द्वारा अनुमति दी हद तक, के तहत छूट देना द्वारा समर्पित किया है।
hr: Osoba koja je asocirala rad sa ovim djelom je posvetila rad javnoj domeni odricanjem svih njegovih ili njezinih prava za rad u cijelom svijetu pod zakonom autorskog prava, uključujući sva povezana i srodna prava, do mjere dopuštene zakonom.
it: La persona che ha associato un'opera con questo atto legale ha donato l'opera al pubblico dominio rinunciando a tutti i suoi diritti al lavoro in tutto il mondo dalle leggi sul copyright, compresi tutti i diritti connessi e vicini, nei limiti consentiti dalla legge.
ja: この行為に関連する人物は、著作権法に基づき、関連する著作権および近隣の権利を含め、法律で認められている範囲で著作権法上の権利をすべて放棄することにより、著作物をパブリックドメインに捧げています。
ko: 이 저작물과 관련된 저작물은 법이 허용하는 한도 내에서 모든 관련 저작권 및 이웃 권리를 포함하여 저작권법에 따라 전 세계 저작물에 대한 권리를 포기함으로써 해당 저작물을 공공 영역에 전념 시켰습니다.
ne: यो काम एक काम सम्बन्धित व्यक्ति काम गर्न उनको अधिकार सबै व्यवस्था अनुमति दिएको हदसम्म, विश्वव्यापी प्रतिलिपि व्यवस्था अन्तर्गत waiving सबै सम्बन्धित र छिमेकी अधिकार समावेश गरेर सार्वजनिक डोमेनमा काम समर्पित छ।
pt_br: A pessoa que associou uma obra a este documento dedicou a obra ao domínio público, renunciando a todos os seus direitos sobre a obra em todo o mundo sob a lei de direitos de autor, incluindo todos os direitos conexos, na medida permitida por lei.
ro: Persoana care asociază lucrarea cu acest act a dedicat lucrarea domeniului public prin renunțarea tuturor drepturilor lui sau ei pentru lucrare în întreaga lume sub legea dreptului de autor, incluzând toate drepturile legate și conexe, în măsura permisă de lege.
sl: Oseba, ki dela povezana s to listino je namenjen dela v javno domeno z odstop vse svoje pravice, za delo po vsem svetu po avtorskem pravu, vključno z vse povezane in sosednjih pravice v obsegu, ki ga dopušča zakonodaja.
sr: Особа која повезује дело са овим делом је посвећен рад на јавном домену за одрицањем свих својих права на рад широм света под ауторским правима, укључујући сва повезана и сродна права, у мери у којој дозвољене законом.
sv: Personen som associerade ett verk med denna handling har gett verket till allmän egendom genom att avstå alla hens rättigheter till verket globalt under upphovsrättslag, omfattande alla närliggande och relaterade rättigheter som omfattas av lagen.
uk: Особи, пов'язані з роботою з цією справою присвятив свою роботу в суспільне надбання, відмовившись від усіх своїх прав на роботу по всьому світу відповідно до закону про авторське право, в тому числі пов'язаних і суміжних прав, в межах, що допускаються законом.
vi: Người liên kết tác phẩm với hành vi này đã dành phần công trình cho miền công cộng bằng cách từ bỏ tất cả các quyền của mình đối với tác phẩm trên toàn thế giới theo luật bản quyền, bao gồm tất cả các quyền liên quan và lân cận trong phạm vi pháp luật cho phép.
zh_cn: 参与一项工作的人已把该工作成果贡献给公众，放弃了他或她基于版权法律所拥有的所有权利，包括所有法律范畴内相关的和相邻的权利。

source: You have selected the following License
bn: আপনি নিম্নলিখিত লাইসেন্সটি নির্বাচন করেছেন
es: Ha seleccionado la siguiente licencia
fr: Vous avez sélectionné la licence suivante
hi: आपने निम्नलिखित लाइसेंस का चयन किया है
hr: Vi se odabrali sljedeću licencu
it: È stato selezionato il seguente licenza
ja: あなたは次のライセンスを選択しました
ko: 귀하는 다음 라이센스를 선택했습니다
ne: तपाईं निम्न लाइसेन्स चयन
pt_br: Você selecionou a seguinte Licença
ro: Ați selectat următoarea licență
sl: Izbrali ste sledeč dati dovoljenje
sr: Изабрали сте следећу лиценцу
sv: Du har valt följande licens
uk: Ви вибрали наступну ліцензію
vi: Bạn đã chọn Giấy phép sau
zh_cn: 你已选择以下许可证

source: Select what people can and can't do with this work
bn: মানুষ এই কাজটি করতে পারেন কি না তা নির্বাচন করুন
es: Selecciona que pueden hacer o no con este trabajo
fr: Choisir ce que les gens peuvent et ne peuvent pas faire avec ce travail
hi: क्या लोगों और इस के साथ कार्य नहीं कर सकते कर सकते हैं का चयन करें
hr: Odaberi što ljudi smiju i ne smiju raditi s ovim radom
it: Selezionare ciò che le persone possono e non possono fare con questo lavoro
ja: この作品でできることとできないものを選択する
ko: 이 작품으로 사람들이 할 수있는 것과 할 수없는 것을 선택하십시오.
ne: के मान्छे गर्न सक्छन् र यो काम गर्न सक्नुहुन्न चयन
pt_br: Selecione o que as pessoas podem e não podem fazer com este trabalho
ro: Selectați ce persoane pot sau nu pot lucra cu această lucrare
sl: Izberite, kaj lahko ljudje in ne more storiti s tem delom
sr: Изабери шта људи могу и не могу да радим са овим радом
sv: Välj vad andra kan och inte kan göra med detta verk
uk: Виберіть те, що люди можуть і не можуть робити з цією роботою
vi: Chọn những gì mọi người có thể và không thể làm gì với công việc này
zh_cn: 选择人们用该作品能做和不能做的事

source: You can copy, modify, distribute and perform the work, even for commercial purposes, all without asking permission.
bn: আপনি কাজ কপি, সংশোধন, বিতরণ এবং সঞ্চালন করতে পারেন, বাণিজ্যিক উদ্দেশ্যে এমনকি সব, অনুমতি ছাড়া জিজ্ঞাসা করা ছাড়া সব
es: Puede copiar, modificar, distribuir y ejecutar la obra, incluso con fines comerciales, sin solicitar permiso.
fr: Vous pouvez copier, modifier, distribuer et exécuter le travail, même à des fins commerciales, le tout sans demander la permission.
hi: आप की प्रतिलिपि बनाएँ, संशोधित कर सकते हैं, वितरित करने और यहां तक कि वाणिज्यिक प्रयोजनों, पूछने की अनुमति के बिना सभी के लिए काम करने।
hr: Možete kopirati, podesiti, distribuirati i izvoditi rad, čak i za komercijalne upotrebe, sve bez pitanja za dozvolu.
it: È possibile copiare, modificare, distribuire ed eseguire il lavoro, anche a fini commerciali, il tutto senza chiedere il permesso.
ja: 許可を求めることなく、商業目的であっても、コピー、変更、配布、および作業を行うことができます。
ko: 허가없이 상업적 목적으로 복사, 수정, 배포 및 작업을 수행 할 수 있습니다.
ne: तपाईं सबै बिना अनुमति सोधेर, पनि व्यावसायिक उद्देश्यका लागि, प्रतिलिपि गर्न सक्नुहुन्छ परिमार्जन वितरण र काम।
pt_br: Você pode copiar, modificar, distribuir e executar a obra, até com fins comerciais, sem pedir permissão.
ro: Puteți copia, modifica, distribui și efectua lucrarea, chiar pentru scopuri comerciale, toate fără să cereți permisiunea.
sl: Lahko kopiranje, spreminjanje, distribucijo in opravljali delo, tudi za komercialne namene, ne prosi za dovoljenje.
sr: Можете да копирате, мењате, дистрибуирате и обављају посао, чак и за комерцијалне сврхе, а све без дозволе.
sv: Du kan kopiera, modifiera, distribuera och utföra verket, även för kommersiella syften, utan att fråga om tillstånd.
uk: Ви можете копіювати, змінювати, розповсюджувати і виконувати свою роботу, навіть в комерційних цілях, не питаючи дозволу.
vi: Bạn có thể sao chép, sửa đổi, phân phối và thực hiện tác phẩm, ngay cả với mục đích thương mại, tất cả mà không cần xin phép.
zh_cn: 你可以复制、修改、分发和使用该作品，甚至可以用于商业用途，均无需请求许可。

source: License type:
bn: লাইসেন্সের ধরন:
es: Tipo de licencia:
fr: Type de licence:
hi: लाइसेंस के प्रकार:
hr: Vrsta dozvole:
ja: ライセンスタイプ：
ko: 라이센스 유형 :
ne: लाइसेन्स को प्रकार:
pt_br: Tipo de licença:
ro: Tipul licenței:
sl: Vrsta licence
sr: Лиценце типе:
sv: Licenstyp:
vi: Loại giấy phép:
zh_cn: 许可证类型

source: Contents and Tracking
ar: محتويات والتعقب
bn: সামগ্রী এবং ট্র্যাকিং
es: Contenidos y Tracking
fr: Contenu et suivi
hi: सामग्री और ट्रैकिंग
hr: Sadržaj i praćenje
it: Contenuto e rilevamento
ja: コンテンツとトラッキング
ko: 내용 및 추적
ne: सामग्रीहरू र ट्रयाकिङ्
pt_br: Conteúdo e Tracking
ro: Conținut și urmărire
sl: Vsebino in sledenje
sr: Садржај и праћење
sv: Innehåll och tracking
vi: Nội dung và Theo dõi
zh_cn: 内容和曲目

source: Copyright License
bn: কপিরাইট লাইসেন্স
es: Licencia de derechos de autor
fr: Licence de droit d'auteur
hi: कॉपीराइट लाइसेंस
hr: Autorsko pravo
it: Licenza di copyright
ja: 著作権ライセンス
ko: 저작권 라이선스
ne: प्रतिलिपि अधिकार लाइसेन्स
ro: Licență drept de autor
sl: Copyright licenco
sr: цопиригхт лиценце
sv: Upphovsrättslicens
uk: Copyright ліцензія
vi: Giấy phép bản quyền
zh_cn: 版权许可

source: Payments/Tips
ar: المدفوعات/نصائح
bn: অর্থ প্রদান / টিপস
da: Betalinger/Tips
es: Pagos/Propinas
fr: Paiements
hi: भुगतान / दान
hr: Isplate/napojnice
it: Pagamenti/donazioni
ja: 支払い/寄付
ko: 지불 / 기부
pt_br: Pagamentos/Propinas
ro: Plăți/Sfaturi
sl: Plačila/donacije
sr: Плаћања/Донације
sv: Betalningar/dricks
uk: Платежі/Поради
vi: Thanh toán/Tài trợ
zh_cn: 付款/小费

source: Create New Torrent
ar: إنشاء ملف تورينت جديد
bn: নতুন টরেন্ট তৈরি করুন
da: Oprette nye Torrent
es: Crear un nuevo torrent
fr: Créer un Nouveau Torrent
hi: नया तोर्रेंतो बनायें
hr: Stvori novi torrent
it: Crea Nuovo Torrent
ja: 新しいトレントを作成します
ko: 새로운 토렌트 생성
ne: नयाँ धार सिर्जना
pt_br: Criar Novo Torrent
ro: Crează un torrent nou
sl: Ustvari nov torrent
sr: Направи нови Торрент
sv: Skapa ny torrent
uk: Створити новий торрент
vi: Tạo mới Torrent
zh_cn: 创建新种子文件

source: Torrent Contents
ar: محتويات التورينت
da: Torrent indhold
el: Παράβλεψη περιεχομένου για ενήλικες
es: Contenidos del Torrent
fr: Contenus du Torrent
hi: टोरेंट सामग्री
hr: Torrent sadržaji
it: Contenuti del Torrent
ja: コンテンツをトレント
ko: 토렌트 내용
ne: धार सामाग्रीहरु
pt_br: Conteúdos Torrent
ro: Conținut torrent
sl: Vsebina torrent
sr: Торрент Цонтентс
sv: Torrentinnehåll
uk: торрент Зміст
vi: Nội dung Torrent
zh_cn: 种子文件内容

source: These box shows the contents you've selected for your new .torrent. Either a file, or the contents of a folder.
ar: يوضح المربع المحتويات التي اخترتها لملف التورينت الجديد الخاص بك. أما ملف أو محتوى مجلد
bn: এই বাক্সটি আপনার নতুন টিউটরেন্টের জন্য নির্বাচিত সামগ্রীগুলি দেখায়। একটি ফাইল, বা একটি ফোল্ডার বিষয়বস্তু।
da: Disse boksen vises indholdet du har valgt for din nye .torrent. En fil eller indholdet af en mappe.
es: Estos cuadros muestran el contenido que has seleccionado para tu nuevo .torrent. Bien sea un archivo o el contenido de una carpeta.
fr: Cette case montre le contenu que vous avez sélectionné pour votre nouveau .torrent. Soit un fichier, ou le contenu d'un dossier.
hi: यह बॉक्स उस सामग्री को दिखता है जो आपने अपने नए तोर्रेंतो . के लिए चुना है .या तो एक फ़ाइल, या किसी फ़ोल्डर की सामग्री.
hr: Ove kutije pokazuju sadržaj koji ste odabrali za vaš novi .torrent. Ili datoteku, ili sadržaj mape.
it: Queste caselle mostrano i contenuti selezionati per il tuo nuovo .torrent. Un file, o i contenuti di una cartella.
ja: これらボックスは、あなたの新しいトレント用に選択したコンテンツを表示します。 フォルダのファイルあるいはコンテンツどちらでも。
ko: 선택한 새로운 토렌트의 내용을 해당 박스에 표시합니다 파일, 또는 폴더의 내용.
pt_br: Esses caixas mostram os conteúdos que você selecionou no seu novo .torrent. Ou um arquivo ou os conteúdos de uma pasta.
ro: Această căsuță arată conținutul selectat pentru noul .torrent. Fie un fișier, sau conținutul unui dosar.
sl: Te polje prikazuje vsebino izbrali ste za novo .torrent. Datoteko ali vsebino mape.
sr: Ово кутија приказује садржај које сте одабрали за свој нови .торрент. Или фајл, или садржај фасцикле.
sv: Denna ruta visar innehållet du har valt för din nya .torrent. Antingen en fil eller innehållet i en mapp.
vi: Hộp này hiển thị nội dung bạn đã chọn cho tệp .torrent mới. Hoặc là một tập tin, hoặc các nội dung của một thư mục.
zh_cn: 这些方框显示了你为新种子文件选择的内容。 或是一个文件，或是一个文件夹的内容

source: Select File
bn: নথি নির্বাচন
da: Vælg fil
es: Seleccionar archivo
fr: Sélectionner le fichier
hi: फ़ाइल का चयन करें
hr: Odaberi datoteku
ja: ファイルを選ぶ
ko: 파일 선택
pt_br: Selecione o arquivo
ro: Selectare fișier
sl: Izbiri datoteko
sr: Изаберите фајл
sv: Välj fil
uk: Виберіть Файл
vi: Chọn tập tin
zh_cn: 选择文件

source: Click here to select a single file as the content indexed by your new .torrent
bn: আপনার নতুন .torrent দ্বারা সূচিত বিষয়বস্তু হিসাবে একটি ফাইল নির্বাচন করতে এখানে ক্লিক করুন
da: Klik her for at vælge en enkelt fil som indholdet indekseret af din nye .torrent
es: Haga clic aquí para seleccionar un único archivo o una carpeta con el contenido indexado por el nuevo archivo .torrent
hi: अपने नए .torrent द्वारा अनुक्रमित सामग्री के रूप में एक फाइल को चुनने के लिए यहां क्लिक करें
hr: Kliknite ovdje kako biste odabrali datoteku kao sadržaj koji će indeksirati vaš novi .torrent
it: Clicca qui per selezionare un singolo file come il contenuto indicizzato dal tuo nuovo .torrent
ja: あなたの新しい.torrentによって索引付けされたコンテンツとして1つのファイルを選択するには、ここをクリックしてください
ko: 새로운 .torrent 로 색인 된 콘텐츠로 하나의 파일을 선택하려면 여기를 클릭하십시오.
ne: सामग्री तपाईंको नयाँ .torrent द्वारा अनुक्रमित रूपमा एकल फाइल चयन गर्न यहाँ क्लिक गर्नुहोस्
pt_br: Clique aqui para selecionar um único arquivo como o conteúdo indexado pelo seu novo .torrent
ro: Apăsați aici pentru a selecta un singur fișier drept conținut indexat de noul dumneavoastră .torrent
sl: Kliknite tukaj in izberite eno datoteko kot vsebnost indeksirajo nove .torrent
sr: Кликните овде да бисте изабрали једну датотеку као садржај индексиране ваш нови .торрент
sv: Klicka här för att välja en fil vars innehåll ska bli indexerat av din nya .torrent
uk: Натисніть тут, щоб вибрати один файл, як зміст індексується ваш новий .torrent
vi: Nhấp vào đây để chọn một tệp là nội dung được lập chỉ mục bởi tệp tin .torrent mới của bạn.
zh_cn: 点击此处选择单个文件作为新的.torrent索引的内容

source: Select Folder
ar: اختر مجلد
bn: ফোল্ডার নির্বাচন করুন
da: Nulstil skrifttyper
el: Επιλέξτε κατάλογο
es: Seleccionar carpeta
fr: Sélectionner le dossier
hi: कोष्ठ चुनो
hr: Odaberi mapu
it: Seleziona la cartella
ja: フォルダ選択
ko: 폴더를 선택
ne: सबै चुन
pt_br: Selecionar pasta
ro: Selectare dosar
sl: Izberite mapo
sr: Избор Папка
sv: Välj mapp
uk: вибір папки
vi: Chọn thư mục
zh_cn: 选择文件夹

source: Click here to select a folder as the content indexed by your new .torrent
bn: আপনার নতুন .torrent দ্বারা সূচিবদ্ধ বিষয়বস্তু হিসাবে একটি ফোল্ডার নির্বাচন করতে এখানে ক্লিক করুন
da: Klik her for at markere en mappe som indholdet indekseret af din nye .torrent
es: Haga clic aquí para seleccionar un único archivo o una carpeta con el contenido indexado por el nuevo archivo .torrent
hi: अपने नए .torrent द्वारा अनुक्रमित सामग्री के रूप में एक फ़ोल्डर का चयन करने के लिए यहां क्लिक करें
hr: Kliknuti ovdje kako biste odabrali mapu kao sadržaj koji će indeksirati vaš novi .torrent
it: Fai clic qui per selezionare una cartella come il contenuto indicizzato dal tuo nuovo .torrent
ja: あなたの新しい.torrentによって索引付けされたコンテンツとしてのフォルダを選択するには、ここをクリックしてください
ko: 새로운 .torrent 로 색인 된 콘텐츠로 폴더를 선택하려면 여기를 클릭하십시오.
ne: सामग्री तपाईंको नयाँ .torrent द्वारा अनुक्रमित रूपमा फोल्डर चयन गर्न यहाँ क्लिक गर्नुहोस्
pt_br: Clique aqui para selecionar uma pasta como conteúdo indexado pelo seu novo .torrent
ro: Apăsați aici pentru a selecta un dosar drept conținut indexat de noul dumneavoastră .torrent
sl: Kliknite tukaj, če želite izbrati mapo kot vsebnost indeksirajo nove .torrent
sr: Кликните овде да изаберете фасциклу и садржај индексиране ваш нови .торрент
sv: Klicka här för att välja en mapps innehåll att bli indexerat av din nya .torrent
uk: Натисніть тут, щоб вибрати папку, як зміст індексується ваш новий .torrent
vi: Nhấp vào đây để chọn một thư mục như nội dung được lập chỉ mục bởi tệp tin .torrent mới của bạn.
zh_cn: 点击这里选择一个文件夹作为您的新的.torrent索引的内容

source: Torrent Properties
bn: টরেন্ট বৈশিষ্ট্যাবলী
da: Torrent egenskaber
es: Propiedades del torrent
hi: टॉरेंट गुण
ja: トレントのプロパティ
ko: 토런트 속성
pt_br: Propriedades do Torrent
ro: Proprietăți torrent
sl: Lastnosti Torrent
sr: торрент Некретнине
sv: Egenskaper för torrent
uk: властивості Торрент
vi: Tài sản Torrent
zh_cn: Torrent属性

source: Trackerless Torrent (DHT)
bn: ট্র্যাকারহীন টরেন্ট (ডিএইচটি)
es: Rastreador torrent (DHT)
fr: Torrent Sans Tracker (DHT)
hi: ट्रैकर के बिना तोर्रेंतो(डी एच टी )
hr: Torrent bez pratitelja (DHT)
ja: トラッカーがないトレント
ko: 트렉레스 토렌트 (DHT)
ne: Trackerless टरेंट (DHT)
ro: Torrent fără tracker (DHT)
sl: Omogoči porazdeljeni razpršilne tabele (DHT)
sr: Трацкерлесс Торент (ДХТ),
sv: Trackerlös torrent (DHT)
uk: Торрент трекера (DHT)
zh_cn: 无须服务器的种子文件（分布式哈希表）
