Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: I am the content creator or I have the right to collect financial contributions for this work.
ar: أنا منشئ المحتوى أو لدي الحق في الحصول على مساهمات مالية لهذا العمل.
bn: আমি সামগ্রী সৃষ্টিকর্তা বা আমার এই কাজের জন্য আর্থিক অবদানগুলি সংগ্রহ করার অধিকার আমার আছে।
es: Soy el creador de este contenido o poseo los derechos para obtener ganancias de este trabajo.
fr: Je suis le créateur de contenu ou j'ai le droit de collecter des contributions financières pour ce travail.
hi: मैं सामग्री निर्माता हूँ या मैं इस काम के लिए वित्तीय योगदान इकट्ठा करने का अधिकार है।
hr: Ja sam stvoritelj sadržaja ili ja imam pravo sakupiti financijske doprinose za ovaj rad.
it: Io sono il creatore di contenuti o ho il diritto di raccogliere contributi finanziari per questo lavoro.
ko: 나는 콘텐츠 제작자이거나 본 저작물에 대한 재정적 기부를받을 권리가 있습니다.
ne: म सामग्री निर्माता हुँ वा म यो कामको लागि आर्थिक योगदान सङ्कलन गर्ने अधिकार छ।
pt_br: Eu sou o criador de conteúdo ou tenho o direito de cobrar as contribuições financeiras para este trabalho.
ro: Sunt creatorul conținutului sau am dreptul să colectez contribuțiile financiare ale acestei lucrări.
sr: Ја сам стваралац садржаја или имам право да прикупља финансијске доприносе за овај посао.
sv: Jag är innehållsskaparen eller så har jag rättigheter att samla in finansiella bidrag för detta verk.
uk: Я зміст творця або я маю право збирати фінансові внески для цієї роботи.
vi: Tôi là người sáng tạo nội dung hoặc tôi có quyền thu thập đóng góp tài chính cho tác phẩm này.
zh_cn: 我是内容创建者，或者我有为该作品搜集财务捐助的权利。

source: I understand that incurring in financial gains from unauthorized copyrighted works can make me liable for counterfeiting and criminal copyright infringement.
ar: أدرك أن تكبد المكاسب المالية من أعمال غير محمية بموجب حقوق الطبع والنشر يمكن أن يجعلني مسؤولًا عن التزوير والتعدي الجنائي على حقوق الطبع والنشر.
bn: আমি বুঝি যে অননুমোদিত কপিরাইটযুক্ত কাজগুলি থেকে আর্থিক লাভের মধ্যে থাকাতে আমাকে জালিয়াতি এবং ফৌজদারি কপিরাইট লঙ্ঘনের জন্য দায়ী করতে পারে।
es: Entiendo que el obtener ganancias de trabajos sin licenciamiento autorizado puede conducirme a demandas criminales por falsificación y violación de derechos de autor.
fr: Je comprends que le fait d'encourir des gains financiers découlant d'œuvres non protégées par des droits d'auteur peut me rendre responsable de la contrefaçon et de la violation des droits d'auteur criminels.
hi: मुझे समझ में अनधिकृत कॉपीराइट कार्यों से वित्तीय लाभ में वसूल करते मुझे जालसाजी के लिए उत्तरदायी और आपराधिक कर सकते हैं कि कॉपीराइट का उल्लंघन।
hr: Razumijem da me dobivanje financija od neovlaštenog rada pod autorskim pravom može teretiti za krivotvorenje i kriminalno kršenje autorskih prava.
it: Capisco che incorrere in guadagni finanziari di opere protette da copyright non autorizzate può farmi responsabile per la contraffazione e la violazione del copyright criminale.
ko: 승인되지 않은 저작물로 인해 금전적 이익이 발생하면 위조 및 형법 저작권 침해에 대해 책임을 질 수 있음을 이해합니다.
ne: म अनधिकृत प्रतिलिपि अधिकार काम आर्थिक लाभ मा वसूल मलाई counterfeiting र आपराधिक प्रतिलिपि अधिकार उल्लङ्घनको लागि उत्तरदायी बनाउन सक्छ भनेर बुझ्न।
pt_br: Eu entendo que incorrer em ganhos financeiros de obras protegidas por copyright não autorizados pode me fazer responsável por falsificação e crime violação de direitos autorais.
ro: Înțeleg că asta implică în câștiguri financiare de la lucrări cu drept de autor neautorizate mă poate face răspunzător pentru falsificare și încălcarea penală a drepturilor de autor.
sr: Разумем да излаже у финансијске добити од неовлашћене ауторских радова може да ме одговорним за фалсификовање и кривично ауторских права.
sv: Jag förstår att gagnas ekonomiskt av oauktoriserade upphovsrättsverk kan göra mig skyldig till bedrägeri och brott mot upphovsrätten.
uk: Я розумію, що піддаючись в фінансової вигоди від несанкціонованих робіт, захищених авторським правом може змусити мене відповідальність за контрафакції та злочинного порушення авторських прав.
vi: Tôi hiểu rằng thu nhập từ các hoạt động có bản quyền trái phép có thể khiến tôi phải chịu trách nhiệm về hành vi làm giả và vi phạm bản quyền hình sự.
zh_cn: 我明白通过未经授权作品获取利益，将导致我为伪造和侵权负责。

source: <strong>Bitcoin</strong> receiving wallet address
ar: <strong>بيتكوين</strong> تلقي عنوان المحفظة
bn: <strong>Bitcoin</strong> ওয়ালেট ঠিকানা গ্রহণ
es: Dirección del monedero de <strong>Bitcoin</strong>
fr: <strong>Bitcoin</strong> recevoir l'adresse du portefeuille
hi: <strong>Bitcoin</strong> बटुआ पता प्राप्त करना
hr: <strong>Bitcoin</strong> adresa novčanika za primanje
it: <strong>Bitcoin</strong> la ricezione dell'indirizzo portafoglio
ja: <strong>Bitcoin</strong> ウォレットアドレスを受け取る
ko: <strong>Bitcoin</strong> 지갑 주소 받기
pt_br: <strong>Bitcoin</strong> recebendo o endereço da carteira
ro: <strong>Bitcoin</strong> se primește adresa portofelului
sv: <strong>Bitcoin</strong> tar emot plånboksadress
uk: <strong>Bitcoin</strong> отримання гаманець адреса
vi: <strong>Bitcoin</strong> Nhận được địa chỉ ví
zh_cn: 接收<strong>比特币</strong>的钱包地址

source: <strong>Paypal</strong> payment/donation page url
ar: الدفع <strong>باي بال</strong> / هبة رابط الصفحة
bn: <strong>Paypal</strong> পেমেন্ট/দান পৃষ্ঠা url
es: Dirección URL de pago/donación de <strong>Paypal</strong>
fr: <strong>Paypal</strong> URL de paiement/donation
hi: <strong>Paypal</strong> भुगतान अथवा दान पृष्ठ url
hr: <strong>Paypal</strong> url stranice za isplate/donacije
it: <strong>Paypal</strong> pagamento/donazione URL della pagina
ja: <strong>Paypal</strong> お支払い/寄付ページURL
ko: <strong>Paypal</strong> 결제/기부 페이지 url
pt_br: Url de página de pagamento/doação <strong>paypal</strong>
ro: <strong>Paypal</strong> url pagină plăți/donații
sv: <strong>Paypal</strong>url för betalning/donationssida
uk: <strong>Paypal</strong> оплата/пожертвування URL сторінки
vi: <strong>Paypal</strong> Địa chỉ trang thanh toán/quyên góp
zh_cn: <strong>Paypal</strong> 付款/捐赠页面地址

source: "Name your price", "Tips", "Donations" payment options
ar: "حدد سعرك" ، "نصائح" ، خيارات "التبرعات" للدفع
bn: "আপনার মূল্য নাম দিন", "টিপস", "দান" পেমেন্ট বিকল্প
es: Opciones para el pago de donaciones y propinas
fr: "Nom de votre prix", "Conseils", "Dons" options de paiement
hi: "नाम आपका मूल्य", "सुझाव", "दान" भुगतान विकल्प
hr: "Recite svoju cijenu", "Savjeti", "Donacije" mogućnosti isplate
it: "Un nome al tuo prezzo", "donazioni" opzioni di pagamento
ko: "가격을 이름", "도움말", "기부" 지불 옵션
ne: "सुझाव", "दान" भुक्तानी विकल्पहरू "आफ्नो मूल्य नाम"
pt_br: “Dê o seu preço”, “Propinas”, “doações” opções de pagamento
ro: "Spuneți prețul", "Sfaturi", "Donații" opțiuni plată
sr: "Реци своју цијену", "Типс", "донација" опције плаћања
sv: Betalningsalternativen ”Säg ett pris”, ”Dricks”, och ”Donationer”
uk: «Назвіть свою ціну», «Поради», «Пожертвування» варіанти оплати
vi: "Đặt tên giá của bạn", "Mẹo vặt", "Đóng góp" tùy chọn thanh toán
zh_cn: "给出你的报价", "小费", "捐赠" 付款选项

source: Name your price, Send a Tip or Donation in
ar: اسم السعر الخاص بك ، أرسل نصيحة أو تبرع في
bn: আপনার মূল্য নাম, একটি টিপ বা দান পাঠান
es: Nombra tu precio, envía una propina o donación en
fr: Nommez votre prix, envoyez un don dans
hi: अपने मूल्य का नाम, एक टिप या दान में भेजें
hr: Recite svoju cijenu, pošaljite napojnicu ili donaciju u
it: Un nome al prezzo, Invia una donazione in
ja: あなたの価格に名前をつけ、ヒントや寄付を送る
ko: 가격 이름 지정, 기부금 보내기
ne: तपाईंको मूल्य नाम, मा एक दान पठाउनुहोस्
pt_br: Dê o seu preço, enviar uma dica ou doação em
ro: Spuneți prețul, trimiteți un sfat sau donați în
sr: Реци своју цену, Пошаљи Савет или донацију у
sv: Säg ett pris, skicka dricks eller donera i
uk: Назвіть свою ціну, Відправити Рада або Пожертвування в
vi: Đặt tên cho giá của bạn, Gửi Mẹo hoặc Đóng góp trong
zh_cn: 给出你的报价，提供一份小费或捐赠：

source: bitcoins
hr: bitcoinima
zh_cn: 比特币

source: Name your price, Send a Tip or Donation via Paypal
ar: اسم السعر الخاص بك ، أرسل نصيحة أو تبرع عبر Paypal
bn: আপনার মূল্য নাম দিন, Paypal মাধ্যমে একটি টিপ বা দান পাঠান
es: Nombra tu precio, envía una propina o donación por Paypal
fr: Nommez votre prix, Envoyez un don via Paypal
hi: अपने मूल्य का नाम, एक टिप या दान Paypal के माध्यम से भेजें
hr: Recite svoju cijenu, pošaljite napojnicu ili donaciju putem PayPal-a
it: Un nome al prezzo, Invia una donazione tramite Paypal
ko: 당신의 가격 이름을, 팁 또는 페이팔을 통해 기부를 보낼
ne: तपाईंको मूल्य नाम, Paypal मार्फत दान पठाउनुहोस्
pt_br: Dê o seu preço, enviar uma dica ou doação via Paypal
ro: Numiți prețul, trimiteți un sfat sau donați prin Paypal
sr: Реци своју цену, Пошаљи Савет или донације преко ПаиПал
sv: Säg ett pris, skicka dricks eller donera vid Paypal
uk: Назвіть свою ціну, Відправити Рада або Пожертвування через Paypal
vi: Tên giá của bạn, Gửi Mẹo hoặc Hiến tặng qua Paypal
zh_cn: 给出你的报价，通过Paypal提供一份小费或捐赠

source: Preparing selection
ar: جاري تجهيز الملفات المحددة
bn: নির্বাচন প্রস্তুতি
da: Åbn valgte filer
el: Άνοιγμα επιλεγμένων αρχείων.
es: Preparando selección
fr: Préparation de la sélection.
hi: चयन की तैयारी
hr: Pripremam odabir
it: Sto preparando la selezione
ja: 選択したファイルを準備中
ko: 선택 준비
ne: चयन तयारी
pt_br: Preparando a seleção
ro: Se pregătește selecția
sl: Spust oznacene subory
sr: Pokreni obeležene fajlove
sv: Förbereder val
uk: Відкрити Обрані Файли
vi: Chuẩn bị lựa chọn
zh_cn: 正在准备选取

source: please wait...
ar: يرجى الانتظار...
da: Vent venligst…
el: Παρακαλώ περιμένετε...
es: Espera por favor...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें ...
hr: molimo pričekajte...
it: attendere prego...
ja: お待ちください...
ko: 기다리십시오.
ne: कृपया पर्खनुहोस्...
pt_br: por favor, aguarde...
ro: așteptați...
sl: prosim počakaj...
sr: сачекајте...
sv: vänta…
uk: Будь ласка, зачекайте...
vi: Xin vui lòng chờ...
zh_cn: 请稍候……

source: Select the content you want to send
ar: اختر المحتويات التي ترغب في ارسالها
bn: আপনি যা পাঠাতে চান তা নির্বাচন করুন
da: Ryd valgte downloads
el: Επιλέξτε το περιεχόμενο που θέλετε να στείλετε
es: Selecciona el contenido que quieres enviar
fr: Sélectionnez le contenu que vous voulez envoyer.
hi: सामग्री का चयन करें जिसे आप भेजना चाहते हैं
hr: Odaberi sadržaj koji želiš poslati
it: Seleziona il contenuto che vuoi inviare
ja: 送信したいコンテンツを選択する
ko: 보낼 내용 선택
ne: तपाईं पठाउन चाहेको सामग्री चयन
pt_br: Selecione o conteúdo que você deseja enviar
ro: Selectați conținutul pe care doriți să îl trimiteți
sl: Vycisti oznacene downloads
sr: Изаберите садржај који желите да пошаљете
sv: Välj det innehåll du vill skicka
uk: Прибрати Обрані Завантаження
vi: Tìm và Tải về Dữ liệu
zh_cn: 选择你打算发送的内容

source: Select
ar: اختيار
da: Vælg
el: Επιλογή
es: Seleccionar
fr: Sélectionner
hi: चुनो
hr: Odaberi
it: Seleziona
ja: 選択
ko: 선택
ne: सबै चुन
pt_br: Selecionar
ro: Selectare
sl: Izberite
sr: Oдабрати
sv: Välj
uk: Визначте швидкість
vi: Chọn tất cả
zh_cn: 选择

source: Download
ar: تنزيل
el: Λήψη
es: Descargar
fr: Télécharger
hi: डाउनलोड
hr: Preuzmi
it: Scarica
ja: ダウンロード
ko: 다운로드
ne: डाउनलोडहरु
ro: Descărcare
sl: Stiahni
sr: Преузимање
sv: Hämta
uk: Завантажити
vi: Tải về
zh_cn: 下载

source: at
ar: في
da: Chat
el: στο
es: en
fr: à
hi: पर
hr: kod
it: a
ja: チャット...
ko: 위치
ne: तास
pt_br: em
ro: la
sl: Prilepit
sr: у
sv: på
uk: в
vi: tại
zh_cn: 在

source: via FrostWire
ar: عبر FrostWire
bn: FrostWire মাধ্যমে
da: FrostWire
el: μέσω του FrostWire
es: vía FrostWire
fr: par FrostWire
hi: FrostWire के माध्यम से
hr: putem FrostWirea
ja: FrostWire
ko: FrostWire 이용
ne: लाइमवाइर बारे
ro: prin FeostWire
sl: FrostWire
sr: преко FrostWire
vi: Thông qua FrostWire
zh_cn: 通过FrostWire

source: Use the following text to share the "%s" folder
ar: "%s" استخدم النص التالي لمشاركة الم
bn: “%s” ফোল্ডারটি ভাগ করার জন্য নিম্নলিখিত পাঠ্যটি ব্যবহার করুন
da: Brug følgende tekst til at dele mappen "%s"
es: Usa el siguiente texto para compartir la carpeta "%s"
fr: Utilisez le texte suivant pour partager le répertoire "%s"
hi: निम्नलिखित पाठ का उपयोग करें "%s" फ़ोल्डर साझा करने के लिए
hr: Koristi ovaj tekst kako za dijeljenje "%s" mape
it: Usa il testo seguente per condividere la cartella "%s"
ja: 「%」のフォルダを共有するには次のテキストを使ってください
ko: "%s" 폴더를 공유하렴면 다음 텍스트를 사용하십시오
pt_br: Utilize o texto para compartilhar o pasta "%s"
ro: Utilizați textul următor pentru a partaja dosarul "%s"
sv: Använd följande text för att dela mappen ”%s”
uk: Використовуйте наступний текст, щоб поділитися "%s" папка
vi: Sử dụng văn bản sau đây để chia sẻ "%s" thư mục
zh_cn: 用以下文本共享 "%s" 文件夹

source: Use the following text to share the "%s" file
bn: “%s” ফাইলটি ভাগ করার জন্য নিম্নলিখিত পাঠ্যটি ব্যবহার করুন
da: Brug følgende tekst til at dele filen "%s"
es: Usa el siguiente texto para compartir el archivo "%s"
hr: Koristi ovaj tekst kako za dijeljenje "%s" datoteke
ro: Utilizați textul următor pentru a partaja fișierul "%s"
sv: Använd följande text för att dela filen ”%s”
uk: Використовуйте наступний текст, щоб поділитися "%s" файл
vi: Sử dụng văn bản sau đây để chia sẻ "%s" tập tin
zh_cn: 用以下文本进行共享 "%s" 文件

source: Tips
ar: نصائح
da: Typer
es: Consejos
fr: Trucs
hi: टिप
hr: Savjeti
it: Suggerimenti
ja: ヒント
ko: 팁
pt_br: Dicas
ro: Sfaturi
sl: Donacije
sv: Dricks
uk: Пожертвування
vi: Lời khuyên
zh_cn: 提示

source: <strong>Keep FrostWire Open</strong> until the file has been downloaded by at least one other friend.
bn: <strong>FrostWire খুলুন রাখুন</strong> যতক্ষণ পর্যন্ত ফাইল অন্তত একটি অন্য বন্ধু দ্বারা ডাউনলোড করা না হয়।
es: <strong>Mantén FrostWire abierto</strong> hasta que el archivo haya sido descargado por todos tus amigos.
fr: <strong>Gardez FrostWire ouvert</strong> jusqu'à ce que le fichier ait été téléchargé par au moins un autre ami.
hi: जब तक फ़ाइल है डाउनलोड किया गया है कम से कम एक अन्य दोस्त ने <strong>FrostWire खुला रखें</strong> ।
hr: <strong>Ostavi FrostWire otvoren</strong> dok datoteku nije preuzeo barem jedan prijatelj.
it: <strong>Mantenere aperta FrostWire</strong> fino a quando il file è stato scaricato da almeno un altro amico.
ko: <strong>FrostWire 오픈</strong> 파일을 하나 이상의 다른 친구에 의해 다운로드 될 때까지.
pt_br: <strong>Mantenha FrostWire aberto</strong> até que o arquivo foi baixado por pelo menos um outro amigo.
ro: <strong>Păstrați FrostWire deschis</strong> până ce fișierul a fost descărcat de cel puțin un prieten.
sl: <strong>Da FrostWire odprta</strong> dokler datoteka je bilo prenesenih v vsaj eni drugi prijatelj.
sv: <strong>Håll Frostwire öppet</strong> tills filen har hämtats av minst en annan vän.
uk: <strong>Тримайте FrostWire відкритим</strong> поки файл не був завантажений, принаймні, одного іншого друга.
vi: <strong>Giữ FrostWire Mở</strong> cho đến khi tập tin đã được tải xuống bởi ít nhất một người bạn khác.
zh_cn: <strong>保持FrostWire打开</strong> 直到该文件已被至少一位其他用户下载。

source: <strong>The more, the merrier.</strong> The more people sharing the faster it can be downloaded by others.
bn: <strong>যত বেশি তত ভালো.</strong> আরও বেশি লোকজনকে ভাগ করে এটি অন্যদের দ্বারা ডাউনলোড করা যায়।
es: <strong>Cuánto más, mejor.</strong> Mientras más gente esté compartiendo, la descarga será más rápida.
fr: <strong>Plus on est de fous, plus on rit.</strong> Plus les gens partagent le plus rapidement, ils peuvent être téléchargés par d'autres.
hi: <strong>और अधिक बेहतर है</strong> अधिक लोग तेजी से इसे साझा करने के अन्य लोगों द्वारा डाउनलोड किया जा सकता।
hr: <strong>Što više, to bolje.</strong> Što više ljudi dijeli to se brže može preuzeti od ostalih.
it: <strong>Più siamo, meglio è.</strong> Più persone che condividono la più veloce può essere scaricato da altri.
ja: <strong>より多くの陽気な</strong>。それを共有してより速くより多くの人々 は、他の人がダウンロードできます。
ko: <strong>더 좋 죠.</strong> 빨리 그것을 공유 하는 더 많은 사람들이 다른 사람에 의해 다운로드할 수 있습니다.
pt_br: <strong>Quanto mais, melhor.</strong> Quanto mais as pessoas que compartilham o mais rápido podem ser baixadas por outros.
ro: <strong>Mai mult,cu atât mai bine.</strong> Mulți oameni partajează mai rapid decât pot descărca de la alții.
sv: <strong>Ju fler vi är tillsammans, ju gladare vi bli.</strong> Ju fler människor som delar, ju snabbare kan det hämtas ned av andra.
uk: <strong>Чим більше, тим краще.</strong> Чим більше людей, які поділяють тим швидше він може бути завантажений іншими.
vi: <strong>Càng nhiều càng tốt.</strong> Càng nhiều người chia sẻ nhanh hơn thì người khác có thể tải xuống.
zh_cn: <strong>多多益善</strong> 分享越多，其他人下载就越快。

source: <strong>Your files can be discovered by others.</strong> Once you share this link and you seed the files they will be available to everybody on the BitTorrent network.
bn: <strong>আপনার ফাইল অন্যদের দ্বারা আবিষ্কৃত করা যেতে পারে।</strong> একবার আপনি এই লিঙ্কটি ভাগ করুন এবং আপনি ফাইল বীজ তারা সবাই বিট টেরেন্ট নেটওয়ার্ক এ উপলব্ধ হবে।
es: <strong>Tus archivos pueden ser encontrados por otros.</strong> Una vez que compartas este enlace y compartas los archivos, estarán disponibles para cualquiera en la red BitTorrent.
fr: <strong>Vos fichiers peuvent être découverts par d'autres.</strong> Une fois que vous partagez ce lien et que vous semez les fichiers, ils seront disponibles pour tout le monde sur le réseau BitTorrent.
hi: <strong>अपनी फ़ाइलें दूसरों के द्वारा खोजा जा सकता.</strong> एक बार जब आप इस कड़ी का हिस्सा है और आप फ़ाइलें बीज वे BitTorrent नेटवर्क पर सभी के लिए उपलब्ध हो जाएगा।
hr: <strong>Vaše datoteke mogu biti otkrivene.</strong> Kada podijelite ovaj link i dijelite ove datoteke one će biti dostupne svima na BitTorrent mreži.
it: <strong>I file possono essere scoperti da altri.</strong> Una volta che si condivide questo link e la progenie file saranno disponibili a tutti sulla rete BitTorrent.
ko: <strong>파일을 다른 사람에 의해 발견 될 수 있다.</strong> 일단 당신이이 링크를 공유 하 고 파일을 씨 그들은 비트 토 런 트 네트워크에 모두에 게 유효할 것 이다.
pt_br: <strong>Seus arquivos podem ser descobertos por outros.</strong> Uma vez que você compartilhar este link e você propagar os arquivos estarão disponíveis para todos na rede BitTorrent.
ro: <strong>Fișierele dumneavoastră pot fi descoperite de alții.</strong> Odată ce partajați acest link și contribuiți fișierele acestea for fi disponibile oricui în rețeaua BitTorrent.
sv: <strong>Dina filer kan upptäckas av andra.</strong> När du väl har delat denna länk och distribuerar filerna kommer de att vara tillgängliga för alla i BitTorrentnätverket.
uk: <strong>Ваші файли можуть бути виявлені іншими.</strong> Після того, як ви поділяєте цю посилання, і ви рід файли, які вони будуть доступні для всіх в мережі BitTorrent.
vi: <strong>Các tệp của bạn có thể được phát hiện bởi những người khác.</strong> Một khi bạn chia sẻ liên kết này và bạn hạt các tập tin họ sẽ có sẵn cho tất cả mọi người trên mạng BitTorrent.
zh_cn: <strong>你的文件可以被其他人看见。</strong> 一旦你分享该链接，并为这些文件做种，这些文件就可以为BitTorrent网络上的每一个人所用。

source: Feedback here to clipboard
bn: ক্লিপবোর্ডে এখানে প্রতিক্রিয়া
es: Mensaje copiado al portapapeles
hi: क्लिपबोर्ड पर फ़ीडबैक
hr: Kopiraj u međuspremnik
ko: 여기 클립 보드에 피드백
pt_br: Comentários aqui para a área de transferência
ro: Opinia aici în memoria temporară
sr: Повратне овде да цлипбоард
sv: Återkoppla här till urklipp
uk: Зворотній зв'язок тут в буфер
vi: Phản hồi ở đây vào khay nhớ tạm
zh_cn: 反馈到剪贴板

source: All done! Now share the link
ar: تم الكل! الآن قم بمشاركة الرابط
bn: সব শেষ! এখন লিঙ্ক শেয়ার করুন
es: ¡Hecho! Ahora comparte el enlace
fr: Fini! Maintenant partagez le lien
hi: सब हो गया ! अब लिंक साझा करें
hr: Gotovo! Sada podijelite link
it: Fatto! Ora condividi il link
ja: 全て完了しました！今からリンクを共有できます
ko: 완료되었습니다. 링크를 공유합니다
ne: सबै सकियो! अब लिङ्क साझा
pt_br: Tudo pronto! Agora compartilhe o link
ro: Totul este gata! Acum partajați link-ul
sr: Завршено! Сада делите везу
sv: Klar! Dela nu länken
uk: Все зроблено! Тепер поділитися посиланням
vi: Tất cả đã được làm xong! Bây giờ hãy chia sẻ liên kết
zh_cn: 全部完成！现在分享该链接

source: Twitter it
ar: اكتب تغريده عنه على تويتر
es: Tuitéalo
fr: Twitter le
hi: इसे ट्विट्टर करें
hr: Tweetaj
it: Postalo su Twitter
ja: それをトゥイートします
ko: 트위터
pt_br: Twitar
ro: Postați pe Twitter
sl: Pošlji na Twitter
sr: Twitter је
sv: Twittra om den
uk: Twitter його
vi: Twitter nó
zh_cn: 分享到推特

source: Send the message above to Twitter
ar: ارسل الرسالة التي بالأعلى إلى تويتر
bn: টুইটারে উপরে বার্তা পাঠান
es: Envía este mensaje a Twitter
fr: Envoyer le message ci-dessus à Twitter
hi: ट्विट्टर पर संदेश भेजें
hr: Pošalji poruku na Twitter
it: Manda il messaggio qui sopra su Twitter
ja: 上記のメッセージをTwitterへ送信します
ko: 트위터에 메세지 보내기
ne: ट्विटरमा सन्देश माथि पठाउन
pt_br: Envie a mensagem acima para o Twitter
ro: Trimite mesajul de mai sus la Twitter
sr: Пошаљите поруку изнад да Twitter
sv: Skicka meddelandet ovan till Twitter
uk: Надіслати повідомлення вище Twitter
vi: Gửi tin nhắn trên đến Twitter
zh_cn: 发送上述信息到推特

source: Copy Text
ar: نسخ التقرير
da: Kopier rapport
el: Αντιγραφή κειμένου
es: Copiar texto
fr: Copier le Texte
hi: रिपोर्ट की प्रति
hr: Kopiraj izvješće
it: Copia Testo
ja: テキスト・コピー
ko: 텍스트 복사
ne: पाठ प्रतिलिपि
pt_br: Copiar o Texto
ro: Copiere text
sl: Kopiraj besedilo
sr: Копирање текста
sv: Kopiera text
uk: Копіювати повідомлення
vi: Sao chép văn bản
zh_cn: 复制文本

source: Copy entire message to Clipboard
ar: نسخ الرسالة كاملة إلى ذاكرة النصوصوص
bn: ক্লিপবোর্ডে সমগ্র বার্তাটি অনুলিপি করুন
da: Kopier Magnet links til udklipsholder
el: Αντιγράψτε ολόκληρο το μήνυμα στο Πρόχειρο
es: Copiar el mensaje completo al portapapeles
fr: Copier le message entier dans le Presse-Papier
hi: क्लिपबोर्ड पर पूरे संदेश की प्रतिलिपि बनाएँ
hr: Kopiraj cijelu poruku u međuspremnik
it: Copia l'intero messaggio negli Appunti
ja: 全メッセージををクリップボードにコピーします
ko: 클립보드에 전체 메세지 복사
ne: क्लिपबोर्डमा सम्पूर्ण सन्देश प्रतिलिपि
pt_br: Copiar a mensagem inteira para a Área de Transferência
ro: Copiază mesajul întreg în memoria temporară
sr: Копирајте целу поруку у бафер
sv: Kopiera hela meddelandet till urklipp
uk: Копіювати Посилання Magnet
vi: Sao chép toàn bộ thư vào khay nhớ tạm
zh_cn: 复制全部信息到粘贴板

source: Message copied to clipboard.
ar: تم نسخ الرسالة إلى ذاكرة النصوص
da: Kopier til udklipsholder
el: Μήνυμα που αντιγράφηκε στο πρόχειρο.
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papier.
hi: संदेश क्लिपबोर्ड पर नकल हो गया है .
hr: Poruka kopirana u međuspremnik.
it: Messaggio copiato negli appunti.
ja: メッセージをクリップボードにコピーしました
ko: 클립보드에 메세지가 복사됨
ne: सन्देश क्लिपबोर्डमा प्रतिलिपि गरियो।
pt_br: Mensagem copiada para a área de transferência.
ro: Mesajul este copiat în memoria temporară
sr: Порука копиран у оставу.
sv: Meddelandet kopierat till urklipp.
uk: Копіювати
vi: Đã sao chép tin nhắn vào khay nhớ tạm.
zh_cn: 已被复制到粘贴板的信息。

source: Copy Link
ar: نسخ الرابط
da: Kopiér
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fr: Copier le Lien
hi: लिंक की प्रतिलिपि
hr: Kopiraj poveznicu
it: Copia Link
ja: リンクをコピーします
ko: 링크 복사
ne: सार
pt_br: Copiar o Link
ro: Copiază link
sl: Kopiraj povezavo
sr: Копирај везу
sv: Kopiera länk
uk: копіювати посилання
vi: Sao chép đường dẫn
zh_cn: 复制链接

source: Copy Link to Clipboard
ar: نسخ الرابط لذاكرة النصوص
bn: ক্লিপবোর্ডে লিঙ্ক অনুলিপি করুন
da: Kopier til udklipsholder
el: Αντιγραφή συνδέσμου στο Πρόχειρο
es: Copiar enlace al portapapeles
fr: Copier le Lien dans le presse-papier
hi: क्लिपबोर्ड पर लिंक की प्रतिलिपि बनाएँ
hr: Kopiraj u međuspremnik
it: Copia il Link negli appunti
ja: リンクをクリップボードにコピーします
ko: 클립보드에 링크 복사
ne: क्लिपबोर्डमा लिंक प्रतिलिपि
pt_br: Copiar o Link para a Área de Transferência
ro: Copiază link-ul în memoria temporară
sl: Kopiraj povezavo v odložišče
sr: Цопи Линк то Цлипбоард
sv: Kopiera länk till urklipp
uk: Копіювати посилання в буфер обміну
vi: Sao chép liên kết tới khay nhớ tạm
zh_cn: 复制链接到粘贴板
