Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: FrostWire could not locate your web browser to display the following web page: {0}.
ar: تعذر على FrostWire تحديد موقع متصفح الويب الخاص بك لعرض صفحة الويب التالية: {0}.
bn: নীচের ওয়েব পৃষ্ঠা প্রদর্শন করার জন্য FrostWire আপনার ওয়েব ব্রাউজারটি সনাক্ত করতে পারেনি: {0}
es: FrostWire no pudo encontrar su navegador web para mostrar la siguiente página: {0}
ne: FrostWire आफ्नो वेब ब्राउजर पत्ता लगाउन सकेनौं निम्न वेब पृष्ठ प्रदर्शन गर्न: {0}।
sl: FrostWire, ni bilo mogoče najti spletnega brskalnika za prikaz naslednje spletne strani: {0}.
sr: FrostWire није могао да пронађе ваш веб претраживач да прикажете веб страници: {0}.
sv: FrostWire kunde inte hitta din webbläsare för att visa följande sida. {0}.
uk: FrostWire не міг знайти свій веб-браузер, щоб відобразити веб-сторінку: {0}.

source: <b>Not Seeding</b><p>File chunks might be shared only during a torrent download.</p>
ar: <b>لا البذر</b><p>قد تكون مشتركة قطع الملف فقط أثناء تحميل سيل.</p>
bn: <b>বীজ নয়</b><p>ফাইলের অংশগুলি শুধুমাত্র একটি ঝরনা ডাউনলোডের সময় ভাগ করা হতে পারে।</p>
es: <b>No compartir</b>.<p>Trozos del archivo podrán ser compartidos solo durante<p>la descarga del torrent.
hr: <b>Ne dijelim</b><p>Dijelovi datoteke se mogu dijeliti samo tijekom torrent preuzimanja.</p>
it: <b>Non Distribuzione Seme</b>.<p>Porzioni di file possono essere condivise solo durante<p>un download di torrent.
ko: <b>배포하지 않음</b>.<p>토렌트 다운로드 중에만 파일을<p>공유할 수 있습니다.</p>
pt_br: <b>Nenhuma semeadura</b>.<p>Partes do arquivo só podem ser compartilhadas a durante o download torrent.</p>
ro: <b>Nu se contribuie</b><p>Bucățile de fișier pot fi partajate numai în timpul descărcării unui torrent.</p>
sl: <b>Ni Sejanje</b><p>Datoteke kose lahko delijo samo med a neurnik travnato gričevje.</p>
sr: <b>Nije Сидирует</b><p>Филе комади могу да се деле само током торрент довнлоад.</p>
sv: <b>Distribuerar ej</b><p>Fildelar kan endast delas under en torrenthämtning.</p>
uk: <b>Чи не висіву</b><p>скибки файлу може спільно використовуватися тільки під час завантаження торрента.</p>
vi: <b>Không Hạt giống</b><p>Tệp tệp có thể chỉ được chia sẻ khi tải torrent.</p>

source: State your intent below to start using FrostWire
ar: الدولة القصد الخاص بك أدناه لبدء استخدام فروست واير
bn: FrostWire ব্যবহার শুরু করার জন্য নীচের আপনার অভিপ্রায় বলুন
da: Oplyse din hensigt nedenfor for at begynde at bruge FrostWire
el: Παρακάτω την πρόθεσή σας να αρχίσετε να χρησιμοποιείτε FrostWire του κράτους
es: Declara tus intenciones para comenzar a usar FrostWire
hi: नीचे अपनी मंशा राज्य FrostWire उपयोग शुरू करने के
hr: Izrecite vašu namjeru ispod kako biste započeli koristiti FrostWire
it: Dica il suo intento di seguito per iniziare a utilizzare FrostWire
ne: FrostWire प्रयोग सुरु गर्न तल आफ्नो आशय राज्य
ro: Precizați intenția dumneavoastră mai jos pentru începerea utilizării FrostWire
sl: Navedite svoj namen spodaj, da začnete uporabljati FrostWire
sr: Реците своје намере у наставку да почнете да користите FrostWire
sv: Beskriv här nedan din avsikt med att använda FrostWire
uk: Держава ваш намір нижче, щоб почати використовувати FrostWire
vi: Nêu rõ ý định của bạn dưới đây để bắt đầu sử dụng FrostWire

source: Support FrostWire
es: Apoya a FrostWire
fr: Soutien FrostWire
hi: समर्थन फ्रॉस्टवायर
hr: Podržite FrostWire
it: Supporta FrostWire
ko: 지원 FrostWire
pt_br: Apoie FrostWire
sv: Stöd FrostWire
vi: Hỗ trợ FrostWire

source: FrostWire can display popups to notify you when certain things happen, such as a download completing.
bn: কিছু জিনিস ঘটতে যখন আপনি FrostWire আপনাকে জানানো পপআপ প্রদর্শন করতে পারেন, যেমন একটি ডাউনলোড সম্পূর্ণ হিসাবে।
es: FrostWire puede mostrar ventanas emergentes para notificarle cuando ciertas cosas suceden, por ejemplo cuando se completa una descarga.
hi: FrostWire जब कुछ बातें इस तरह के एक डाउनलोड को पूरा करने के रूप में, हो आपको सूचित करने के पॉपअप प्रदर्शित कर सकते हैं।
hr: FrostWire može prikazivati skočne prozore kako bi vas obavijestio kada se određene stvari dogode, kao kada je preuzimanje završeno.
it: FrostWire può mostrare una finestra di popup per notificare alcuni eventi, come il completamento di un download.
ne: केही कुराहरू यस्तो डाउनलोड पूरा रूपमा, हुँदा FrostWire सूचित गर्न पपअप प्रदर्शन गर्न सक्नुहुन्छ।
ro: FrostWire poate afișa ferestre derulante să vă notifice când anumite lucruri se întâmplă, cum ar fi terminarea unei descărcări.
sl: FrostWire lahko prikaže pojavna okna, ki vas obveščajo o nekaterih dogodkih, na primer o dokončanju prenosa.
sr: FrostWire може да прикаже попупс да вас обавестимо када се десе одређене ствари, као што је преузимање завршетка.
sv: FrostWire kan visa poppupper för att avisera dig om att vissa saker händer, som till exempel att en hämtning är slutförd.
uk: FrostWire може відображати спливаючі вікна, щоб повідомити вас, коли деякі речі трапляються, такі як завантаження завершення.
vi: FrostWire có thể hiển thị cửa sổ bật lên để thông báo cho bạn khi có sự cố xảy ra, chẳng hạn như tải xuống hoàn tất.

source: How can we make FrostWire better?
ar: كيف يمكننا تحسين FrostWire؟
fr: Comment pouvons-nous améliorer FrostWire?
hi: हम फ्रॉस्टवायर को बेहतर कैसे बना सकते हैं?
hr: Kako možemo poboljšati FrostWire?
it: Come possiamo rendere FrostWire migliore?
ja: どうやったら作れる FrostWire 良いですか。
pt_br: Como podemos melhorar o FrostWire?
sv: Hur kan vi göra FrostWire bättre?
uk: Як ми можемо зробити FrostWire краще?
vi: Làm thế nào chúng ta có thể làm cho FrostWire tốt hơn?

source: Please make sure your firewall or antivirus is not blocking FrostWire
ar: يرجى التأكد من أن جدار الحماية أو برنامج مكافحة الفيروسات لا يمنع FrostWire
fr: S'il vous plaît assurez-vous que votre pare-feu ou antivirus ne bloque pas FrostWire
hi: कृपया सुनिश्चित करें कि आपके फ़ायरवॉल या एंटीवायरस अवरुद्ध नहीं है FrostWire
hr: Provjerite ne pokreće li vaš vatrozid ili antivirusni program FrostWire
it: Assicurati che il tuo firewall o antivirus non blocchi FrostWire
ja: ファイアウォールやアンチ ウイルス FrostWire がブロックされていないか確認してください。
pt_br: Por favor, verifique se o seu firewall ou antivírus não está bloqueando o FrostWire
sv: Kontrollera att din brandvägg eller antivirus inte blockerar FrostWire
uk: Переконайтеся, що ваш брандмауер або антивірусне чи не блокує FrostWire
vi: Vui lòng đảm bảo tường lửa hoặc trình diệt vi-rút của bạn không chặn FrostWire

source: Send Feedback
ar: ارسل رأيك
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
hr: Pošalji povratne informacije
it: Invia un'opinione
ja: フィードバックを送信
pt_br: Enviar comentários
sv: Skicka feedback
uk: Надіслати відгук
vi: Gửi phản hồi

source: Email (Optional)
ar: البريد الإلكتروني (اختياري)
fr: Email (Optionnel)
hi: ईमेल (वैकल्पिक)
hr: E-pošta (neobavezno)
it: Email (opzionale)
ja: メール アドレス (オプション)
pt_br: Email (opcional)
sv: E-post (valfritt)
uk: Email (не обов'язково)
vi: Email (Tùy chọn)

source: Your Name (Optional)
ar: اسمك (اختياري)
fr: Votre nom (optionnel)
hi: आपका नाम (वैकल्पिक)
hr: Vaše ime (neobavezno)
it: Il tuo nome (opzionale)
ja: あなたの名前（オプション）
pt_br: Seu nome (opcional)
sv: Namn (valfritt)
uk: Ваше ім'я (необов'язково)
vi: Tên của bạn (Tùy chọn)

source: Sending
ar: إرسال
fr: Envoi
hi: भेजना
hr: Slanje
it: Invio
ja: 送信
pt_br: Enviando
sv: Skickar
uk: Відправлення
vi: Gửi

source: Thank you
ar: شكرا لكم
fr: Merci
hi: धन्यवाद
hr: Hvala vam
it: Grazie
ja: ありがとうございました
pt_br: Obrigado
sv: Tack
uk: Дякую
vi: Cảm ơn bạn

source: FileChooser.refreshActionLabelText
hr: FileChooser.newFolderActionLabelText

source: FileChooser.fileSizeMegaBytes
hr: FileChooser.filesSizeMegaBytes

source: FileChooser.fileSizeGigaBytes
hr: FileChooser.filesSizeGigaBytes

source: KB
ar: ك.ب
fr: Kio
ro: KiO
uk: Kб

source: MB
ar: ميجا بايت
fr: Mio
ro: MiO
uk: Mб

source: GB
ar: جيجا بايت
fr: Gio
ro: GiO
uk: Gб

source: TB
ar: تيرا بايت
fr: Tio
ro: TiO
uk: Tб

source: IP
hi: आईपी

source: BitTorrent
ar: خصائص BitTorrent
hi: बिटटोरेंट
ro: BitTorent

source: Show Details
el: Προβολή Λεπτομερειών

source: Show Torrent Details
el: Εμφάνιση λεπτομερειών Torrent

source: Show in Library
el: Αρχειοθήκη

source: Show Download in Library
el: Ξαναφόρτωσε την βιβλιοθήκη

source: The Torrent Data Folder cannot be inside the
el: Φθαρμένο αρχείο. Τα δεδομένα δεν μπορούν να αποθηκευτούν.

source: Could not resolve folder path.
el: Δεν μπόρεσε να επιλύσει διαδρομή φακέλου.

source: The Torrent Data Folder cannot be a parent folder of the
el: Μη έγκυρος κατάλογος για μοίρασμα αρχείων. Παρακαλώ, χρησιμοποιήστε έναν άλλο κατάλογο ή επιστρέψτε στον προκαθορισμένο.

source: Uncompressing files
el: Αποσυμπίεση αρχείων

source: Input
el: Είσοδος

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with FrostWire. Please upgrade to the final 1.6.0 release.
el: Χρησιμοποιείτε μία δοκιμαστική έκδοση της Java 1.6.0. Αυτή ή έκδοση είναι γνωστή δημιουργώντας προβλήματα με το FrostWire. Παρακαλούμε αναβαθμίστε στην τελική 1.6.0 έκδοση.

source: Upgrade Java
el: Αναβαθμίστε το Java σας

source: FrostWire requires Java %s or higher in order to run. You are currently running an out-of-date version of Java Please visit %s in order to upgrade your version of Java
el: FrostWire απαιτεί Java %s ή υψηλότερο για να τρέξει. Αυτήν τη στιγμή εκτελείτε μια παλιά έκδοση του Java παρακαλούμε επισκεφθείτε %s για να αναβαθμίσετε την έκδοση Ιάβας

source: Current Java Version:
el: Τρέχουσα έκδοση Java:

source: Required Java Version:
el: Απαιτείται Java έκδοση:

source: Visit
el: Επίσκεψη

source: Upgrade Later
el: Αναβάθμιση αργότερα

source: Exit FrostWire
el: FrostWire εξόδου

source: More Information
el: Πολλαπλές Πληροφορίες Αρχείου

source: Visit {0}
el: Επισκεφτείτε το {0}

source: Remind Me Later
el: Υπενθύμιση Αργότερα

source: Do not Show Again
el: Μήν δείξεις αυτό το μήνυμα ξανά.

source: FrostWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
el: Το FrostWire αντιμετωπισε προβληματα στην διαχειρηση των ρυθμισεων σας. Ειναι πιθανον, οι αλλαγες των ρυθμισεων σας να μην αποθηκευτουν κατα το κλεισιμο του προγραματος.

source: FrostWire has encountered problems in loading your settings. FrostWire will attempt to use the default values; however, may behave unexpectedly.
el: Το FrostWire αντιμετώπισε προβλήματα κατά τη φόρτωση των ρυθμίσεών σας και θα προσπαθήσει να χρησιμοποιήσει τις προκαθορισμένες τιμές. Μπορεί όμως να συμπεριφέρεται απροσδόκητα.

source: Download .Torrent or Magnet or YouTube video link
el: Κατεβάστε το. Torrent ή Magnet ή YouTube βίντεο σύνδεση

source: Search for: {0}
el: Ψάξε για: {0}

source: &FAQ
el: Συχνές ερωτήσεις [&E]

source: Frequently Asked Questions for FrostWire
el: Συχνές ερωτήσεις και απαντήσεις για το FrostWire.

source: Chat
el: Συνομιλία...

source: Show our community chat
el: Προβολή του δείκτη αποθήκευσης

source: Usage Statistics
el: Στατιστικά Χρήσης

source: Stripe Rows
el: Σειρές γραμμών
