Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Be careful not to share sensitive information like tax documents, passwords, etc. The torrents you are seeding are accesible by everyone on the network as long as they have the .torrent or a (magnet) link to it.
ar: أحذر لا تشارك المعلومات الحساسة مثل ملفات الضرائب وكلمات المرور وغيرها. فملفات التورينت التي تحملها يصل إليها كل الناس على الشبكة طالما لديهم ملف .torrent او رابط (magnet( لها
bn: ট্যাক্স ডকুমেন্টস, পাসওয়ার্ড ইত্যাদি ইত্যাদি সংবেদনশীল তথ্যগুলি ভাগ না করে সতর্ক থাকুন। আপনি যে বোনাসগুলি বীজ বপন করছেন সেগুলি যতক্ষণ পর্যন্ত তাদের রয়েছে ততক্ষণ পর্যন্ত নেটওয়ার্কে তাদের দ্বারা অ্যাক্সেসযোগ্য হয়। টরেন্ট বা এটির (চুম্বক) লিঙ্ক।
da: Vær omhyggelig med ikke at dele følsomme oplysninger som skat dokumenter, adgangskoder, osv. Torrents du såning er accesible af alle på netværket, så længe de har .torrent eller en (magnet) link til den.
es: Ten cuidado y no compartas información delicada tales como documentos privados, claves secretas, etc. Los torrents que compartes están accesibles para cualquier usuario en la red mientras tengan el .torrent o un enlace a estos.
fr: Faites attention de ne pas partager des informations sensibles comme des documents fiscaux, des mots de passe, etc.. Les torrents ensemencés sont accessibles par tout le monde sur le réseau aussi longtemps qu'ils ont le .torrent ou le lien (aimant) vers lui.
hi: सावधान रहे कुछ संवेदनशील जानकारी नहीं साँझा करें जैसे कर दस्तावेजों, पासवर्ड, आदि का हिस्सा है तोर्रेंत जिसे आप सीड की क्रिया कर रहे हैं हर किसी के द्वारा मेंनेटवर्क पर प्राप्य है जब तक की यह .तोर्रेंत या .मग्नेट का लिंक पर है .
hr: Budite oprezni da ne dijelite osjetljive informacije kao porezne dokumente, šifre, itd. Torrenti koje dijelite mogu pristupati svi na mreži dokle god oni imaju istu .torrent ili (magnet) poveznicu.
it: Stai attento a non condividere informazioni sensibili come documenti inerenti alle tasse, password, ecc. Tutti possono accedere ai torrent che stai seminando se hanno il .torrent o un link (magnete) ad esso.
ja: 課税書類やパスワード等のような機密情報を共有しないように注意してください。 あなたがシードしているトレントは、誰かがトレントまたはそれへのMagnetリンクを持っている限り、ネット上で誰でもアクセス可能です。
ko: 세금 문서, 비밀번호와 같은 중요한 문서를 공유하지 마십시오. 배포 중인 토렌트는 토렌트 또는 (마그넷)링크를 가진 모든이들에 의하여 접근이 가능합니다.
ne: आदि तपाईं गति भएको बग्नेछन् रूपमा लामो तिनीहरू .torrent वा यसलाई एक (चुम्बक) लिंक रूपमा सबैलाई द्वारा accesible छन् नेटवर्कमा कर कागजात, पासवर्ड, जस्तै संवेदनशील जानकारी साझेदारी गर्न छैन। सावधान रहनुहोस्
pt_br: Tenha cuidado para não compartilhar informações sigilosas como documentos fiscais, senhas, etc. Os torrents que você está semeando são acessíveis por todos na rede, enquanto eles tiverem o .torrent ou um link.
ro: Aveți grijă să nu partajați informații sensibile precum documente fiscale, parole, etc. Torentele la care contribuiți sunt accesibile de oricine din rețea atâta timp cât aceștia au fișierul .torrent sau o legătură (magnet) la ele.
sl: Pazite, da ne delite občutljive informacije, kot so davčni dokumentaciji, gesla, itd. Hudourniki so sejanje so dostopna vsem v omrežju, dokler imajo .torrent ali (magnet) povezavo.
sr: Пазите да не деле осетљиве информације као што су пореским документима, лозинке, итд торрент сте сетву су приступачан сви на мрежи док имају .торрент или (магнет) линк ка њему.
sv: Var försiktigt med att dela känslig information som dokument och lösenord med mera. Torrenterna du distribuerar är tillgängliga genom alla på nätverket så länge som de har filen .torrent eller en (magnet)länk till den.
uk: Будьте обережні, щоб не ділитися конфіденційною інформацією, як податкові документи, паролі і т.д. торрентів ви висіву є усіма під'їзд до мережі до тих пір, як вони мають .torrent або посилання (магніт) до нього.
vi: Cẩn thận không chia sẻ thông tin nhạy cảm như tài liệu thuế, mật khẩu, vv Các torrent mà bạn đang gieo hạt được truy cập bởi tất cả mọi người trên mạng miễn là chúng có đuôi .torrent hoặc một nam châm.
zh_cn: 注意不要共享敏感信息，如：税收文件、密码，等等。只要有.torrent或者magnet链接，网络上的每个人都可以获取你作种的种子文件。

source: Unlike other peer-to-peer file-sharing programs, FrostWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
ar: وبعكس برامج مشاركة الملفات التي تعمل عن طريقة قرين لقرين، إن فروست واير يستطيع نقل الملفات حتى لو كان الطرفان خلف جدار ناري يحميهما. لا تحتاج لعمل أي شيء أكثر لأن ذلك ينفذ تلقائياً من قبل البرنامج!
bn: অন্য পিয়ার-টু-পিয়ার ফাইল-শেয়ারিং প্রোগ্রামগুলির পরিবর্তে, ফ্রস্টওয়েয়ার ফাইলগুলি স্থানান্তর করতে পারে এমনকি উভয় পক্ষের ফায়ারওয়ালের পিছনে। এটি স্বয়ংক্রিয়ভাবে ঘটে কারণ আপনি অতিরিক্ত কিছু করতে হবে না!
da: I modsætning til andre peer-til-peer fildelingsprogrammer så kan FrostWire overføre filer selv om begge parter er bag en firewall. Du behover ikke at gøre noget for det sker automatisk!
es: A diferencia de otros programas p2p (peer-to-peer), FrostWire puede transferir archivos inclusive si ambas partes están detrás de un cortafuegos. Usted no tiene que realizar nada adicional debido a que todo esto ocurre ¡automáticamente!
fr: Au contraire d’autres programmes de partage de fichiers pair-à-pair, FrostWire peut transférer des fichiers même si les deux parties sont situées derrière un pare-feu. Vous n’avez rien de particulier à effectuer car cela est pris en charge automatiquement !
hi: अन्य सहकर्मी से सहकर्मी फ़ाइल साझा कार्यक्रम के विपरीत, फ्रोस्ट वाइर फ़ाइलों को हस्तांतरण भी कर सकता है अगर दोनों दलों के एक फ़ायरवॉल के पीछे हो तब भी . आप को अतिरिक्त कुछ भीकरना नहीं है क्योंकि यह स्वचालित रूप से होता है!
hr: Za razliku od ostalih klijent - klijent programa za razmjenu datoteka, FrostWire može prenositi datoteke čak i ako su obje strane iza firewala. Ne morate napraviti ništa dodatno jer se to događa automatski!
it: Diversamente dagli altri programmi di condivisione peer-to-peer, FrostWire puo' trasferire i file anche se entrambe le parti si trovano dietro a un firewall. Non hai bisogno di fare nient'altro perche' cio' avviene automaticamente!
ja: 他のピア・ツー・ピア ファイル共有プログラムと違ってFrostWireではファイアウォールを利用していてもファイル転送が可能です。特別な設定をしなくても自動的に行います。
ko: 기타 피어 투 피어 파일 공유 프로그램과는 다르게, FrostWire 는 두 파티 모두 방화벽을 가졌더라도 파일 전송이 가능합니다. 자동으로 실행되므로 다른 동작을 취하실 필요가 없습니다!
ne: अन्य साथीहरूको-सहकर्मी फाइल-साझेदारी विपरीत, FrostWire फाइलहरू हस्तान्तरण गर्न सक्नुहुन्छ दुवै दल एक फायरवाल पछाडि छन् पनि भने। तपाईं अतिरिक्त केहि छैन स्वतः हुन्छ किनभने!
pt_br: Diferente de outros programas de amigos, FrostWire pode transferir arquivos de ambas as partes atrás do firewall. Você não precisa fazer mais nada pois isso acontece automaticamente!
ro: Sper deosebire de alte programe p2p, FrostWire poate transfera fișiere chiar dacă ambele părți sunt în spatele unui firewall. Nu trebuie să faceți nimic suplimentar pentru că se întâmplă automat!
sl: Za razliko od drugih peer-to-peer izmenjavo datotek programov, slana lahko prenos datotek, tudi če sta obe stranki za požarnim zidom. Vam ni treba storiti ničesar dodatno, ker se to zgodi samodejno!
sr: За разлику од других програма за дељење датотека пеер-то-пеер, FrostWire може преносити датотеке, чак и ако су обе стране су иза фиревалл. Не морате да урадите било шта друго, јер се аутоматски деси!
sv: Till skillnad från andra peer-to-peer-fildelningsprogram, så kan FrostWire överföra filer även fast båda personerna är bakom en brandvägg. Du behöver inte göra något utöver det vanliga då det sker automatiskt!
uk: На відміну від інших програм обміну файлами рівний-рівному, FrostWire може передавати файли, навіть якщо обидві сторони за брандмауером. Вам не потрібно робити нічого зайвого, тому що це відбувається автоматично!
vi: Không giống như các chương trình chia sẻ tập tin ngang hàng khác, FrostWire có thể chuyển các tập tin ngay cả khi cả hai bên đứng sau bức tường lửa. Bạn không phải làm bất cứ điều gì thêm bởi vì nó xảy ra tự động!
zh_cn: 与其它点对点文件共享程序不同，即使双方都设定了防火墙，FrostWire仍可以传输文件。这些是自动完成的，你无需做任何额外设置！

source: Want to share a large file? Send several hundred gigabytes with no problems at all, just make sure you leave your FrostWire running and seeding while your friend(s) are downloading. They can pause and resume the download all they want as long as you or somebody else is seeding the same content.
bn: একটি বড় ফাইল শেয়ার করতে চান? কোনও সমস্যা ছাড়াই শত শত গিগাবাইট পাঠাও, শুধু আপনার বন্ধুদের ডাউনলোড করার সময় নিশ্চিত হোন যে আপনি আপনার FrostWire চলমান এবং বীজ ছেড়ে চলে যান। তারা যতদিন আপনার বা অন্য কেউ একই কন্টেন্ট বীজ হয় যতদিন তারা চান তারা ডাউনলোড বিরতি এবং পুনরায় চালু করতে পারেন।
da: Vil du dele en stor fil? Send flere hundrede gigabytes med ingen problemer overhovedet, bare sørg for du forlade din FrostWire kører og såning mens din ven (r) downloadet. De kan holde pause og genoptage den download alle de ønsker, så længe du eller en anden person såning det samme indhold.
es: ¿Quieres compartir un archivo pesado? Envía cientos de gigabytes sin ningún problema, solo asegúrate de dejar FrostWire corriendo mientras tus amigos están descargando. Ellos pueden pausar y retomar la descarga tantas veces quieran siempre que haya alguien compartiendo el mismo contenido.
hr: Želite dijeliti veliku datoteku? Šaljite par stotina gigabajta bez problema , samo pazite da ostavite FrostWire upaljen i da dijeli datoteke dok vaš(i) prijatelj(i) preuzimaju. Oni mogu pauzirati i nastaviti preuzimanje sve što hoće dokle god vi ili netko drugi dijeli isti sadržaj.
ne: एक ठूलो फाइल साझेदारी गर्न चाहनुहुन्छ? , सबै कुनै समस्या संग सय धेरै गिगाबाइट पठाउन बस तपाईं आफ्नो FrostWire चलिरहेको र गति छोड्न आफ्नो मित्र डाउनलोड बेला बनाउन। तिनीहरूले रोक्न र सबै तिनीहरूले रूपमा लामो तपाईं वा अरू कोही नै सामग्री गति छ रूपमा चाहनुहुन्छ डाउनलोड सुचारू गर्न सक्नुहुन्छ।
ro: Vreți să partajați un fișier mare? Trimiteți câteva sute de GiO fără nici o problemă, doar asigurați-vă că ați lăsat FrostWire să ruleze și să contribuiți până când prietenul(i) a descărcat. Aceștia pot pauza sau relua descărcarea când vor atâta timp cât dumneavoastră sau altcineva contribuie cu același conținut.
sl: Želite deliti veliko datoteko? Pošlji več sto gigabajtov s ne naloga sploh, samo se prepričajte, pustite vaš FrostWire teče in sejanje prebiti downloading vaš prijateljstvo(). So lahko prekinete in nadaljujete prenos vse hočejo tako dolgo, kot vi ali nekdo drug je sejanje enako vsebino.
sr: Желе да деле велики фајл? Пошаљи неколико стотина гигабајта без проблема на све, само пазите да остави FrostWire ради и сетву, а ваш пријатељ (а) преузимање. Они могу паузирати и наставити са преузимањем свих који желе све док ви или неко други сеју исти садржај.
sv: Vill du dela en stor fil? Skicka flera hundra gigabyte utan problem, men försäkra dig om att du lämnar FrostWire igång och distribuerande medan dina vänner hämtar. De kan pausa och återuppta hämtningen så mycket som de vill så länge som du eller någon annan distribuerar samma innehåll.
uk: Хочете поділитися великий файл? Надіслати кілька сот гігабайтів без будь-яких проблем на всіх, просто переконайтеся, що ви залишите свій хід FrostWire і висів в той час як ваші друзі скачування. Вони можуть призупинити і відновити завантаження все вони хочуть, поки ви або хтось інший висіву той же зміст.
vi: Bạn muốn chia sẻ một tệp lớn? Gửi hàng trăm gigabyte mà không gặp bất kỳ vấn đề gì, chỉ cần đảm bảo bạn để FrostWire chạy và gieo hạt khi bạn bè của bạn đang tải xuống. Họ có thể tạm dừng và tiếp tục tải xuống tất cả những gì họ muốn miễn là bạn hoặc người khác đang gieo cùng một nội dung.
zh_cn: 想要共享一份大文件？发送几百GB的数据毫无问题，当你的好友正在下载时，只需确保你的FrostWire运行。只要你或者其他人做种相同的内容，他们可以视情暂停和恢复下载。

source: Magnet links allow users to download files through FrostWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in FrostWire.
ar: إن روابط Magnet تسمح للمستخدمين بتنزيل الملفات خلال فروست واير من صفحات الويب. عندما تضع الرابط على صفحة الويب (في'href' attribute of anchor tags) ويضغط المستخدمين على هذا الرابط، سوف يبدأ التنزيل في فروست واير.
bn: Magnet লিংক ব্যবহারকারীরা একটি ওয়েব পৃষ্ঠা থেকে FrostWire এর মাধ্যমে ফাইল ডাউনলোড করতে অনুমতি দেয়। যখন আপনি আপনার ওয়েব পৃষ্ঠায় একটি চুম্বক লিঙ্ক (অ্যাঙ্কর ট্যাগের 'href' বৈশিষ্ট্যে) রাখেন, এবং একটি ব্যবহারকারী লিঙ্কটি ক্লিক করেন, তখন ডাউনলোডটি শুরু হবে FrostWire।
da: Magnet links giver brugere lov til at downloade filer gennem FrostWire fra en webside. Når du placerer et Magnet link på din webside (i 'href' attribute of anchor tags), og en bruger klikker på linken, vil en download starte i FrostWire.
es: Los enlaces Magnet permiten a los usuarios descargar archivos desde la página web de FrostWire. Cuando pones un enlace Magnet en tu página web (en el atributo 'href' del ancho de la etiqueta) y los usuarios hacen clic en el enlace, comenzará una descarga en FrostWire.
fr: Les liens “Magnet:” permettent aux utilisateurs de charger des fichiers avec FrostWire directement depuis une page web. Lorsque vous publiez un lien “Magnet:” dans une de vos pages Web (dans l’attribut “href” d’une balise d’ancrage), vous permettez à tout visiteur de cette page de démarrer d’un simple clic sur ce lien un chargement dans son installation de FrostWire.
hi: मग्नेट लिंक उपयोगकर्ताओं को एक वेब पेज से फ्रोस्ट वाइर के माध्यम से फ़ाइलों को डाउनलोडकरने के लिए अनुमति देते हैं. जब आप एक मग्नेट अपने वेब पेज पर लिंक (एंकर टैग के 'href' विशेषता में), और एक उपयोगकर्ता लिंक पर क्लिक करता है , डाउनलोड फ्रोस्ट वाइर में शुरू होगा.
hr: Magnet poveznice omogućuju korisnicima da preuzimaju datoteke putem FrostWirea sa web stranice. Kada stavite magnet poveznicu na vašu web stranicu (u 'href' atribut strelica sidra), i korisnik klikne na link, download će se pokrenuti u FrostWireu.
it: I link magnet consentono agli utenti di scaricare i file da una pagina web attraverso FrostWire. Quando inserisci un link magnet sulla tua pagina web (nell'attributo 'href'dei tag anchor), un utente clicca sul link e il download comincia su FrostWire.
ja: Magnetリンクは、ウェブページからFrostWireを通じてファイルをダウンロードさせてくれます。あなたのウェブページ （アンカータグの”href”属性で）にMagnetリンクを貼ると、ユーザーがリンクをクリックした後、ダウンロードがFrostWireで開始します。
ko: 마그넷 링크는 웹페이지에서 FrostWire 를 통하여 파일 다운로드를 가능하게합니다. 웹페이지에 마그넷 링크를 등록하시면( 'href' 태그 사용), 사용자가 링크를 클릭하면, FrostWire를 통하여 다운로드가 가능합니다.
ne: चुम्बक लिंक प्रयोगकर्ता एक वेब पेज देखि FrostWire मार्फत फाइलहरू डाउनलोड गर्ने अनुमति दिन्छ। तपाईं आफ्नो वेब पेज मा एक चुम्बक लिंक (एङ्कर ट्याग को 'href' विशेषतामा) राख्नु गर्दा र एक प्रयोगकर्ता लिङ्क क्लिक, एक डाउनलोड FrostWire मा सुरु हुनेछ।
pt_br: Links magnet possibilitam o usuário a baixar arquivos via FrostWire pela web. Quando você coloca um link magnet na sua página de web, e um usuário clica no link, o download inicia no FrostWire.
ro: Legăturile Magnet permit utilizatorilor să descarce fișiere prin FrostWire de pe o pagină de internet. Când adăugați o legătură magnet pe pagina web (în atributul 'href' al etichetei ancorei) și un utilizator apasă pe link, o descărcare va porni în FrostWire.
sl: Magnet povezave uporabnikom dovoli prenos datotek prek FrostWire s spletne strani. Ko si dal magnet povezavo na svojo spletno stran (v "href" atribut sidro tags), in uporabnik klikne povezavo, a travnato gričevje hoteti začetek v FrostWire.
sr: Магнет везе омогућавају корисницима да преузимање датотека преко FrostWire са веб странице. Када ставите магнет линк на својој веб страници (у 'хреф' атрибут ознаке сидра), а корисник кликне на линк, преузимање ће почети у FrostWire.
sv: Magnetlänkar låter användare hämta filer med FrostWire från en webbsida. När du lägger ut en magnetlänk på din webbsida (i ”href”-attributet av ankartaggarna) och användaren klickar på länken kommer en hämtning att påbörjas i FrostWire.
uk: Magnet посилання дозволяють користувачам завантажувати файли через FrostWire з веб-сторінки. Коли ви поставите посилання магніту на вашій веб-сторінці (в «HREF» атрибута якірних тегів), і користувач натискає на посилання, завантаження почнеться в FrostWire.
vi: Liên kết Magnet cho phép người dùng tải các tệp tin thông qua FrostWire từ một trang web. Khi bạn đặt một liên kết nam châm trên trang web của bạn (trong thuộc tính 'href' của các thẻ neo) và người dùng nhấp vào liên kết, một tải xuống sẽ bắt đầu trong FrostWire.
zh_cn: Magnet链接允许用户通过FrostWire从网页上下载文件。当你在网页上添加magnet链接（作为锚接标记的href属性）之后，用户点击链接，FrostWire就开始下载。

source: Don't want to seed? Go to Tools &gt; Options &gt; Bittorrent or select the Seeding - No Seeding icon at the bottom bar
ar: لا أريد أن البذور؟ انتقل إلى أدوات > خيارات > تورنت أو حدد استمطار-"البذر أي" أيقونة في الشريط السفلي
da: Gider ikke frø? Gå til værktøjer > Indstillinger > Bittorrent eller Vælg forhåndsudfyldning - No såning ikon på den nederste bjælke
es: ¿No quieres compartir? Ve a Herramientas &gt; Opciones &gt; Bittorrent o seleccionar el icono Compartiendo - No Compartiendo en la barra inferior
hr: Ne želite dijeliti? Odite u Alati &gt; Opcije &gt; Bittorrent ili odaberi Dijeljenje - Ne dijeli ikonu u doljnjoj traci
it: Non vuoi seminare? Vai su Strumenti &gt; Opzioni &gt; Bittorrent o selezionare il Distribuzione Seme - Non Distribuzione Seme icona alla barra inferiore
ro: Nu vreți să contribuiți? Mergeți la Unelte &gt: Opțiuni &gt: Bittorrent sau selectați pictograma Se contribuie - Nu se contribuie din bara de dedesubt
sl: Nočejo semenu? Iti k rokodelsko orodje > predkupna pravica > Bittorrent ali izberite sejanje - št sejanje ikona v dno bar
sr: Не желе да се семе? Идите на Алатке &gt; Опције &gt; БитТоррент или изаберите сетве - Но икона Сидирует у доњем бару
sv: Vill du inte distribuera? Gå till Verktyg &gt; Inställningar &gt; Bittorrent eller välj ikonen distribuerar - distribuerar ej i bottenraden
uk: Не хочу, щоб насіння? Перейти до інструментів &gt; Параметри &gt; Bittorrent або виберіть Посів - Ні значок Посів на нижній панелі
vi: Không muốn hạt giống? Đi tới Công cụ &gt; Tùy chọn &gt; Bittorrent hoặc chọn biểu tượng Seeding - No Seeding ở thanh dưới cùng
zh_cn: 不想做种？进入工具 &gt; 选项 &gt; Bittorrent， 或选择底部的 做种 - 不做种 图标

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the Help menu.
ar: يمكنك معرفة أي النسخ من فروست واير التي تستخدمها عن طريق اختيارعن فروست واير من قائمة المساعدة.
da: Du kan finde ud af, hvilken version af FrostWire du bruger ved at vælge 'Om FrostWire' i menuen Hjælp.
es: Puedes comprobar qué versión de FrostWire estás usando seleccionando "Acerca de FrostWire" en el menú Ayuda.
fr: Vous pouvez connaitre la version de FrostWire que vous utilisez en sélectionnant 'À propos de FrostWire' dans le menu Aide.
hi: आप फ्रोस्ट वाइर की जो संस्करण आप उपयोग कर रहे हैं उसके बारे में हेल्प मेनू से 'फ्रोस्ट वाइर के बारे में ' चुनने से जन सकते है.
hr: Možete saznati koji verziju FrostWirea koristite tako da odaberete 'O FrostWireu' iz menija Pomoć.
it: Puoi scoprire quale versione di FrostWire stai utilizzando selezionando 'Informazioni Su FrostWire' dal menu Aiuto.
ja: 「ヘルプ」メニューから'FrostWireについて'を選択することで、ご利用中のFrostWireのバージョンを見つけることができます。
ko: 도움 메뉴의 'FrostWire 소개'를 선택하여 사용중인 FrostWire 버전을 찾으실 수 있습니다.
ne: तपाईं FrostWire को जो संस्करण तिमी FrostWire बारे 'छनौट मद्दत मेनु बाट प्रयोग गर्दै बाहिर पाउन सक्नुहुन्छ।
pt_br: Você pode descobrir qual versão do FrostWire você está usando, escolhendo 'Sobre FrostWire' no menu de Ajuda.
ro: Puteți afla ce versiune de FrostWire utilizați alegând 'Despre FrostWire' din meniul Ajutor.
sl: Lahko ugotovite, katero različico uporabljate tako, da izberete "O FrostWire" iz menija pomoč slana.
sr: Можете сазнати коју верзију ФростВире користите избором 'О ФростВире "из менија Хелп.
sv: Du kan ta reda på vilken version av FrostWire du använder genom att välja ”Om FrostWire” från hjälpmenyn.
uk: Ви можете дізнатися, яку версію FrostWire ви використовуєте, вибравши «Про FrostWire» з меню Help.
vi: Bạn có thể tìm ra phiên bản FrostWire nào bạn đang sử dụng bằng cách chọn 'About FrostWire' từ trình đơn Help.
zh_cn: 可以通过帮助菜单中的'关于FrostWire'查看你所使用的FrostWire版本。

source: Be a good network participant, don't close FrostWire if someone is uploading from you.
ar: كن شخصاً متعاونا على الشبكة، لا تغلق فروست واير إذا كان هناك شخصاً يحمل ملفات من لديك.
da: Være et godt netværk deltager, Luk ikke FrostWire, hvis nogen uploading fra dig.
es: Sé un buen usuario en la red, no cierres FrostWire si alguien está descargando de tus archivos.
fr: Soyez un bon participant du réseau, ne fermez pas FrostWire si quelqu'un transfert de vous.
hi: एक अच्छा नेटवर्क भागीदार होइए , फ्रोस्ट वाइर बंद नहीं अगर कोई आप से अपलोड कर रहा है.
hr: Budite dobar član mreže, nemojte ugasiti FrostWire ako netko dijeli od vas.
it: Sii un buon membro del network, non chiudere FrostWire se qualcuno sta caricando qualcosa dai tuoi file.
ja: 良いネットワーク参加者になりましょう。 誰かがあなたからアップロードしているかもしれませんので、FrostWireを閉じないでください。
ko: 좋은 네트워크 참가자가 되십시오, 누군가 당신으로부터 업로딩 중일 경우 FrostWire 를 닫지 마십시오.
ne: राम्रो नेटवर्क सहभागी हुन, FrostWire कसैले तपाईंलाई बाट अपलोड गरिएको छ भने बन्द छैन।
pt_br: Seja um bom participante, não feche o FrostWire se alguém estiver carregando um arquivo seu.
ro: Fiți un bun participant la rețea, nu închideți FrostWire dacă cineva descarcă de la dumneavoastră.
sl: Biti udeleženec dobro mrežo, ne blizu FrostWire, če nekdo je uploading od vas.
sr: Буди добар учесника мреже, не затварај Фроствире ако неко уплоадује од вас.
sv: Uppträd som en bra nätverksdeltagare, stäng inte ned FrostWire om någon hämtar från dig.
uk: Бути хорошим учасником мережі, не закривати FrostWire, якщо хтось заливає від вас.
vi: Là người tham gia mạng tốt, không đóng FrostWire nếu có ai đó tải lên từ bạn.
zh_cn: 做一位好的网络参与者，如果有人从你这儿上传，不要关闭FrostWire。

source: You can turn autocomplete for searching on or off by choosing 'Options' from the 'Tools' menu, and selecting the option 'Text Autocompletion'.
es: Puedes activar o desactivar la opción de autocompletar en las búsquedas seleccionando 'Opciones' en el menú de 'Herramientas' y cambiando el valor de 'Autocompletar Texto' debajo de la opción 'Vista'.
hr: Možete upaliti ili ugasiti automatsko dovršavanje riječi za traženje tako da odaberete 'Opcije' iz menija 'Alati' i odabirom opcije 'Automatsko dovršavanje riječi'.
ne: तपाईं 'उपकरण' मेनुबाट 'विकल्प' छनौट र विकल्प 'पाठ स्वत: समाप्ति' चयन गरेर वा बन्द खोज को लागि स्वत: पूर्ण गर्न सक्नुहुन्छ।
ro: Puteți porni sau opri completarea automată pentru căutări alegând 'Opțiuni' din meniul 'Unelte', și selectând opțiunea 'Completare automată text'.
sl: Vklopite Samodokončaj za iskanje ali izklopite iz menija »Orodja« izberete »Možnosti« in izberete možnost "Besedilo Autocompletion".
sr: Можете укључити аутоцомплете за претраживање или искључити избором "Опције" у менију "Тоолс", и избором опције "Текст довршавања".
sv: Du kan slå av/på autokomplettering för sökning genom att välja ”Alternativ” från menyn ”Verktyg“ och välja alternativet ”Autokomplettering av text”.
uk: Ви можете включити автозаповнення для пошуку або відключити, вибравши пункт «Властивості» з меню «Інструменти» і вибрати опцію 'Text автозавершенням.
vi: Bạn có thể bật tính năng tự động điền để tìm kiếm hoặc tắt bằng cách chọn 'Tùy chọn' từ trình đơn 'Công cụ' và chọn tùy chọn 'Tự động hoàn thành văn bản'.
zh_cn: 可通过'工具'菜单中的'选项'，选择'文本自动补全'来允许或禁止搜索关键词的自动补全。
