Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to FrostWire &gt; Tools, Options and check 'Revert To Default' under View &gt; FrostWire Popups.
bn: আপনি পূর্বে যে 'এই বার্তাটি পুনরায় প্রদর্শন করবেন না' বা 'এই উত্তরটি সর্বদা ব্যবহার করবেন তা চিহ্নিত' প্রশ্নগুলির জন্য ডায়ালগগুলি দেখতে চান? FrostWire- এ যান &gt; সরঞ্জাম, বিকল্প এবং দেখুন 'ডিফল্টে ফিরুন' দেখুন &gt; ফ্রস্টওয়ার পপআপস
es: ¿Deseas ver los diálogos de las preguntas que se han marcado previamente como 'No mostrar este mensaje de nuevo' o 'Usar siempre esta respuesta'? Ve a Herramientas &gt; y haz clic en 'Volver a la configuración predeterminada' debajo de Vista &gt; Pop-ups.
hr: Želite li vidjeti dijaloge za pitanja za koja ste odabrali 'Ne prikazuj ovu poruku ponovno' ili 'Uvijek koristi ovaj odgovor'? Odite na FrostWire &gt; Alati, Opcije i odaberi 'Vratite na osnovne postavke' ispod Izgled &gt; FrostWire skočni prozori.
ne: तपाईंले पहिले चिन्ह लगाइएको जो 'यो सन्देश फेरि प्रदर्शन नगर्नुहोस्' वा 'सधैँ प्रयोग यो उत्तर' प्रश्नहरूको लागि संवाद हेर्न चाहनुहुन्छ? FrostWire उपकरण, विकल्प जाने र जाँच हेर्नुहोस् र त्यसपछि FrostWire पपअपहरू अन्तर्गत 'पूर्वनिर्धारित खारेज'।
ro: Doriți să vedeți dialogurile pentru întrebări pe care anterior le-ați marcat 'Nu afișa acest mesaj din nou' sau 'Întotdeauna utilizează acest răspuns'? Mergeți la FrostWire &gt; Unelte, Opțiuni și bifați 'Revenire la implicit' în Vizualizare &gt; FrostWire fereastră derulantă.
sl: Želite videti pogovorna okna za vprašanja, ki ste že označili "Ne Prikaži to sporočilo še enkrat" ali "Vedno uporabi ta odgovor"? Pojdi na FrostWire > orodja, možnosti in potrdite "Povrni na privzeto", pod pogled > FrostWire Popups.
sr: Желите да видите дијалоге за питања која сте претходно обележили "Не поново прикаже ову поруку 'или' Увек користи овај одговор"? Го то FrostWire &gt; Алати, Опције и провери 'Врати на Дефаулт' под Виев &gt; FrostWire Искачући прозори.
sv: Vill du se dialoger för frågor som du tidigare markerat ”Visa inte detta meddelande igen” eller ”Använd alltid detta svar”? Gå till FrostWire &gt; Verktyg,Alternativ och kryssa i ”Återställ till standard” under Visa &gt; FrostWire-poppupper.
uk: Хочете побачити діалогові вікна питань, які раніше відмічені «Не показувати це повідомлення» або «Завжди використовувати цей відповідь? Перейти до FrostWire &gt; Інструменти, Параметри і встановіть прапорець «Відкат Щоб за умовчанням» під виглядом &gt; FrostWire Спливаючі.
vi: Bạn muốn xem các hộp thoại cho các câu hỏi mà trước đó bạn đã đánh dấu 'Không hiển thị thông báo này nữa' hay 'Luôn luôn Sử dụng Trả lời này'? Đi tới FrostWire &gt; Công cụ, Tùy chọn và kiểm tra 'Hoàn nguyên về Mặc định' trong Xem &gt; FrostWire Quảng cáo.
zh_cn: 想查看被你标识为'不再显示此信息'或'总是使用此答案'的问题对话框？进入'FrostWire' &gt; '工具'，'选项'并在 '查看' &gt; 'FrostWire弹出窗口' 中勾选'恢复默认设置'。

source: You can ban certain words from appearing in your search results by choosing 'Tools' from the 'FrostWire' menu and adding new words to those listed under Filters &gt; Keywords.
bn: আপনি 'FrostWire' মেনু থেকে 'সরঞ্জামগুলি' চয়ন করে এবং ফিল্টারগুলির অধীনে তালিকাবদ্ধ যারা নতুন শব্দগুলি যুক্ত করে আপনার অনুসন্ধান ফলাফলে উপস্থিত থেকে কিছু শব্দ নিষেধ করতে পারেন; কীওয়ার্ড।
es: Puedes evitar que ciertas palabras aparezcan en los resultados de tus búsquedas seleccionando 'Preferencias' en el menú de 'FrostWire' y añadiendo nuevas palabras a la lista debajo de Filtros &gt; Palabras clave.
hr: Možete zabraniti određene riječi da se pojavljuju u vašim rezultatima traženja tako da odaberete 'Alati' iz 'FrostWire' menija i dodate nove riječi onima izlistanim ispod Filteri &gt; Ključne riječi.
ne: तपाईं 'FrostWire' मेनुबाट 'उपकरण' छनौट र फिल्टर र त्यसपछि कीवर्ड अन्तर्गत सूचीबद्ध ती नयाँ शब्द थपेर आफ्नो खोज परिणाम देखा केही शब्दहरू प्रतिबंध लगान गर्न सक्नुहुन्छ।
ro: Buteți interzice unele cuvinte să apară în rezultatele căutării alegând 'Unelte' din meniul 'FrostWire' și adăugând noi cuvinte la cele listate în Filtre &gt; Cuvinte cheie.
sl: Lahko prepoved določenih besed pojavilo v rezultatih iskanja tako, da izberete "Tools" iz menija "FrostWire" in dodajanja novih besed v tistih iz filtri > ključne besede.
sr: Можете забранити одређене речи из појављују у резултатима претраге избором 'Тоолс' из менија "FrostWire 'и додавање нових речи оних који су наведени под Филтери & гт; Кључне речи.
sv: Du kan hindra vissa ord från att visas i dina sökresultat genom att välja ”Verktyg” från FrostWire-menyn och lägga till nya ord till de redan listade under Filter &gt; Nyckelord.
uk: Ви можете заборонити певні слова з результатів пошуку, вибравши «Інструменти» з меню «Frostwire» і додавання нових слів, перерахованих Фільтри &gt; Ключові слова.
vi: Bạn có thể cấm những từ nhất định xuất hiện trong kết quả tìm kiếm của bạn bằng cách chọn 'Tools' từ trình đơn 'FrostWire' và thêm từ mới vào những từ được liệt kê trong Filters &gt; Từ khoá.
zh_cn: 要禁止某些词出现在你的搜索结果中，可通过'FrostWire'菜单中的'工具'，在'过滤' &gt; '关键词'列表中添加新词。

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by control-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
ar: هل تحب نصائح الأدوات؟ أم تكره نصائح الأدوات؟ يمكنك تشغيلها أو تعطيلها في معظم الجداول من خلال الضغط على رأس العمود واختار المزيد من الخيارات. يمكنك التنقل بين الخيارات الأخرى هنا أيضاً. مثل إن كنت ترغب أو لا ترغب في فرز الجداول تلقائيا وإذا كنت تفضل أن تكون الأسهم مقلمة.
bn: আপনি একটি কলামে ক্লিক করে আপলোড, ডাউনলোডগুলি ইত্যাদি সাজাতে পারেন। তথ্য পরিবর্তন হিসাবে টেবিল অবলম্বন রাখে। আপনি এই স্বয়ংক্রিয়-সাজানোর আচরণটি কলাম শিরোলেখের নিয়ন্ত্রণ-ক্লিক করে 'আরও বিকল্পগুলি' নির্বাচন করে 'অটোমেটিকভাবে সাজান' চেকটি বন্ধ করতে পারেন।...
da: Hader værktøjstip? Elsker værktøjstip? Du kan slå dem til eller fra i de fleste borde ved kontrol-klikke på kolonneoverskrifterne og vælge 'Flere indstillinger'. Du kan skifte andre muligheder her også, som om ikke at sortere tabeller automatisk og hvis du foretrækker rækker til at være stribet.
es: ¿Odias los consejos sobre la herramienta? ¿Te gustan los consejos sobre la herramienta? Puedes activarlos o desactivarlos en la mayoría de las tablas haciendo control-clic en la cabecera y seleccionando 'Mas Opciones'. También puedes cambiar otras opciones aquí, como la de ordenar las tablas automáticamente y si lo prefieres mostrar las lineas de cada fila.
fr: Vous détestez les trucs et astuces? Vous adorez les trucs et astuces? Vous pouvez les activer ou les désactiver en cliquant avec le bouton droit sur l'entête des colonnes et en choisissant 'Options supplémentaires'. Depuis ce menu, vous pouvez aussi changer d'autres options, comme trier les tables automatiquement et si vous préférez que les colonnes soient affichées ou non.
hi: टूल्स टिप्स से नफरत है? टूल्स टिप्स से प्यार करते हो? अधिकांश तालिकाओं में स्तंभ शीर्ष लेख पर राइट - क्लिक करके और 'अधिक विकल्प' का चयन करके आप उन्हें मोड़ पर या बंद कर सकते हैं . आप अन्य विकल्पों को यहाँ भी टॉगल कर सकते हैं की तरह किया जाए या नहीं तरह टेबल के लिए स्वचालित रूप से क्रम में लगाना चाहतें है और यदि आप पंक्तियों को धारीदार होन पसंद करते हैं.
hr: Mrzite opise? Volite opise? Možete ih uključiti ili isključiti u većini tablica sa kontrol-klikom na zaglavlje stupaca i tako da odaberete 'Više opcija'. Možete također prebacivati više opcija, kao i hoće li ili neće li se tablice sortirati automatski i ako vam je draže da su redci prugasti.
it: Odi i suggerimenti? Ami i suggerimenti? Puoi attivarli o disattivarli nella maggior parte delle tabelle cliccando con il tasto destro del mouse le testate delle colonne e scegliendo "Altre Opzioni". Puoi azionare le altre opzioni anche qui, come ad esempio, se ordinare automaticamente le tabelle o se preferisci che allineare le righe.
ja: 機能のヒントは、好き/嫌いですか？コラムのヘッダーをクリックし、「その他オプション」を選ぶことで、ほとんどのテーブルでそれらを有効/無効にすることができます。自動的にテーブルをソートするかどうか、列をストライプ化したいかどうかなど、ここでもその他オプションを切り替えることができます。
ko: 툴 팁이 싫으신가요? 툴 팁이 좋으신가요? '더 많은 옵션'을 선택하심으로써 대부분의 테이블에서 켜고 끄는 것이 가능합니다. 다른 옵션을 토글할 수 있습니다.
ne: उपकरण सुझाव घृणा? उपकरण सुझाव प्रेम? तपाईंले तिनीहरूलाई वा बन्द भन्दा टेबल मा स्तम्भ हेडर र छनौट 'विकल्प' मा नियन्त्रण क्लिक गरी गर्न सक्नुहुन्छ। तपाईं स्वतः टेबल क्रमबद्ध गर्ने कि नगर्ने जस्ता पनि यहाँ अन्य विकल्प टगल गर्न सक्छन् र तपाईं पङ्क्तिहरू रुचि भने स्ट्रिप गर्न।
pt_br: Não gosta das dicas? Gosta das dicas? Você pode habilita-las ou não clicando com o botão direito na coluna superior em 'Mais opções'. Você pode alterar outras opções também, tipo arrumar ou não automaticamente as tabelas ou se prefere colunas.
ro: Nu apreciați sfaturile pe ecran? Vă plac sfaturile pe ecran? Le puteți porni sau opri în cele mai multe tabele prin apăsarea pe antetul coloanei și alegând 'Mai multe opțiuni'. Aici mai puteți comuta și alte opțiuni, cum ar fi dacă se sortează sau nu automat tabelele și dacă preferați ca rândurile să fie dungate.
sl: Sovražim tool Nasveti? Ljubezen orodje Nasveti? Lahko pa jih izklop v večini tabel nadzor klikom na glave stolpca in izberete »Več možnosti« . Druge možnosti tukaj lahko preklapljate tudi, všeč ali ne, za razvrščanje tabele samodejno, in če vam je ljubše vrstice se črtasto.
sr: Мрзим савете алата? Лове савете алата? Можете их укључити или искључити у већини столова за контролу кликом на заглавља колона, уз коришћење "Више опција". Можете друге опције овде ако желите редове да се пругасти искључи, као и да ли или не да се сортирају табеле аутоматски и.
sv: Hatar du inforutor? Älskar du inforutor? Du kan slå på/av dem i de flesta tabeller genom att Ctrl-klicka på kolumnrubrikerna och välja ”Fler alternativ”. Du kan växla andra alternativ här också, som huruvida tabeller ska sorteras automatiskt eller inte samt om du fördrar att raderna är randiga.
uk: Ненависть підказки? Любов підказки? Ви можете включити їх або відключити в більшості таблиць шляхом управління кнопкою миші на заголовку стовпця і вибравши «Додаткові параметри». Ви можете включати інші варіанти тут теж, як не автоматично сортувати таблиці, і якщо ви віддаєте перевагу рядки повинні бути смугастими.
vi: Ghét công cụ lời khuyên? Mẹo về công cụ tình yêu? Bạn có thể bật hoặc tắt chúng trong hầu hết các bảng bằng cách kiểm soát bằng cách nhấp vào tiêu đề cột và chọn 'Tùy chọn khác'. Bạn cũng có thể bật các tùy chọn khác ở đây, như tự động sắp xếp bảng và nếu bạn thích các hàng được sọc.
zh_cn: 讨厌工具提示吗？喜欢工具提示吗？在大部分表格中，可通过右击标题栏并选择'更多选项'开启或关闭工具提示。也可以在此调整其他选项，例如：表格是否自动排序，以及是否倾向于用线框修饰表格的行。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by control-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
ar: يمكنك فرز التحميلات والتنزيلات وإلخ...، بالضغط على العمود. سوف يحتفظ الجدول بإعادة الفرز كلما تغيرت المعلومات. يمكنك تعطيل هذا الفرز التلقائي بالضغط يمينا بالماوس على رأس العمود واختيار المزيد من الخيارات وإزالة العلامة على الفزر التلقائي.
bn: আপনি একটি কলামে ক্লিক করে আপলোড, ডাউনলোডগুলি ইত্যাদি সাজাতে পারেন। তথ্য পরিবর্তন হিসাবে টেবিল অবলম্বন রাখে। আপনি এই স্বয়ংক্রিয়-সাজানোর আচরণটি কলাম শিরোলেখের নিয়ন্ত্রণ-ক্লিক করে 'আরও বিকল্পগুলি' নির্বাচন করে 'অটোমেটিকভাবে সাজান' চেকটি বন্ধ করতে পারেন।
da: Du kan sortere uploads, downloads, osv.., ved at klikke på en kolonne. Tabellen holder ty når oplysninger ændres. Du kan slå denne automatiske sortering adfærd fra ved kontrol-klikke på en kolonneoverskrift, vælge 'Flere indstillinger' og fjerne markeringen 'Sorter automatisk'.
es: Puedes ordenar las subidas, descargas, etc..., haciendo clic en una columna. La tabla permanece re-ordenada en la medida que la información cambia. Puedes desactivar esta re-organización-automática haciendo clic en la cabecera de la columna, seleccionando 'Mas Opciones' y deseleccionando 'Ordenar Automáticamente'.
fr: Vous pouvez trier les transferts, les téléchargements, etc ..., en cliquant sur une colonne. La table restera triée au fur et à mesure des changements d'information. Vous pouvez désactiver ce comportement en cliquant avec le bouton sur l'entête de la colonne, et en choisissant 'Options Supplémentaires', et en décochant 'Tri Automatique'.
hi: आप अपलोड, डाउनलोड, आदि .. के एक स्तंभ पर क्लिक करके क्रम में लगा सकते हैं. तालिका जानकारी में परिवर्तन होता रहता है. आप इस स्वत: छँटाई व्यवहार को एक कॉलम शीर्षक पर राइट क्लिक करके बंद कर सकते हैं, 'अधिक विकल्प' और स्वचालित रूप से क्रमबद्ध करें को अनचेक करें .
hr: Možete sortirati slanja, preuzimanja, itd..., tako da kliknete na stupac. Tablica će se sortirati dok se informacije mjenjaju. Možete isključiti ovo automatsko sortiranje sa kontrol-klikom na zaglavlje stupca, te odabirom 'Više opcija' i od-odabirom 'Sortiraj automatski'.
it: Puoi ordinare i caricamenti, i download, ecc...cliccando su una colonna. La tabella continua a riordinarsi man mano che le informazioni cambiano. Puoi disattivare questo riordinamento automatico cliccando con il tasto destro del mouse sulla testata della colonna, selezionando 'Altre Opzioni', e togliendo la spunta da 'Ordina Automaticamente'.
ja: コラムをクリックすることで、アップロードやダウンロード等ソートすることができます。テーブルは、情報の変更として再ソートを継続します。コラム・ヘッダーを右クリックし、「その他オプション」を選び「自動ソート」のチェックを外すことで自動ソートを無効にすることができます。
ko: 업로드와 다운로드를 분류할 수 있습니다...콜룸을 클릭하십시오. 정보가 변경되면 테이블이 재분류됩니다. '더 많은 옵션'을 선택한 후 '자동분류' 선택을 해제하면 자동-분류를 끌 수 있습니다.
ne: तपाईं अपलोड, डाउनलोड, आदि क्रमबद्ध गर्न सक्नुहुन्छ ..., एक स्तम्भ मा क्लिक गरेर। तालिका जानकारी परिवर्तनहरू रूपमा resorting राख्छ। तपाईंले यो स्वचालित-क्रमबद्ध व्यवहार बन्द नियन्त्रण-क्लिक गरेर एउटा स्तम्भ हेडर मा, 'विकल्प' र संयुक्त राष्ट्र-जाँच 'सर्ट स्वचालित रूपमा' छनौट गर्न सक्नुहुन्छ।
pt_br: Você pode arrumar os uploads, downloads, etc..., clicando na coluna. A tabela rearruma as informações modificadas. Você pode desabilitar isso clicando com o botão direito na parte superior em 'Mais opções' e clicar 'Arrumar Automaticamente'.
ro: Puteți sorta încărcările, descărcările, etc.../ apăsând pe o coloană. Tabelul păstrează resortarea ca modificările de informare. Puteți închide acest comportament de sortare automată apăsând pe antetul unei coloane, alegeți 'Mai multe opțiuni' și rebifați 'Sortare automată'.
sl: Razvrščate lahko dodane slike, Učitano, itd.., s klikom na stolpec. Tabeli ohranja zatekanja kot se podatki spremenijo. Lahko izklopite ta način delovanja samodejno razvrščanje kliknete kontrolnik na glavo stolpca, izberete »Več možnosti« in un-preverjanje "samodejno razvrsti".
sr: Можете сортирати додате, преузимања, итд ..., тако што ћете кликнути на колону. У табели држи прибегава као промена информација. Можете да укључите ову аутоматско сортирање понашање са контролном кликом на заглавље колоне, избор "Још опција 'и УН-проверу' Сортирај Аутоматски".
sv: Du kan sortera sändningar, hämtningar och så vidare… genom att klicka på en kolumn. Tabellen fortsätter att sortera om allt eftersom informationen ändras. Du kan slå av detta automatiska sorteringsbeteende genom att Ctrl-klicka på en kolumnrubrik, välja ”Fler alternativ” och kryssa ur ”Sortera automatiskt”.
uk: Ви можете сортувати завантаження, завантаження і т.д. ..., натиснувши на колонку. Таблиця зберігає звернення як зміни даних. Ви можете відключити це автоматичні сортування поведінки поза шляху управління кнопкою миші на заголовку стовпчика, вибравши «Додаткові параметри» і зніміть прапорець «Автоматично Сортування».
vi: Bạn có thể sắp xếp tải lên, tải xuống, v.v ... bằng cách nhấp vào một cột. Bảng tiếp tục sử dụng khi thông tin thay đổi. Bạn có thể tắt tính năng sắp xếp tự động này bằng cách kiểm soát bằng cách nhấp vào tiêu đề cột, chọn 'Tùy chọn khác' và bỏ chọn 'Sắp xếp tự động'.
zh_cn: 单击列可以对上传、下载等进行排序。表格可随之重新排序。右击列标题，选择'更多选项'，取消勾选'自动分类'，可关闭自动排序功能。

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Trash.
ar: إن مكتبة فروست واير هي مدير للملفات، وليس فقط قائمة لملفات MP3. وهذا يعني أنك تستطيع حذف ملف من المكتبة ولديك الخيار في الحذف الدائم للملف من الكمبيوتر أو نقله إلى سلة المحذوفات.
bn: FrostWire এর লাইব্রেরি একটি ফাইল ম্যানেজার, শুধু একটি এমপি 3 প্লেলিস্ট নয়। এর মানে হল যে আপনি যখন লাইব্রেরির একটি ফাইল মুছে ফেলেন, তখন আপনার কাছে ফাইলটি স্থায়ীভাবে আপনার কম্পিউটার থেকে মুছে ফেলার বা ট্র্যাশে স্থানান্তর করার বিকল্প রয়েছে।
da: FrostWire bibliotek er en filhåndtering, ikke bare en MP3 spilleliste. Det betyder, at når du sletter en fil fra biblioteket, har du mulighed for at enten permanent slette filen fra computeren eller flytter det til papirkurven.
es: La Biblioteca de FrostWire es un archivo de gestión, no solo una lista de MP3. Esto significa que cuando borras un archivo de la Biblioteca tienes la opción de borrar permanentemente el archivo de tu computadora o moverlo a la Papelera.
fr: La Médiathèque de FrostWire est un gestionnaire de fichier, pas une simple Liste de lecture MP3. Cela signifie que quand vous supprimez un fichier de la Médiathèque, vous avez l'option soit de le supprimer de façon permanente de votre ordinateur soit de le déplacer dans la Corbeille.
hi: फ्रोस्ट वाइर एक लाइब्रेरी फ़ाइल प्रबंधक है, सिर्फ एक एमपी 3 प्लेलिस्ट नहीं है . इसका मतलब है कि जब आप पुस्तकालय से एक फ़ाइल को नष्ट करते हैं , आप या तो स्थायी रूप से अपने कंप्यूटर से फ़ाइल को नष्ट कर सकते हैं या कचरा पेटी में स्थानांतरित करने का विकल्प है.
hr: FrostWireova Knjižnica je datotečni upravitelj, ne samo MP3 lista pjesama. To znači da kada obrišete datoteke iz Knjižnice, imate opciju da ili permanentno obrišete datoteku iz vašeg računala ili da je maknete u Otpad.
it: La libreria di FrostWire e' un gestore di file, e non semplicemente una playlist MP3. Cio' significa che quando cancelli un file dalla Libreria, hai la possibilita' di eliminarlo permanentemente dal tuo computer o di spostarlo nel cestino.
ja: FrostWireのライブラリは、ファイル・マネージャであり、ただのMP3再生リストではありません。それは、あなたがライブラリからファイルを削除する際、永久にご利用のPCからファイルを削除、またはゴミ箱へ移動どちらもできるオプションがあるという意味です。
ko: FrostWire의 라이브러리는 단순한 MP3 재생 목록이 아닌, 파일 매니저입니다. 라이브러리에서 파일을 삭제하시면, 컴퓨터에서 파일을 영구 삭제하거나 또는 휴지통으로 이동하는 것을 선택하실 수 있습니다.
ne: FrostWire गरेको पुस्तकालय फाइल प्रबन्धक, बस छैन एक एमपी -3 प्लेलिस्ट छ। कि तपाईं पुस्तकालय फाइल मेट्न गर्दा, तपाईँ या त स्थायी तपाईंको कम्प्युटरबाट फाइल मेट्न वा रद्दीटोकरीमा सार्न गर्न विकल्प भन्ने हो।
pt_br: A biblioteca FrostWire é um gerenciamento de arquivo, não somente uma Lista de Reprodução MP3. Isso significa que você pode deletar arquivos da Biblioteca, você tem a opção de deletar permanentemente o arquivo do seu computador ou mover para o Lixo.
ro: Biblioteca FrostWire este un administrator de fișiere, nu doar o listă de redare MP3. Asta înseamnă că atunci când ștergeți un fișier din bibliotecă, aveți opțiunea fie să ștergeți definitiv fișierul din computer sau să-l mutați la Gunoi.
sl: FrostWire je knjižnica je a pila šef, ne samo z MP3 predvajalni seznam. To pomeni, da ko izbrišete datoteko iz knjižnice, imate možnost, da bodisi trajno izbrisati datoteke iz računalnika ali ga premaknete v smeti.
sr: FrostWire Библиотека је фајл менаџер, не само мп3 плејлисту. То значи да када избришете датотеку из библиотеке, имате опцију да или трајно избришете датотеку са рачунара или преместите га на отпад.
sv: FrostWires bibliotek är en filhanterare, inte bara en MP3-spellista. Det betyder att när du tar bort en fil från biblioteket har du fortfarande kvar alternativet att antingen ta bort filen från din dator permanent eller att flytta den till papperskorgen.
uk: Бібліотека Frostwire є файловим менеджером, а не тільки MP3 Playlist. Це означає, що при видаленні файлу з бібліотеки, у вас є можливість або назавжди видалити файл з вашого комп'ютера або перемістити його в кошик.
vi: Thư viện của FrostWire là một trình quản lý tập tin, không chỉ là một danh sách MP3. Điều đó có nghĩa là khi bạn xóa một tệp khỏi Thư viện, bạn có tùy chọn xóa vĩnh viễn tệp khỏi máy tính hoặc chuyển tệp đó vào Thùng rác.
zh_cn: FrostWire的收藏库是一个文件管理器，而不仅仅是MP3播放列表。这意味着当你从收藏库中删除一个文件时，你可以选择从电脑中永久性删除该文件，或者将其移至回收站。

source: Want to play music in your default media player instead of in FrostWire? go to 'Tools' on FrostWire menu and select the option 'Play with native media player'.
bn: FrostWire এর পরিবর্তে আপনার ডিফল্ট মিডিয়া প্লেয়ারে সঙ্গীত চালাতে চান? FrostWire মেনুতে 'সরঞ্জাম' এ যান এবং 'নেটিভ মিডিয়া প্লেয়ারের সাথে খেলুন' বিকল্পটি নির্বাচন করুন।
es: ¿Quieres escuchar música en tu reproductor predeterminado en lugar de FrostWire? ve al menú Herramientas en FrostWire y selecciona la opción 'Utilizar el reproductor nativo'.
hr: Želite slušati glazbu u zadanom medijskom izvođaču umjesto u FrostWireu? Odite u 'Alati' na FrostWire meniju i odaberi opciju 'Sviraj sa nativnim medijskim izvođačem'.
ne: सट्टा तपाईँको पूर्वनिर्धारित मिडिया प्लेयर मा FrostWire संगीत प्ले गर्न चाहनुहुन्छ? FrostWire मेनुमा 'उपकरण' जाने र विकल्प 'मूल मिडिया प्लेयर संग प्ले' चयन गर्नुहोस्।
ro: Doriți să redați muzica în player-ul implicit în schimbul celui din FrostWire? mergeți la 'Unelte' în meniul FrostWire și selectați opțiunea 'Redă cu player-ul media nativ'.
sl: Želite igrati glasbo v vaš privzeti predvajalnik namesto v FrostWire? pojdite na "Tools" FrostWire meniju in izberite možnost "Igrajte z domačim predvajalnikom"
sr: Желим да пушта музику у вашем дефаулт медиа плаиер уместо у FrostWire? идите на "Тоолс" на FrostWire мени и изаберите опцију "Плаи витх нативе медиа плаиер".
sv: Vill du spela musik i din standardmediaspelare istället för i FrostWire? Gå till ”Verktyg” i FrostWire-menyn och välj alternativet “Spela upp med inbyggd mediaspelare”.
uk: Хочете грати музику в за замовчуванням медіа-плеєр, а не в FrostWire? перейти в меню «Інструменти» в меню FrostWire і виберіть опцію Відтворити з нативної медіа-плеєр».
vi: Bạn muốn phát nhạc trong máy nghe nhạc mặc định thay vì trong FrostWire? Vào 'Tools' trên menu FrostWire và chọn tùy chọn 'Play with media player'.
zh_cn: 想要在默认的媒体播放器而非在FrostWire中播放音乐？进入Frostwire菜单的'工具'项，选择'使用默认媒体播放器进行播放'。

source: Make FrostWire's block more results by making the filter stricter. Adjust that and more by going to FrostWire &gt; Tools &gt; Filters &gt;
bn: ফিল্টার stricter করে FrostWire এর ব্লক আরও ফলাফল করুন FrostWire- এ যান এবং আরো কিছু দ্বারা এটি সামঞ্জস্য করুন &gt; সরঞ্জাম &gt; ফিল্টারগুলি &gt;
es: Haz que el filtro de resultados no deseados de FrostWire bloquee más resultados haciendo el filtro más estricto. Ajusta esto y más en FrostWire &gt; Preferencias &gt; Filtros &gt;
hr: Učinite FrostWire da blokira više rezultata tako da filter učinite strozijim. Prilagodite to i više tako da odete u FrostWire &gt; Opcije &gt; Filteri &gt;
ne: फिल्टर stricter गरेर FrostWire गरेको ब्लक थप परिणामहरू गर्नुहोस्। FrostWire उपकरण गएर कि र थप समायोजन र त्यसपछि फिल्टर ...
ro: Faceți FrostWire să blocheze mai multe rezultate făcând filtrul mai strict. Ajustați asta și mai multe mergând la FrostWire &gt; Unelte &gt; Filtre &gt;
sl: Da FrostWire blok več rezultatov, tako da filter strožje. Prilagodite to in še več jih bo FrostWire > Orodja > filtri >
sr: Направи FrostWire је блок више резултата тако што филтера строжи. Подесити то и више по ће FrostWire &gt; Тоолс &gt; Филтери &gt;
sv: Få FrostWire att blockera fler resultat genom att göra filtret striktare. Justera det och mer genom att gå till FrostWire &gt; Verktyg &gt; Filter &gt;
uk: Зробіть блок Frostwire по більше результатів, зробивши фільтр суворіше. Регулювання, що і більше, перейшовши в FrostWire &gt; Інструменти &gt; Фільтри &gt;
vi: Làm cho khối kết quả FrostWire của nhiều kết quả hơn bằng cách làm cho bộ lọc chặt chẽ hơn. Điều chỉnh điều đó và hơn thế nữa bằng cách vào FrostWire &gt; Công cụ &gt; Bộ lọc &gt;
zh_cn: 要让FrostWire过滤更多搜索结果，可以设置更严格的过滤器。可以在 FrostWire &gt; 预设 &gt; 过滤 &gt; 中进行调整或更多设置。
