Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
ar: صادف FrostWire خطأ داخلي. من الممكن أن يقوم FrostWire بإصلاح الخطأ واستكمال العمل بشكل طبيعي. لكي تساعد في تصليح الأخطاء ، من فضلك اضغط على "إرسال" لإعلام FrostWire بالمشكلة. كما يمكنك أن تضغط على "تقرير" لقراءة المعلومات التي سيتم إرسالها. أن كنت ترغب في ذلك. شكراً لك.
bn: FrostWire একটি অভ্যন্তরীণ ত্রুটি সম্মুখীন হয়েছে। FrostWire পুনরুদ্ধার এবং সাধারনভাবে চলমান অবিরত জন্য এটা সম্ভব। ডিবাগিংয়ের সাহায্যে, সমস্যা সম্পর্কে FrostWire বিজ্ঞপ্তির জন্য পাঠান ক্লিক করুন। যদি ইচ্ছা হয়, আপনি যে তথ্যটি পাঠানো হবে তা দেখতে 'পর্যালোচনা' ক্লিক করতে পারেন। ধন্যবাদ.
da: FrostWire har opdaget en intern fejl. Det er muligt for FrostWire at løse problemet og at fortsætte normalt. For at hjælpe med fejlretning af programmet klik venligst på "Send" for at meddele problemet til FrostWire. Hvis du ønsker, kan du klikke på "Gennemse" for at se den information der vil blive sendt. Tak for hjælpen.
el: Το FrostWire έχει αντιμετωπίσει ένα εσωτερικό σφάλμα. Είναι δυνατόν για το FrostWire να αναρρώσει και να συνεχίσει κανονικά τη λειτουργία του. Για να βοηθήσετε στην ανίχνευση και εξάλειψη του σφάλματος, παρακαλώ, πατήστε «Αποστολή» για να γνωστοποιήσετε το πρόβλημα στο FrostWire. Εάν θέλετε, μπορείτε να πατήσετε «Αναθεώρηση» για να εξετάσετε τις πληροφορίες που θα σταλούν. Σας ευχαριστούμε.
es: FrostWire encontró un error interno. Es posible que FrostWire se recupere y continúe ejecutándose normalmente. Para ayudar a corregir los errores, haga clic en "enviar" para informar a FrostWire acerca del problema. Si lo desea, puede hacer clic en "revisar" para ver la información que se enviará. Gracias.
fr: FrostWire a rencontré une erreur interne. Il est possible pour FrostWire de passer outre cette erreur et de continuer l’exécution normale. Pour aider au débogage, veuillez cliquer “Envoyer” pour aviser FrostWire de ce problème. Si vous le désirez, vous pouvez cliquer sur “Consulter” pour contrôler les informations qui seront envoyées. Merci.
hi: फ्रोस्ट वाइर को एक आंतरिक त्रुटि का सामना करना पड़ा है. फ्रोस्ट वाइर के लिए यह संभव है कि ठीकऔर सामान्य रूप से चलना शुरू कर देगा . डिबगिंग के साथ सहायता करने के लिए, कृपया क्लिक करें 'सेंड' पर और 'समस्या के बारे में फ्रोस्ट वाइर को सूचित करें या. अगर जरुरत है तो आप 'समीक्षा' पर क्लिक करके भेजा गए जानकारी देख सकते हैं. शुक्रिया.
hr: FrostWire se susreo s unutarnjom greškom. Moguće je da se FrostWire oporavi i nastavi normalno raditi. Za pomoć kod ispravljanja greške, molimo kliknite 'Posalji'da bi obavijestili FrostWire o problemu. Ako želite, možete kliknuti 'Pregledaj' da bi vidjeli informacije koje će biti poslane. Hvala.
it: Si è verificato un errore interno in FrostWire. E' possibile per FrostWire recuperare l'errore e continuare la normale attività. Per aiutarci nel debug, seleziona 'Invia' per informare il team FrostWire dell'errore. Se lo desideri, puoi selezionare 'Verifica' per visualizzare le informazioni che verranno inviate. Grazie.
ja: FrostWireで内部エラーが起きました。FrostWireは現在回復し正常に動作できます。FrostWireのバグ修正のために「送信」ボタンをクリックしてください。また、エラー情報を閲覧するならば、「レビュー」ボタンをクリックしてください。ありがとうございます。
ko: FrostWire의 내부에서 에러가 일어났습니다. FrostWire는 복구되어 정상 작동됩니다. FrostWire의 버그 수정을 위해서 "송신" 버튼을 클릭하여 정보를 보내주세요. 또, 에러를 재검토하고 싶으면"재검토" 버튼을 클릭해 주세요. 감사합니다.
ne: FrostWire आन्तरिक त्रुटि सामना गरेको छ। FrostWire ठीक र सामान्य चलिरहेको जारी लागि यो सम्भव छ। डिबग संग सहायता, कृपया समस्याको बारेमा FrostWire सूचित गर्न 'पठाउनुहोस्' मा क्लिक गर्नुहोस्। इच्छित भने, तपाईं पठाइने जानकारी मा हेर्न 'समीक्षा' क्लिक गर्न सक्नुहुन्छ। धन्यवाद।
pt_br: O FrostWire encontrou um erro interno. O FrostWire pode se recuperar e continuar a funcionar normalmente. Para ajudar a eliminar erros clique em 'Enviar' para informar ao FrostWire o problema. Se quiser, pode clicar em 'Rever' para ler a informação que vai ser enviada. Obrigado.
ro: FrostWire a întâmpinat o eroare internă. Este posibil pentru FrostWire să recupereze și să continue rularea normal. Pentru a ajuta cu depanarea, apăsați 'Trimite' pentru a notifica FrostWire despre problemă. Dacă doriți, puteți apăsa 'Examinează' pentru a vedea informația care va fi trimisă. Vă mulțumim.
sl: FrostWire je naletel na notranjo napako. FrostWire je mogoče obnoviti in normalno nadaljevati. Če želite pomagati pri odpravljanju napak, kliknite »Pošlji« in o tem obvestite FrostWire. Če želite, lahko kliknete »Pregled«, da si ogledate podatke, ki bodo poslani. Hvala vam.
sr: FrostWire je naišao na grešku u programu. Moguće je da se FrostWire sam popravi i nastavi sa radom. Za pomoć u otklanjanju greške, molimo Vas kliknite na dugme 'Pošalji', da bi ste obavestili FrostWire o ovom problemu. Ukoliko želite, možete pritisnuti 'Prikazi' da bi videli koje informacije ćete poslati. Hvala Vam.
sv: FrostWire har stött på ett internt fel. Det är möjligt för FrostWire att återställa och fortsätta fungera normalt. För att hjälpa till med att lösa buggar: klicka på 'Sänd' för att informera FrostWire om problemet. Om du är osäker, kan du klicka på 'Förhandsvisa' för att titta på informationen som kommer bli sänd. Tack.
uk: FrostWire зазнав внутрішньої помилки. Можливо, FrostWire зможе відновитись і продовжити працювати нормально. Щоб допомогти розробці FrostWire, будь ласка, натисніть «Надіслати», щоб повідомити про помолку. Якщо хочете, можете натиснути «Переглянути», щоб переглянути інформацію, що відіслатиметься. Дякуємо.
vi: FrostWire đã gặp lỗi nội bộ. Có thể FrostWire phục hồi và tiếp tục chạy bình thường. Để hỗ trợ gỡ lỗi, vui lòng nhấp vào 'Gửi' để thông báo cho FrostWire về vấn đề này. Nếu muốn, bạn có thể nhấp vào 'Xem lại' để xem thông tin sẽ được gửi đi. Cảm ơn bạn.
zh_cn: FrostWire碰到一个内部错误。FrostWire可以从错误中恢复并继续正常运行。请点击'发送'将问题告知FrostWire以便协助修正。如果愿意，你可以点击'审阅'查看将要发送的信息。谢谢。

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
ar: الرجاء إضافة أي تعليقات قد يكون لديك (على سبيل المثال ما تسبب الخطأ). شكرا لكم ويرجى استخدام اللغة الإنجليزية.
bn: আপনার যেকোনো মন্তব্য যোগ করুন দয়া করে (উদাহরণস্বরূপ ত্রুটিটি ঘটেছে)। আপনাকে ধন্যবাদ এবং ইংরেজি ব্যবহার করুন দয়া করে
da: Tilføj venligst de kommentarer du har (fx hvad der udløste fejlen). Brug venligst engelsk.
el: Παρακαλώ προσθέστε οποιαδήποτε σχόλια μπορεί να έχετε (π.χ. τι προκάλεσε το σφάλμα). Σας ευχαριστούμε και σας παρακαλούμε να χρησιμοποιήσετε την αγγλική γλώσσα.
es: Por favor añada cualquier comentario que pueda tener (por ejemplo, qué causó el error). Gracias, y por favor use inglés o español.
fr: Merci de bien vouloir ajouter vos commentaires (ex : cause de l'erreur). Merci et veuillez communiquer en anglais.
hi: कृपया कोई टिप्पणी अगर सकता है तो जोड़ें (उदाहरण के क्या त्रुटि के कारण). धन्यवाद और अंग्रेजी का उपयोग करें.
hr: Molimo dodajte komentare koje imate (npr. što je uzrokovalo grešku). Hvala Vam i molimo vas da koristite Engleski.
it: Si prega di aggiungere eventuali commenti (ad esempio, ciò che ha causato l'errore). Grazie e utilizzate l'inglese.
ja: ご意見がありましたら追加してください (例 何が原因でエラーが起きたのか). ありがとうございます。英語をお使いください。
ko: 코멘트를 입력하십시오 (예. 오류 발생 경위). 감사합니다. 영어를 사용하십시오.
ne: कृपया तपाईं हुन सक्छ (त्रुटि जस्तै के कारण) कुनै पनि टिप्पणीहरू थप्न। धन्यवाद र अंग्रेजी प्रयोग गर्नुहोस्।
pt_br: Por Favor adicione comentários (ex: o que causou o erro). Obrigado e por favor escreva em inglês.
ro: Adăugați orice comentariu aveți (ex: ce a cauzat o eroare). Vă mulțumim și vă rugăm să utilizați limba engleză.
sl: Dodajte komentarje, lahko imate (e.g vzroka napake). Hvala in prosim raba angleški.
sr: Молимо Вас да додате неки коментар можете имати (на пример шта је изазвало грешку). Хвала и користите енглески.
sv: Lägg till eventuella kommentarer (exempelvis vad som orsakade felet). Skriv på engelska, tack.
uk: Будь ласка, додайте будь-які коментарі ви можете мати (наприклад, що викликало помилку). Спасибі і будь ласка, використовуйте англійську мову.
vi: Vui lòng thêm bất kỳ nhận xét nào bạn có thể (ví dụ: những gì gây ra lỗi). Cảm ơn bạn và vui lòng sử dụng tiếng Anh.
zh_cn: 请添加评论（例如：什么引起错误）。 谢谢，并请使用英文。

source: Review
ar: معاينة
bn: পর্যালোচনা
da: Gennemse
el: Αναθεώρηση
es: Revisar
fr: Consulter
hi: पुनः अवलोकन
hr: Pregledati
it: Verifica
ja: 見直し
ko: 재검토
ne: समीक्षा
pt_br: Rever
ro: Revizionare
sl: Predogled
sr: Prikazi
sv: Förhandsvisa
uk: Переглянути
vi: Đánh giá
zh_cn: 审阅

source: Discard
ar: تجاهل
bn: বাতিল করতে চান
da: Undlad
el: Απόρριψη
es: Descartar
fr: Rejeter
hi: उपेक्षा
hr: Odbaci
it: Ignora
ja: 破棄
ko: 삭제
ne: छोड्न
pt_br: Anular
ro: Renunțare
sl: Zavrži
sr: Odbaci
sv: Ignorera
uk: Не зважати
vi: Hủy
zh_cn: 丢弃

source: Always Send Immediately
ar: دائما أرسل في الحال
bn: সর্বদা অবিলম্বে পাঠান
da: Send altid straks
el: Πάντοτε αποστολή αμέσως
es: Enviar siempre de inmediato
fr: Toujours envoyer immédiatement
hi: हमेशा शीघ्र भेजें
hr: Uvijek šalji odmah
it: Invia sempre immediatamente
ja: 常にすぐ送信
ko: 항상 즉시 송신
ne: सधैं तुरुन्त पठाउनुहोस्
pt_br: Enviar sempre imediatamente
ro: Întotdeauna trimite imediat
sl: Vedno pošlji takoj
sr: Uvek pošalji odmah
sv: Sänd alltid direkt
uk: Надсилати відразу завжди
vi: Luôn luôn gửi ngay lập tức
zh_cn: 总是立即发送

source: Always Ask For Review
ar: السؤال دائماً عن المعاينة
bn: সর্বদা পর্যালোচনা জন্য জিজ্ঞাসা করুন
da: Anmod altid om genemsyn
el: Πάντοτε ερώτηση για αναθεώρηση
es: Preguntar siempre si deseo revisar
fr: Toujours demander la consultation
hi: हमेशा पुनःअवलोकन के लिये पूँछे.
hr: Uvijek pitaj za pregled
it: Richiedi sempre una verifica
ja: 常にチェックを要求
ko: 항상 재검토를 요구
ne: सधैं समीक्षा लागि सोध्नुहोस्
pt_br: Pedir sempre a revisão
ro: Întotdeauna întreabă pentru revizionare
sl: Vedno vprašaj za predogled
sr: Uvek pitaj za prikaz
sv: Fråga alltid för förhandsvisning
uk: Завжди переглядати
vi: Luôn luôn hỏi cho sự đánh giá
zh_cn: 总是要求审阅

source: Always Discard All Errors
ar: تجاهل الأخطاء دائماً
bn: সর্বদা সব ত্রুটি বাতিল করুন
da: Slå fejl-rapportering fra
el: Πάντοτε απόρριψη των προγραμματιστικών λαθών
es: Descartar siempre todos los errores
fr: Toujours rejeter les erreurs internes
hi: हमेशा सभी त्रुटियॉ की अपेक्षा करें
hr: Uvijek odbaci sve greške
it: Ignora sempre tutti gli errori
ja: 常に全エラーを破棄
ko: 항상 모든 에러를 삭제
ne: सधैं सबै त्रुटिहरू खारेज
pt_br: Anular sempre todos os erros
ro: Întotdeauna renunță la toate erorile
sl: Vedno zavrži vse napake
sr: Uvek odbaci sve greške
sv: Ignorera alltid alla fel
uk: Завжди не зважати на усі помилки
vi: Luôn Hủy bỏ Mọi lỗi
zh_cn: 总是丢弃所有错误

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
ar: لم يتمكن FrostWire من الاتصال بملقم الخطأ وذلك بهدف إرسال تقرير الخطأ المبين بأسفل.لتساعد في إصلاح الأخطاء، قم بنسخ النص التالي وأرسله إلى bugs@limiWire.com. شكرا
bn: নীচের বাগ রিপোর্টটি প্রেরণ করার জন্য FrostWire বাগ সার্ভারে সংযোগ করতে অক্ষম ছিল আরও সহায়তার জন্য এবং ডিবাগিংয়ের সাহায্যে, দয়া করে www.frostwire.com এ যান এবং 'সাপোর্ট' এ ক্লিক করুন। ধন্যবাদ.
da: FrostWire var ikke istand til at skabe forbindelse til fejl-serveren og sende nedenstående fejl-rapport. For yderligere hjælp og for at hjælpe med fejlrettelsen besøg www.frostwire.com og klik 'Support'. Tak for hjælpen.
el: Το FrostWire αδυνατεί να συνδεθεί με τον κεντρικό υπολογιστή προγραμματιστικών λαθών, προκειμένου να σταλεί η παρακάτω έκθεση προγραμματιστικού λάθους. Για να βοηθήσετε στον εντοπισμό και στην εξάλειψη του προγραμματιστικού λάθους, παρακαλώ αντιγράψτε το ακόλουθο κείμενο και στείλτε το σε μήνυμα με το ηλεκτρονικό ταχυδρομείο στο bugs@frostwire.com. Σας ευχαριστούμε.
es: FrostWire no pudo conectarse al servidor de errores para enviar el siguiente informe de error. Para ayudar a corregir los errores, por favor copie el siguiente texto y envíelo por correo electrónico a bugs@frostwire.com. Gracias.
fr: FrostWire n’est pas parvenu à se connecter au serveur de suivi de bogues afin d’y enregistrer le rapport d’erreur ci-dessous. Pour aider au débogage, veuillez aller au www.frostwire.com et cliquez sur 'Support'.com. Merci.
hi: फ्रोस्ट वाइर नीचे के बग रिपोर्ट भेजने के लिए बग सर्वर से कनेक्ट करने में असमर्थ था. आगे मदद और डिबगिंग के साथ सहायता करने के लिए, कृपया www.frostwire.com पर जाएँ और 'सहायता' पर क्लिक करें. शुक्रिया.
hr: FrostWire se nije mogao spojiti na poslužitelj za greške u namjeri da pošalje navedeni izvještaj o grešci. Za daljnju pomoć i za pomoć u vezi ispravljanja greške, molimo posjetite www.frostwire.com i kliknite 'Podrška'. Hvala.
it: FrostWire non può connettersi al server FrostWire per inviare il rapporto degli errori. Per aiutarci nel debug, visita www.frostwire.com e clicca 'Supporto'. Grazie.
ja: FrostWire のバグサーバーに接続できませんでした。FrostWireのバグ修正のためにエラーをコピーしてbugs@frostwire.comまで電子メールで送信してください。ありがとうがざいます。
ko: FrostWire가 버그 서버에 접속 불가합니다. FrostWire의 버그 수정을 위해서 www.frostwire.com으로 방문하셔서 'Support'를 클릭하여 정보를 보내주십시오. 감사합니다.
ne: FrostWire तलको बग प्रतिवेदन पठाउन क्रममा बग सर्भर जडान गर्न असमर्थ थियो। थप सहायता र डिबग संग सहायता, www.frostwire.com कृपया जानुहोस् र 'समर्थन' क्लिक गर्नुहोस्। धन्यवाद।
pt_br: O FrostWire não conseguiu conectar ao servidor de erros para enviar o relatório de erro apresentado abaixo. Para ajudar a corrigir erros, copie o texto que se segue e envie-o por e-mail para bugs@frostwire.com. Obrigado.
ro: FrostWire nu a putut să se conecteze la serverul de depanare pentru a trimite raportul defectului de programare de mai jos. Pentru ajutor viitor pentru a ajuta cu depanarea, vizitați www.frostwire.com și apăsați 'Suport'. Vă mulțumim.
sl: FrostWire ni mogel povezati s strežnikom bug za pošiljanje v nadaljevanju poročilo o hrošču. Za dodatno pomoč in s pomočjo razhroščevanje, obiščite www.frostwire.com in kliknite "Support". hvala.
sr: FrostWire nije bio u mogućnosti da se priključi na server za prijavu grešaka da bi poslao izveštaj. Za pomoć u otkrivanju kvara, molimo Vas kopirajte sledeći tekst i pošaljite e-mailom na adresu: bugs@frostwire.com. Hvala Vam.
sv: FrostWire kunde inte ansluta till felrapporteringsservern för att kunna skicka felet nedan. För vidare hjälp och för att hjälpa till med felsökning, besök www.frostwire.com och klicka på "support". Tack.
uk: FrostWire не зміг підключитися до серверу, щоб надіслаи повідомлення про помилку. Для подальшої підтримки та, якщо Ви бажаєте нам допомогти, будь ласка, відвідайте www.frostwire.com та оберіть «Підтримка». Дякуємо.
vi: FrostWire không thể kết nối với máy chủ lỗi để gửi báo cáo lỗi dưới đây. Để được trợ giúp thêm và để trợ giúp gỡ lỗi, vui lòng truy cập www.froply.com và nhấp vào 'Hỗ trợ'. Cảm ơn bạn.
zh_cn: FrostWire无法连接到bug服务器传送下面的错误报告。如需进一步帮助并配合调试错误，请访问www.frostwire.com，点击'技术支持'。谢谢。

source: Copy Report
ar: نسخ التقرير
bn: প্রতিবেদন অনুলিপি করুন
da: Kopier rapport
el: Αντιγραφή έκθεσης
es: Copiar informe
fr: Copier le rapport
hi: रिपोर्ट की प्रति
hr: Kopiraj izvješće
it: Copia rapporto
ja: レポートをコピー
ko: 리포트를 복사
ne: प्रतिलिपि रिपोर्ट
pt_br: Copiar relatório
ro: Copiază raportul
sl: Kopijo poročila
sr: Kopiraj izveštaj
sv: Kopiera rapport
uk: Копіювати повідомлення
vi: Sao chép Báo cáo
zh_cn: 复制报告

source: File & Protocol Associations
ar: ملحقات البروتوكول والملف
bn: ফাইল এবং প্রোটোকল সমিতি
da: Fil & protekol tilhørsforhold
el: Σχέσεις Αρχείου και Πρωτοκόλου
es: Asociaciones de Archivos y Protocolos
fr: Associations de fichiers et protocoles
hi: फ़ाइल और प्रोटोकॉल संघ
hr: Asocijacije datoteka i protokola
it: Asoociazione File & Protocolli
ja: ファイルとプロトコルの関連づけ
ko: 파일 & 프로토콜 연계
ne: फाइल र प्रोटोकल संघ
pt_br: Associações de Arquivo e Protocolo
ro: Asocieri fișiere & protocoale
sl: Datoteke & protokola združenja
sr: Pridruživanje tipova fajlova i protokola
sv: Fil- och protokollassociationer
uk: Файлові і протокол асоціацій
vi: Hiệp hội Tệp & Giao thức
zh_cn: 文件 & 协议关联

source: What type of resources should FrostWire open?
ar: ماهو نوع المورد الذي يجب أن يفتحه FrostWire?
bn: FrostWire খোলা কি ধরনের সম্পদ হবে?
da: Hvilke typer af ressourcer skal FrostWire åbne?
el: Τί είδους πηγές πρέπει να χρησιμοποιήσει το FrostWire;
es: ¿Qué tipos de recursos debería abrir FrostWire?
fr: Quels types de ressources devraient être ouverts par FrostWire ?
hi: फ्रोस्ट वाइर को किस प्रकार का संसाधनों को खोलना चाहिए?
hr: Koju vrstu resursa bi FrostWire trebao otvarati?
it: Che tipo di risorse deve aprire FrostWire ?
ja: FrostWireは、どんなタイプの資源を開けなければなりませんか？
ko: FrostWire 가 열어야하는 리소스는 무엇입니까?
ne: FrostWire स्रोतहरू कस्तो प्रकारको खोल्न गर्नुपर्छ?
pt_br: Que tipos de recursos FrostWire deveria abrir?
ro: Ce fel de resurse trebuie să deschidă FrostWire?
sl: Kakšne vrste virov odpirajte FrostWire?
sr: Koje tipove fajlova i protokola želite da FrostWire otvara?
sv: Vilka typer av resurser ska FrostWire öppna?
uk: Який тип ресурсів FrostWire повинен відкрити?
vi: Loại FrostWire nên mở ở đâu?
zh_cn: FrostWire应打开哪种类型的资源？

source: What should FrostWire do with the selected associations on startup?
ar: ماذا يجب على FrostWire فعله مع الملحقات المحددة في بدء التشغيل؟
bn: শুরুতে নির্বাচিত সংস্থার সাথে FrostWire কি করা উচিত?
da: Hvad skal FrostWire gøre ved det valgte tilhørsforhold ved start?
el: Τι πρέπει να κάνει το FrostWire με τις επελεγμένες σχέσεις στην εκκίνηση;
es: ¿Qué debería hacer FrostWire con las asociaciones seleccionadas al arrancar?
fr: Que devrait faire FrostWire avec les associations sélectionnées au démarrage ?
hi: फ्रोस्ट वाइर को चयनित संगठनों के साथ क्या स्टार्टअप पर करना चाहिए?
hr: Što će FrostWire napraviti sa odabranom asosijacijom pri paljenju?
it: Cosa deve fare FrostWire con le seguenti associazioni all'avvio?
ja: 起動時に選択された関連づけに対してどの処理を行いますか?
ko: 선택된 연계와 관련하여 FrostWire 가 해야하는 일은 무엇입니까?
ne: FrostWire सुरुवातमा चयन संगतले के गर्नुपर्छ?
pt_br: O que o FrostWire deve fazer com essas associações ao abrir?
ro: Ce trebuie să facă FrostWire cu asocierile selectate la pornire?
sl: Kaj naj FrostWire z izbrano združenja ob zagonu?
sr: Šta da radi FrostWire sa odabranim tipovima prilikom starta?
sv: Vad ska FrostWire göra med de valda associationerna vid uppstart?
uk: Що FrostWire слід робити з вибраними асоціаціями при запуску?
vi: FrostWire nên làm gì với các hiệp hội đã chọn khi khởi động?
zh_cn: 启动时，FrostWire对这些已选定关联应该做什么？

source: Always take the selected associations.
ar: أخذ الملحقات المحددة دائماً
bn: সর্বদা নির্বাচিত সমিতি গ্রহণ।
da: Vælg altid det valgte tilhørsforhold.
el: Πάντα να παίρνεις τις επελεγμένες σχέσεις.
es: Tomar siempre las asociaciones seleccionadas.
fr: Toujours prendre les associations sélectionnées.
hi: हमेशा चयनित संघों ले.
hr: Uvijek uzmi odabrane asocijacije.
it: Usa sempre le associazioni selezionate.
ja: 選択した関連を常に保持する
ko: 선택된 연계를 제거.
ne: सधैं चयन संगतले लिन।
pt_br: Sempre fazer isso com as associações selecionados.
ro: Întotdeauna ia asocierile selectate.
sl: Odstran oznacene pripojenie
sr: Uvek preuzmi navedene tipove.
sv: Ta alltid de valda associationerna.
uk: Прибрати обрані Підключення
vi: Luôn lấy các hiệp hội được lựa chọn.
zh_cn: 总是使用这些选中的关联。

source: Ignore all missing associations.
ar: تجاهل جميع الملحقات المفقودة.
bn: সব অনুপস্থিত অ্যাসোসিয়েশন উপেক্ষা করুন।
da: Se bort fra alle manglende tilhørsforhold.
el: Αγνόησε όλες τις σχέσεις που λείπουν.
es: Ignorar todas las asociaciones faltantes.
fr: Ignorer toutes les associations manquantes.
hi: सभी लापता संघों पर ध्यान न दें.
hr: Ignoriraj sve nedostajuće asocijacije.
it: Ignora tutte le associazioni mancanti.
ja: 全ての見つからない関連を無視する
ko: 찾을 수 없는 연계를 무시합니다.
ne: सबै हराइरहेको संगतले उपेक्षा गर्नुहोस्।
pt_br: Ignorar todas as associações faltantes.
ro: Ignoră toate asocierile care lipsesc.
sl: Prezri vse manjkajoče združenja.
sr: Ignoriši sve koje drugi programi preuzmu.
sv: Ignorera alla saknade associationer.
uk: Ігнорувати всі відсутні асоціації.
vi: Bỏ qua tất cả các hiệp hội bị thiếu.
zh_cn: 忽略所有遗失的关联。

source: Ask me what to do when an association is missing.
ar: اسألني ماذا تفعل عندما يكون الملحق مفقود.
bn: একটি অ্যাসোসিয়েশন অনুপস্থিত যখন কি করবেন তা জিজ্ঞাসা করুন।
da: Spørg mig hvad der skal ske når tilhørsforhold mangler.
el: Ρώτα με τί να κάνω όταν μια σχέση λείπει.
es: Preguntarme qué hacer cuando falte una asociación.
fr: Me demander quoi faire quand une association manque.
hi: जब एक संघ लापता हो तो मुझसे पूछो क्या करना चाहिए .
hr: Pitaj me koja asocijacija nedostaje.
it: Chiedimi cosa fare quando manca un'associazione.
ja: 関連が見つからない場合、何をすべきかお問い合わせください。
ko: 연계를 찾을 수 없을때 무엇을 할지 묻기.
ne: मलाई एक सम्बद्धता हराइरहेको बेला के सोध्नु।
pt_br: Perguntar-me quê coisa fazer quando faltar uma associação.
ro: Intreabă-mă ce sa fac atunci când o asociere lipsește.
sl: Zaprositi mi kakšen uganjati čas pridružitvi manjka.
sr: Pitaj ako ih preuzme neki drugi program.
sv: Fråga mig om vad som ska ske då en association saknas.
uk: Запитайте мене, що робити, коли об'єднання відсутня.
vi: Hỏi tôi phải làm gì khi một hiệp hội bị thiếu.
zh_cn: 当文件关联遗失时询问我如何处理。

source: BitTorrent Sharing Settings
ar: خصائص BitTorrent
bn: বিট-টরেন্ট শেয়ারিং সেটিংস
da: BitTorrent opsætning
el: Ρυθμίσεις κοινής χρήσης BitTorrent
es: Configuración de compartir BitTorrent
fr: Paramètres de Partage BitTorrent
hi: बिटटोरेंट साझा सेटिंग्स
hr: Postavke BitTorrent dijeljenja
it: Impostazioni di Condivisione di BitTorrent
ja: ビットトレント共有設定
ko: BitTorrent 공유 설정
ne: बिटटोरेन्टपाइथोन साझेदारी सेटिङहरू
pt_br: Configurações de Compartilhamento BitTorrent
ro: Configurări partajare BitTorrent
sl: Nastavitve skupne rabe BitTorrent
sr: БитТоррент Подешавања дељења
sv: Delningsinställningar för BitTorrent
uk: Налаштування BitTorrent
vi: Cài đặt Chia sẻ BitTorrent
zh_cn: BitTorrent共享设置
