Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: You can sort your search results by clicking on a column. The most useful column to sort by is the 'Seeds' column if you are looking for a torrent, Seeds represents an approximate number of computers that have the entire file and are online.
bn: আপনি একটি কলাম উপর ক্লিক করে আপনার অনুসন্ধান ফলাফল বাছাই করতে পারেন। আপনি যদি একটি টরেন্টের জন্য সন্ধান করেন তবে সিডেড দ্বারা সাজানো সবচেয়ে দরকারী কলাম হচ্ছে 'সিডস' কলাম, সিডিজ একটি আনুমানিক কম্পিউটারের প্রতিনিধিত্ব করে যা সম্পূর্ণ ফাইল এবং অনলাইন থাকে।
da: Du kan sortere dine søgeresultater ved at klikke på en kolonne. Den mest nyttige kolonne til at sortere efter er kolonnen 'Frø' Hvis du er på udkig efter en torrent, frø udgør en omtrentlig antallet af computere, der har hele filen og er online.
es: Puedes ordenar los resultados de tu búsqueda pulsando sobre cada columna. La columna más útil para ordenar es la columna 'Compartidos' si estás buscando un torrent, Compartidos representa un número aproximado de computadoras que tienen el archivo entero y están en línea.
hr: Možete sortirati svoje rezultate pretrage ako kliknete na stupac. Najkorisniji stupac za sortiranje je 'Seeds' stupac ako tražite torrent, Dijeljenja zastupa broj računala koji imaju cijelu datoteku i koji su online.
ne: तपाईं एक स्तम्भ मा क्लिक गरेर आफ्नो खोज परिणाम क्रमबद्ध गर्न सक्नुहुन्छ। क्रमबद्ध गर्न सबैभन्दा उपयोगी स्तम्भ 'बीउ' स्तम्भ छ तपाईं एक धार देख रहे भने, बीउ सम्पूर्ण फाइल र अनलाईन कम्प्युटर को एक अनुमानित संख्या प्रतिनिधित्व गर्दछ।
ro: Puteți sorta rezultatele căutării apăsând pe o coloană. Cea mai utilă coloană de sortat este coloana 'Contribuitori' dacă ați căutat un torrent, Contribuitorii reprezintă un număr aproximativ de computere care au fișierul întreg și sunt online.
sl: Razvrstite rezultate iskanja s klikom na stolpec. Je najbolj uporaben stolpec je stolpcu "Semena", če iščete torrent, semena predstavlja približno število računalnikov, ki imajo celoten spis in so online.
sr: Можете сортирати резултате претраге тако што ћете кликнути на колони. Најкориснији колона за сортирање по колони је "семе" ако тражите торрент, Семе представља приближан број рачунара који имају цео фајл и су онлине.
sv: Du kan sortera dina sökresultat genom att klicka på en kolumn. Den mest användbara kolumnen att klicka på är ”Distributör” om du letar efter en torrent. Distributör representerar ett ungefärligt antal datorer som har antingen hela filen och är anslutna till internet.
uk: Ви можете сортувати результати пошуку, натиснувши на колонці. Найкорисніший стовпець для сортування є стовпцем «Насіння», якщо ви шукаєте торренти, насіння являє собою приблизну кількість комп'ютерів, на яких весь файл і знаходяться в мережі.
vi: Bạn có thể sắp xếp các kết quả tìm kiếm bằng cách nhấp vào một cột. Cột hữu ích nhất để sắp xếp theo là cột 'Hạt giống' nếu bạn đang tìm kiếm torrent, Hạt giống đại diện cho một số lượng ước tính các máy tính có toàn bộ tệp và đang trực tuyến.
zh_cn: 可通过点击列进行搜索结果排序。如果你在寻找一个种子，最有用的分类栏是'种子数'列，种子数表示拥有整个文件的在线计算机的大体数量。

source: It helps the network if you keep your FrostWire running. Others will connect to the network easier and searches will perform better.
ar: إنها تساعد الشبكة على إبقاء فروست واير يعمل. الأخرى سوف تتصل بالإنترنت أسهل وتجعل البحث أفضل.
bn: আপনি আপনার FrostWire চলমান রাখা যদি এটি নেটওয়ার্ক সাহায্য। অন্যান্য নেটওয়ার্ক সহজে সংযুক্ত হবে এবং অনুসন্ধানগুলি আরও ভালভাবে সম্পাদন করবে।
da: Det hjælper netværket, hvis du holder din FrostWire kører. Andre vil oprette forbindelse til netværket lettere og søgninger vil klare sig bedre.
es: Ayudará a la red que mantengas FrostWire en ejecución. Otros conectarán a la red con mayor facilidad y las búsquedas se efectuarán mejor.
fr: Cela aide le réseau si vous gardez FrostWire en fonctionnement. Les autres se connecteront plus facilement au réseau et les recherches seront plus efficaces.
hi: यह नेटवर्क में मदद करता है अगर आप अपने फ्रोस्ट वाइर चालू रखतें हैं . अन्य नेटवर्क से कनेक्ट आसान है और खोजों बेहतर प्रदर्शन करेंगे.
hr: Pomaže mreži ako ostavite FrostWire upaljen. Ostali će se spojiti na mrežu lakše i pretraživanja će biti bolja.
it: Se mantieni attivo e funzionante il tuo FrostWire cio' aiutera' il network. Gli altri utenti si collegheranno al network piu' facilmente e le ricerche avranno prestazioni migliori.
ja: ご利用のFrostWireを動作させ続けるならば、ネットワークに役立ちます。他の人がより簡単にネットワークに接続でき、検索がさらによく機能するでしょう。
ko: FrostWire를 계속 실행하며 네트워크를 돕습니다. 더 나은 네트워크 접속과 검색 실행력이 높아집니다.
ne: तपाईं आफ्नो FrostWire चलिरहेको राख्न भने यो नेटवर्क मद्दत गर्छ। अरूलाई सजिलो नेटवर्कमा जडान हुनेछ र खोजहरू राम्रो प्रदर्शन गर्नेछन्।
pt_br: Ajuda a rede se você manter o seu FrostWire execução. Outros irão se conectar mais facilmente à rede e pesquisas terão um desempenho melhor.
ro: Ajută rețeaua dacă păstrați FrostWire pornit. Alții se vor conecta la rețea ușor iar căutările se vor efectua mai bine.
sl: Pomaga omrežje če vi vztrajati vaš FrostWire, tekmovanje v teku. Drugi povežete v omrežje, lažje in iskanja bo uspešnejši.
sr: Она помаже мрежу ако држиш FrostWire упаљен. Други ће се повезати на мрежу лакше и тражи наступиће боље.
sv: Det hjälper nätverket om du lämnar ditt FrostWire igång. Då kan andra personer koppla upp till nätverket lättare och sökningar kommer fungera bättre.
uk: Це допомагає в мережі, якщо ви тримаєте хід FrostWire. Інші будуть підключатися до мережі простіше і пошук буде працювати краще.
vi: Nó giúp mạng nếu bạn giữ FrostWire chạy. Những người khác sẽ kết nối với mạng dễ dàng hơn và các tìm kiếm sẽ hoạt động tốt hơn.
zh_cn: 保持FrostWire运行将有助于本共享网络。其他人能更容易连接该网络，实现更好的搜索。

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
ar: هل أنت متحمس للحقوق الرقمية؟قم بزيارة<a href="{0}">مؤسسة إلكترونيك فرونتير</a> وشاهد ماذا يمكنك تقديمه للمساعدة
da: Har du fokus på dine digitale rettigheder? Besøg <a href="{0}">Electronic Frontier Foundation</a> og se hvad du kan gøre for at forsvare dem.
es: ¿Eres un apasionado de los derechos digitales? Visite <a href="{0}">Electronic Frontier Foundation</a> y vea lo que puede hacer para ayudar.
fr: Vous êtes passionné par la protection des droits relatifs aux technologies de l’information ? Visitez l’<a href="{0}">Electronic Frontier Foundation</a> et voyez ce que vous pouvez faire pour aider.
hi: डिजिटल अधिकारों के बारे में भावुक हैं ? <a href="{0}"> इलेक्ट्रॉनिक फ्रंटियर फाउंडेशन</a>और देखते हैं कि आप क्या मदद कर सकते हैं.
hr: Strastveni oko digitalnih prava? Posjetite <a href="{0}">Electronic Frontier Foundation</a> i pogledajte što možete učiniti da pomognete.
it: Sei interessato di diritti digitali? Visita la <a href="{0}">Electronic Frontier Foundation</a> e scopri quello che puoi fare per contribuire.
ja: デジタル著作権に関しては<a href="{0}">Electronic Frontier Foundation</a>をご覧ください。
ko: 디지털 권리에 관하여 흥미있으신가요? <a href="{0}">전자 프론티어 파운데이션</a>을 방문하십시오.
pt_br: Quer saber mais sobre Direitos Autorais Digitais? Visite a <a href="{0}">Electronic Frontier Foundation</a> e descubra mais sobre o assunto.
ro: Sunteți pasionat de drepturile digitale? Vizitați <a href="{0}">Electronic Frontier Foundation</a> și vedeți ce puteți face pentru a ajuta.
sl: Strastno o digitalnih pravic? Obiščite <a href="{0}">Electronic Frontier Foundation</a> , in videli, kaj lahko storite, da pomaga.
sv: Tycker du att digitala rättigheter är viktiga? Besök <a href="{0}">Electronic Frontier Foundation</a> och se vad du kan göra för att hjälpa till.
uk: Захоплені цифровими правами? Відвідайте <a href="{0}">Electronic Frontier Foundation</a> і подивитися, що ви можете зробити, щоб допомогти.
zh_cn: 对数字版权有很大兴致？访问<a href="{0}">电子前沿基金会</a>，看看你能帮助做什么。

source: FrostWire is translated into many different languages including Chinese, French, German, Japanese, Italian, Spanish and many more. Visit FrostWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts!
ar: فروست واير تترجم إلى العديد من اللغات المختلفة بما فيها الصينية، والفرنسية والألمانية، واليابانية، الإيطالية، الإسبانية وأكبر بكثير. زيارة فروست <a href="{0}">تدويل الصفحة</a> للحصول على معلومات حول كيف يمكنك أن تساعد جهود الترجمة!
da: FrostWire er oversat til mange forskellige sprog, herunder kinesisk, fransk, tysk, japansk, italiensk, spansk og mange flere. Besøg Frostwires <a href="{0}">internationalisering side</a> for at få oplysninger om, hvordan du kan hjælpe oversættelsesarbejde!
es: FrostWire está traducido a muchos idiomas diferentes incluyendo chino, francés, alemán, japonés, italiano, español y muchos más. Visita la <a href="{0}">página de internacionalización</a> de FrostWire para obtener información sobre cómo nos puedes ayudar en la traducción!
fr: FrostWire est traduit dans de nombreuses langues incluant le Chinois, le Français, l'Allemand, le Japonais, l'Italien, l'Espagnol et de nombreuses autres. Visitez la <a href="{0}">page d'internationalisation</a> de FrostWire pour des informations sur comment vous pouvez aider les efforts de traduction!
hi: फ्रोस्ट वाइर चीनी, फ्रेंच, जर्मन, जापानी, इतालवी, स्पेनिश और कई और अधिक सहित कई विभिन्न भाषाओं में अनुवाद किया है. फ्रोस्ट वाइर <a href="{0}"> अंतर्राष्ट्रीयकरण पृष्ठ परजाएँ </a> कैसे आप को अनुवाद के प्रयासों में मदद कर सकते हैं क़ी जानकारी के लिए!
it: FrostWire e' tradotto in molte lingue diverse, compreso il Cinese, il Francese, il Tedesco, il Giapponese, l'Italiano, lo Spagnolo e molte altre. Visita FrostWire su <a href="{0}">internationalization page</a> per avere maggiori informazioni si come puoi aiutare con le traduzioni.
ja: FrostWireは、中国語・フランス語・ドイツ語・日本語・イタリア語・スペイン語などを含む多国籍語に翻訳されています。あなたが翻訳に尽力していただける方法に関する情報に関しては、FrostWireの<a href="{0}">国際化ページ</a>をブラウズしてください！
pt_br: FrostWire é traduzido em diversos idiomas, incluindo chinês, francês, alemão, japonês, italiano, espanhol e muito mais. Visite <a href="{0}">a página internacional</a> para obter informações sobre como você pode ajudar nas tradução.
ro: FrostWire este tradus în multe limbi diferite incusiv Chineză, Franceză, Germană, Japoneză, Italiană, Spaniolă și multe altele. Vizitați FrostWire <a href="{0}">pagina de internaționalizare</a> pentru informații despre cum puteți ajuta eforturile de traducere!
zh_cn: FrostWire已翻译成多种语言，包括中文、法文、德文、日文、意大利文、西班牙文等等。访问FrostWire的<a href="{0}">国际化页面</a>，了解你如何为翻译工作提供帮助。

source: Small variations in the search title will still work. For example, if your buddy is sharing 'Frosty' but you searched for 'My Frosty', your buddy's file will still be found.
ar: مازالت بعض التعديلات على عنوان البحث تعمل، مثلا، إذا كان صديقك يشارك كلمة Frost ولكنك بحثت عن My Frosty فإنك لا زلت تستطيع العثور على ملف صديقك
bn: অনুসন্ধান শিরোনামের ছোট বৈচিত্র এখনও কাজ করবে। উদাহরণস্বরূপ, যদি আপনার বন্ধু 'Frosty' ভাগ করা হয় তবে আপনি 'আমার Frosty' জন্য অনুসন্ধান, আপনার বন্ধু এর ফাইল এখনও পাওয়া যাবে।
da: Små variationer i Søg efter titel vil stadig arbejde. For eksempel, hvis din kammerat deling 'Frostklare' men du søgte efter 'Min frostklare', vil din vens fil stadig findes.
es: Pequeñas variaciones en el título de la búsqueda trabajarán todavía. Por ejemplo, si su compañero comparte "Frostys" pero usted buscó para 'Mi Frosty', su archivo de compañero será encontrado todavía.
fr: De faibles variantes dans le titre de la recherche fonctionneront malgré tout. Par exemple, si votre contact partage un fichier “Frosty” mais vous recherchez “les frostys”, le fichier de votre contact sera quand même trouvé.
hi: खोज शीर्षक में छोटे बदलाव भी काम करेगा. उदाहरण के लिए, अगर आपके दोस्त 'ठंढा' साझा कर रहें है, लेकिन आप 'मेरा ठंढा' खोज रहे हैं , अपने दोस्त का फ़ाइल भी पाया जाएगा.
hr: Male promjene u naslovu traženja. Kao primjer, ako vaš prijatelj dijeli 'Frosty' a vi ste tražili 'My Frosty', naći će te datoteku vašeg prijatelja.
it: Piccole variazioni nel titolo della ricerca funzioneranno comunque. Per esempio, se il tuo amico sta condividendo 'Frosty' ma tu hai cercato 'Il mio Frosty', il file del tuo amico sara' comunque trovato.
ja: タイトル検索の小さな変化値は、引き続き機能します。例えば、あなたの友人が「Frosty」を共有していますが、あなたは「My Frosty」を検索していた場合、あなたの友人のファイルは引き続き探します。
ko: 검색 제목의 소수의 다양화가 가능합니다. 예를 들어, 당신의 친구가 ' 'Frosty' 를 공유하고 있을때, 당신이 ''My Frosty'를 검색할 경우, 친구의 파일이 여전히 검색됩니다.
ne: खोज शीर्षकमा साना भेरिएसनहरूमा अझै पनि काम गर्नेछ। उदाहरणका लागि, आफ्नो मित्र 'ठण्डा' साझा छ भने तर तपाईं 'मेरो ठण्डा' खोजी, तपाईंको मित्र गरेको फाइल अझै पनि फेला गरिनेछ।
pt_br: Pequenas variações no título na busca ainda funcionam. Por exemplo, se seu amigo está compartilhando 'Frosty', mas você procurou por 'Meu Frosty', o arquivo do seu amigo ainda irá aparecer.
ro: Mici variații în căutarea titlului încă este în lucru. De exemplu, dacă prietenul partajează 'Frosty' dar dumneavoastră căutați după 'My Frosty', fișierul prietenului va fi găsit.
sl: Majhne spremembe v naslovu iskanje bo še veliko dela. Na primer, če vaš prijatelj je delitev "Frosty" ampak vi iskali svoj ledenomrzel, vaš prijatelj datoteke bo še vedno mogoče najti.
sr: Мале варијације у наслову претрагу ће и даље радити. На пример, ако је ваш пријатељ дели "Фрости, али тражили сте 'Моја Фрости, фајл твој пријатељ ће увек наћи.
sv: Små variationer i söktexten fungerar ändå. Till exempel, om din kompis delar ut ”bok” men du sökte på ”min bok”, så kommer du ändå att hitta din kompis fil.
uk: Невеликі зміни в назві пошуку буде як і раніше працювати. Наприклад, якщо ваш приятель ділиться «Морозний», але ви шукали «Мій морозний», файл вашого приятеля ще буде знайдений.
vi: Các biến thể nhỏ trong tiêu đề tìm kiếm sẽ vẫn hoạt động. Ví dụ: nếu bạn của bạn đang chia sẻ 'Frosty' nhưng bạn đã tìm kiếm 'My Frosty', tệp của bạn của bạn vẫn sẽ được tìm thấy.
zh_cn: 搜索词的小差异并不影响搜索运行。例如：如果你的好友分享'Frosty'，而你搜索'My Frosty'，你好友的文件仍可以被找到。

source: Are you behind a firewall? At the bottom of FrostWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
ar: هل أنت محمي بجدار حماية؟ أنظر في أسفل فروست واير في شريط الحالة على شكل الكون. لو كان هناك حائط من الطوب أمامه فهذا يعني أن اتصالك بالإنترنت محمي بجدار ناري.
bn: আপনি কি ফায়ারওয়ালের পিছনে? স্থিতি দন্ডে FrostWire নীচের অংশে অবস্থিত, গ্লোব জন্য, দেখুন। যদি এটির সামনে একটি ইটের প্রাচীর থাকে, তাহলে আপনার ইন্টারনেট সংযোগটি ফায়ারওয়াল্ড।
da: Er du bag en firewall? Kig efter jordkloden i bunden af FrostWire's statusbjælke. Er der en murstensvæg foran den, så er der en firewall mellem dig og internettet.
es: ¿Estas detrás de un cortafuegos? En la parte inferior de FrostWire en la barra de estado, busca el globo. Si hay un muro en frente de este, tu conexión está siendo restringida.
fr: Êtes-vous situé derrière un pare-feu ? Regardez le globe affiché dans la barre de statut de FrostWire en bas : si un mur de briques se dessine devant, votre connexion Internet est filtrée par un pare-feu.
hi: आप एक फ़ायरवॉल के पीछे हैं? स्टेटस बार में फ्रोस्ट वाइर के तल पर, दुनिया के लिए देखो.अगर वहाँ के सामने में एक ईंट की दीवार है, तो आपके इंटरनेट कनेक्शन में फाएर वाल है.
hr: Jeste li iza firewalla? Na dnu FrostWirea, u statusnoj traci, potražite globus. Ako je ispred njega zid od cigli, vaša internet veza je zaštićena vatrozidom.
it: Sei dietro un firewall?In basso, nella barra di statodi FrostWir, cerca il globo. Se vi e' un mattone, la tua connessione internet e' protetta da firewall.
ja: あなたは、ファイアウォールの後にいますか？ステータスバーのFrostWireの底で、地球を探してください。れんが塀がそれの前にあるならば、あなたのインターネット接続はファイアウォールされます。
ko: 방화벽을 가지고 있습니까? FrostWire 상태바에서, 지구본을 찾으십시오. 만일 벽돌 모양이 나타날 경우, 당신의 인터넷 연결은 방화벽에 의하여 차단되었습니다.
ne: तपाईं फायरवाल पछाडि हुनुहुन्छ? स्थिति पट्टी मा FrostWire को तल, दुनिया को लागि हेर्न। त्यहाँ अगाडि ईटा पर्खाल छ भने, तपाईंको इन्टरनेट जडान firewalled छ।
pt_br: Você tem um firewall? Na barra de status do FrostWire, procure o globo. Se houver uma parede em sua frente, sua conexão está protegida por um firewall.
ro: Sunteți protejat de un firewall? În partea de jos a FrostWire în bara de stare, căutați globul. Dacă este o cărămidă în fața acestuia, atunci conexiunea la internet este protejată.
sl: Ali ste za požarnim zidom? Na dnu FrostWire v vrstici stanja, bodite pozorni na svetu. Če obstaja opečnatega zidu pred njim, povezavo z internetom je firewalled.
sr: Да ли сте иза фиревалл-а? На дну FrostWire у статусној траци, тражити планете. Ако постоји зид од цигле испред њега, Интернет веза фиревалл.
sv: Sitter du bakom en brandvägg? Leta efter en jordglob längst ner i statsfältet. Om det är en tegelvägg framför den så betyder det att din internetanslutning är skyddad av en brandvägg.
uk: Ви за брандмауером? У нижній частині FrostWire в рядку стану, зверніть увагу на земній кулі. Якщо є цегляна стіна перед ним, підключення до Інтернету брандмауерів.
vi: Bạn có đứng sau bức tường lửa? Ở cuối FrostWire trong thanh trạng thái, hãy tìm kiếm toàn cầu. Nếu có một bức tường gạch ở phía trước của nó, kết nối Internet của bạn được tường lửa.
zh_cn: 你是在防火墙之后吗？在FrostWire底部的状态栏中，找找地球图标。如果该图标的地球被砖墙遮挡，表明你的互联网连接是在防火墙保护之下。

source: The numbers next to the up and down arrows in the status bar at the bottom of FrostWire show how fast all of your files are downloading or uploading combined.
ar: الأرقام التي بجانب سهمي اعلى وأسفل في شريط الحالة لفروست واير توضح كم سرعة تحميل أو تنزيل ملفاتك مجتمعة.
bn: FrostWire নীচের অংশে অবস্থিত স্ট্যাটাস বারে উপরের এবং নীচের তীরগুলির পাশে সংখ্যা দেখায় যে আপনার সমস্ত ফাইলগুলি ডাউনলোড করা বা সংযুক্ত করা ফাইলগুলি কত দ্রুত।
da: Numrene ved siden af pilene i statuslinien i bunden af FrostWire viser hvor hurtigt alle dine filer down- og uploades.
es: Los números cerca a las flecha de arriba y abajo en la parte baja de FrostWire muestran de forma combinada cuan rápido tus archivos están siendo descargados o subidos.
fr: Les nombres affichés près des flèches vertes descendante et montante dans la barre d’état de FrostWire indiquent le nombre de fichiers et le débit total utilisé par l’ensemble des fichiers que vous chargez ou transférez à chaque instant.
hi: ऊपर और नीचे पर फ्रोस्ट वाइर के स्टेटस बार में तीर अगले संख्या शो में कितनी तेजी से आपकी सभी फ़ाइलों को डाउनलोड या संयुक्त अपलोड कर रहे हैं.
hr: Broj koji je pored strelica za gore i dolje u statusnoj traci na dnu FrostWirea pokazuje koliko se brzo sve vaše datoteke preuzimaju ili šalju zajedno.
it: I numeri vicino alle freccie su e giu' nella barra di stato in fondo a FrostWire mostrano la velocita' con cui i tuoi file si stanno scaricando o caricando.
ja: FrostWireの底のステータスバーの上下矢の隣の数は、あなたのファイルの全てがどれほどの速度でダウンロードしているか、アップロードしているかを結合して表示しています。
ko: FrostWire 상태바 아래의 위, 아래를 향하는 화살표는 파일의 다운로딩 또는 업로딩을 나타냅니다.
ne: अर्को माथि र तल FrostWire को तल स्थिति पट्टी मा तीर नम्बर तपाईँको फाइलहरू सबै डाउनलोड कसरी छिटो वा अपलोड संयुक्त देखाउँछ।
pt_br: Os números perto das setas para cima e para baixo (na barra de status) mostram qual é a velocidade de compartilhamento de seus arquivos.
ro: Numerele de lângă săgețile în sus și în jos în bara de stare în partea de jos a FrostWire arată cât d erepede toate fișierele dumneavoastră sunt descărcate sau încărcate combinate.
sl: Številke gor in dol v vrstici stanja na dnu FrostWire kažejo, kako hitro se vse datoteke prenašate ali nalaganje skupaj.
sr: Бројеви поред горе и доле стрелице на статусној траци на дну FrostWire показују како брзо све датотеке које преузимате или отпремање у комбинацији.
sv: Siffrorna brevid upp- och nedpilarna i statusfältet längst ner i fönstret visar hur snabbt alla dina filer hämtas eller skickas upp.
uk: Цифри поруч з стрілками вгору і вниз в рядку стану в нижній частині FrostWire показати, як швидко все файли скачують або вивантаження разом взятої.
vi: Các con số bên cạnh các mũi tên lên và xuống trong thanh trạng thái ở cuối FrostWire cho thấy tốc độ tải xuống hoặc tải tệp lên nhanh như thế nào.
zh_cn: FrostWire底部的状态栏中，上下箭头旁边的数字表示所有正在下载或上传的文件速度总和有多快。

source: You can increase the text size via <font color="185ea8">View</font> &gt; <font color="185ea8">Increase Font Size</font>.
ar: يمكنك زيادة حجم النص من خلال<font color="185ea8">قائمة عرض<font color="185ea8">زيادة حجم الخط</font>.
da: Du kan øge tekststørrelsen via <font color="185ea8">Vis</font> > <font color="185ea8">Øge skriftstørrelsen</font>.
el: Μπορείτε να αυξήσετε το μέγεθος του κειμένου μέσω <font color="185ea8">Προβολή</font> > <font color="185ea8">Μέγεθος γραμματοσειράς αύξηση</font>.
es: Puedes aumentar el tamaño de la letra en <font color="185ea8">Vista</font> &gt; <font color="185ea8">Aumentar tamaño de letra</font>.
fr: Vous pouvez augmenter la taille du texte en allant dans <font color="185ea8">Affichage</font> &gt; <font color="185ea8">Augmenter la Taille de la Police</font>.
hi: आप पाठ का आकार के माध्यम से बढ़ा सकते हैं <font color="185ea8">देखना</font>&gt; <font color="185ea8">फ़ॉन्ट आकार बढ़ाएँ</font>.
hr: Možete povećati veličinu teksta putem <font color="185ea8">Pregled</font> &gt; <font color="185ea8">Povećaj veličinu fonta</font>.
it: Puoi aumentare la dimensione del testo attraverso <font color="185ea8">View</font> &gt; <font color="185ea8">Increase Font Size</font>.
ja: <font color="185ea8">表示</font> &gt; <font color="185ea8">フォントサイズ増加</font>を介してテキスト・サイズを増やせます。
ko: 폰트 크기를 증가시킬 수 있습니다 <font color="185ea8">View</font> &gt; <font color="185ea8">Increase Font Size</font>.
pt_br: Você pode aumentar o tamanho da fonte via <font color="185ea8">Visualizar</font> &gt; <font color="185ea8">Aumentar Tamanho da Fonte</font>.
ro: Puteți mări dimensiunea fontului prin <font color="185ea8">Vizualizare</font> &gt; <font color="185ea8">Mărește dimensiunea fontului</font>
sl: Povečate lahko velikost besedila prek <font color="185ea8">pogled</font> > <font color="185ea8">Povečaj velikost pisave</font>.
sv: Du kan öka textstorleken via <font color="185ea8">Visa</font> &gt; <font color="185ea8">Öka typsnittsstorlek</font>.
uk: Ви можете збільшити розмір тексту за допомогою <font color="185ea8">подання</font> > <font color="185ea8">Збільшити розмір шрифту</font>.
vi: Bạn có thể tăng kích thước văn bản thông qua <font color="185ea8">Lượt xem</font> &gt; <font color="185ea8">Tăng cỡ chữ</font>.
zh_cn: 你可以通过菜单<font color="185ea8">查看</font> &gt; <font color="185ea8">增加字体</font>来放大文字尺寸。
