Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Link copied to clipboard.
ar: تم نسخ الرابط لذاكرة النصوص
da: Kopier til udklipsholder
el: Η σύνδεση αντιγράφηκε στο πρόχειρο.
es: Enlace copiado al portapapeles.
fr: Lien copié dans le presse-papier
hi: लिंक क्लिपबोर्ड करने के लिए नकल हो गया .
hr: Poveznica kopirana u međuspremnik.
it: Link copiato negli appunti.
ja: リンクをクリップボードにコピーしました
ko: 클립보드에 링크 복사됨
ne: क्लिपबोर्डमा प्रतिलिपि लिङ्क गर्नुहोस्।
pt_br: Link copiado para a Área de Transferência.
ro: Link-ul este copiat în memoria temporară
sr: Линк је копиран у оставу.
sv: Länk kopierad till urklipp.
uk: Посилання скопійована в буфер обміну.
vi: Liên kết được sao chép vào khay nhớ tạm.
zh_cn: 已被复制到粘贴板的链接

source: Copy Magnet URL to Clipboard
ar: نسخ الوصلات الأبرز إلى ذاكرة النصوص
bn: ক্লিপবোর্ডে ম্যাগনেট URL অনুলিপি করুন
da: Kopier Magnet links til udklipsholder
el: Αντιγραφή μαγνήτη URL στο Πρόχειρο
es: Copiar URL de Magnet al portapapeles
fr: Copier l'URL de Magnet dans le presse-papier
hi: क्लिपबोर्ड पर चुंबक यूआरएल क़ी प्रतिलिपि बनाये.
hr: Kopiraj magnet URL u međuspremnik
it: Copia l'URL del Magnet negli Appunti
ja: MagnetのURLをクリップボードにコピーする
ko: 클립보드에 마그넷 URL 복사
ne: क्लिपबोर्डमा प्रतिलिपि चुम्बक URL
pt_br: Copiar URL de Magnet para a Área de Transferência
ro: Copiază URL magnet în memoria temporară
sr: Цопи Магнет УРЛ-у оставу
sv: Kopiera magnet-URL till urklipp
uk: Копіювати Magnet URL в буфер обміну
vi: Sao chép URL của Magnet vào khay nhớ tạm
zh_cn: 复制Magnet URL到粘贴板

source: Magnet copied to clipboard.
ar: تم نسخ الوصلات الأبرز إلى ذاكرة النصوصوص
da: Kopier Magnet links til udklipsholder
el: Μαγνήτης αντιγράφονται στο Πρόχειρο.
es: Enlaces Magnet copiados al portapapeles
fr: Lien Magnet copié dans le presse-papier.
hi: चुंबक क्लिपबोर्ड करने के लिए नकल हो गया
hr: Magnet poveznica kopirana u međuspremnik.
it: Magnet copiato negli Appunti.
ja: Magnetをクリップボードにコピーしました
ko: 클립보드에 마그넷 복사됨
ne: चुम्बक क्लिपबोर्डमा प्रतिलिपि गरियो।
pt_br: Magnet copiado para a Área de Transferência.
ro: Magnet este copiat în memoria temporară
sr: Магнет копиран у оставу.
sv: Magnet kopierad till urklipp.
uk: Магніт копіюється в буфер обміну.
vi: Magnet được sao chép vào khay nhớ tạm.
zh_cn: 已被复制到粘贴板的Magnet。

source: Torrent Data Save Folder
ar: مجلد حفظ بيانات تورينت
da: Gem mappe
el: Torrent δεδομένα αποθήκευση φάκελο
es: Carpeta donde se guardan los torrent
fr: Dossier de Sauvegarde des Données de Torrent
hi: टोरेंट डेटा फ़ोल्डर में सहेजें
hr: Mapa za spremanje torrent datoteka
it: Cartella di Salvataggio dei Dati Torrent
ja: トレントを保存するフォルダ：
ko: 토렌트 데이터 저장 폴더
ne: धार डाटा फोल्डर सुरक्षित
pt_br: Salvar Pasta de Dados Torrent
ro: Dosar salvare date torrent
sl: Torrent mapa podatkov
sr: Торрент података саве фолдер
sv: Sparmapp för torrentdata
uk: Торрент даних Зберегти папки
vi: Thư mục Lưu Dữ liệu Torrent
zh_cn: 保存种子数据的文件夹

source: Please enter a valid path for the Torrent Data Folder
ar: برجاء ادخال مسار صالح لمجلد بيانات التورينت
bn: টরেন্ট ডেটা ফোল্ডারের জন্য একটি বৈধ পথ লিখুন
da: Indtast et gyldigt år for den fil du vil publicere.
el: Παρακαλώ εισάγετε ένα έγκυρο έτος για του αρχείο που θέλετε να δημοσιεύσετε.
es: Por favor introduce una ruta válida para la carpeta de datos del torrent.
fr: Veuillez saisir un chemin valide pour le Dossier des Données Torrent.
hi: तोर्रेंट डेटा फ़ोल्डर के लिए एक मान्य पथ दर्ज करें
hr: Molimo unesite valjanu putanju mape datoteka torrenta
it: Inserisci un percorso valido per la Cartella Dati del Torrent
ja: トレント・データ・フォルダ用に有効なパスを入力してください
ko: 토렌트 데이터 폴더의 유효한 경로를 입력하십시오
ne: कृपया टरेंट डाटा फोल्डर लागि वैध मार्ग प्रविष्ट गर्नुहोस्
pt_br: Entre com um caminho válido na a Pasta de Dados Torrent
ro: Introduceți o cale validă pentru dosarul date torrent
sl: Vnesite veljavno pot za Torrent mapa podatkov.
sr: Унесите исправну путању за Фолдер торент података
sv: Ange en giltig sökväg för torrentdatamappen
uk: Будь ласка, введіть дійсний рік файлу, який Ви хочете опублікувати.
vi: Vui lòng nhập một đường dẫn hợp lệ cho Thư mục Dữ liệu Torrent
zh_cn: 请输入种子数据文件夹的有效路径

source: You forgot to enter a path for the Torrent Data Folder.
ar: لقد نسيت إدخال مسار لمجلد بيانات التورينت
bn: আপনি টরেন্ট ডেটা ফোল্ডারের জন্য একটি পাথ প্রবেশ করতে ভুলে গেছেন।
da: Du har glemt at indtaste en sti til Torrent-data mappen.
es: Has olvidado introducir una ruta para la carpeta de datos del torrent
fr: Vous avez oublié de saisir un chemin pour le Dossier des Données du Torrent
hi: आप तोर्रेंट डेटा फ़ोल्डर के लिए पथ दर्ज करना भूल गए .
hr: Zaboravili ste napisati putanju mape datoteka torrenta.
it: Hai dimenticato d'inserire un percorso per la Cartella Dati Torrent.
ja: トレント・データ・フォルダ用パスの入力を忘れています。
ko: 토렌트 데이터 폴더의 경로를 입력하지 않았습니다.
ne: तपाईं टरेंट डाटा फोल्डर लागि बाटो प्रविष्ट गर्न बिर्सन्छन्।
pt_br: Você esqueceu de digitar um caminho para a Pasta de Dados Torrent.
ro: Ați uitat să introduceți o cale pentru Dosarul datelor torrentului.
sl: Pozabili ste vnesti pot za Torrent mapa podatkov.
sr: Заборавио си да унесете путању за Торент података Фолдер.
sv: Du glömde att ange en sökväg för torrentdatamappen.
uk: Ви забули ввести шлях для Torrent Data Folder.
vi: Bạn quên nhập đường dẫn cho Thư mục Dữ liệu Torrent.
zh_cn: 没有输入种子数据文件夹的路径。

source: Use Default
ar: استخدام الافتراضي
da: Anvend standard
el: Χρήση προεπιλογής
es: Usar el predeterminado
fr: Valeur par défaut
hi: डिफौल्ट उपयोग करो
hr: Koristi osnovno
it: Usa predefinito
ja: デフォルトを使用します (&D)
ko: 기본 사용
ne: डिफल्ट राख
pt_br: Utilizar padrão
ro: Utilizează implicite
sl: Uporabi privzeto
sr: Коришћење Уобичајено
sv: Använd standard
uk: За замовчуванням
vi: Sử dụng Mặc định
zh_cn: 使用默认设置

source: Use the Default Folder
ar: استخدام المجلد الافتراضيي
bn: ডিফল্ট ফোল্ডার ব্যবহার করুন
da: Anvend standard mappe
el: Χρησιμοποιήστε τον προεπιλεγμένο φάκελο
es: Utilizar la carpeta de descarga predeterminada
fr: Utilise le dossier par défaut.
hi: डिफौल्ट फोल्डर उपयोग करो
hr: Koristi osnovnu mapu
it: Usa la Cartella predefinita
ja: 規定フォルダを使用します
ko: 기본 폴더 사용
ne: डिफल्ट फोल्डर प्रयोग
pt_br: Utilizar a pasta padrão
ro: Utilizează dosarul implicit
sl: Uporabite privzeto mapo
sr: Користите Дефаулт Фолдер
sv: Använd standardmappen
uk: Скинути до Теки за замовчуванням
vi: Sử dụng thư mục mặc định
zh_cn: 使用默认文件夹

source: Browse...
ar: تصفح ...
bn: ব্রাউজ করুন...
da: Browser...
el: Ξεφυλλίζω...
es: Navegar...
fr: Parcourir...
hi: ब्राउज़..
hr: Pretraži...
it: Cerca...
ja: 閲覧...
ko: 검색...
ne: ब्राउज गर...
pt_br: Navegar...
ro: Navighează...
sl: Prezerat...
sr: Користите Дефаулт Фолдер
sv: Bläddra…
uk: Огляд...
vi: Duyệt qua...
zh_cn: 浏览……

source: Choose Another Folder
ar: اختر مجلدا آخر
bn: অন্য ফোল্ডার নির্বাচন করুন
da: Vælg en anden mappe
el: Επιλέξτε έναν άλλο φάκελο
es: Escoge otra carpeta
fr: Veuillez choisir un autre dossier.
hi: अन्य फ़ोल्डर चुनें
hr: Odaberi drugu mapu
it: Scegli un'altra cartella
ja: 別のフォルダを選んでください
ko: 다른 폴더 선택
ne: अर्को फोल्डर चयन
pt_br: Escolha um Outro Arquivo
ro: Alegeți un alt dosar
sr: Цхоосе Анотхер Фолдер
sv: Välj en annan mapp
uk: Виберіть іншу папку
vi: Chọn một thư mục khác
zh_cn: 选择另一个文件夹

source: Seeding Settings
ar: يتم الآن تحميل الخصائص...
bn: বীজ বপন সেটিংস
da: Indlæser brugerindstillinger...
el: Σπορά ρυθμίσεις
es: Configuración de compartir
fr: Préférences d'Ensemencement
hi: सीडिंग सेटिंग
hr: Postavke dijeljenja
it: Impostazioni Distribuzione Seme
ja: 設定をシード中...
ko: 배포 설정
ne: गति सेटिङ
pt_br: Semeando configurações
ro: Configurări contribuire
sr: Сеединг Подешавања
sv: Distributionsinställningar
uk: Завантажую налаштування...
vi: Cài đặt Giống
zh_cn: 做种设置

source: One of the transfers is complete and resuming will cause it to start seeding
ar: هذا النقل بالفعل كاملة، واستئناف فإنه سوف يؤدي إلى بدء البذر
bn: স্থানান্তর একটি সম্পূর্ণ এবং পুনরায় চালু এটি seeding শুরু করতে হবে
es: Una de las transferencias está completa y reanudarla causará que comience a sembrar
fr: Un des transferts est terminé et reprendre le fera commencer les semis
hi: हस्तांतरण में से एक पूरा हो गया है और शुरू करने का यह बीज बोने की क्रिया शुरू करने के लिए कारण होगा
hr: Jedan od prijenosa je završen i nastavak će ga početi dijeliti
it: Uno dei trasferimenti è completa e la ripresa causerà per iniziare distribuzione seme
ja: 転送の1つが完了し、再開すると、転送が開始されます
ko: 전송 중 하나가 완료되었으며 다시 시작하면 시드가 시작됩니다.
ne: को स्थानान्तरण को एक पूर्ण र पुन: शुरू यसलाई गति सुरु गर्न कारण हुनेछ
pt_br: Uma das transferências é completa e retomada fará com que ele comece a semeadura
ro: Unul dintre transferuri este finalizat iar repornirea lui va determina pornirea contribuirii
sr: Један од трансфера је потпуна и враћа на ће учинити да почне сеед
sv: En av överföringarna är slutförda och att återuppta den kommer att medföra att den börjar distribueras
uk: Один з перекладів є повним і відновлення змусить його розпочати роздачу
vi: Một trong những chuyển tiếp đã hoàn tất và tiếp tục sẽ bắt đầu gieo hạt
zh_cn: 其中一个传输已完成，继续传输它将开始做种

source: This transfer is already complete, resuming it will cause it to start seeding
ar: هذا النقل بالفعل كاملة، واستئناف فإنه سوف يؤدي إلى بدء البذر
bn: এই স্থানান্তরটি ইতিমধ্যেই সম্পন্ন হয়েছে, এটি পুনরায় চালু করার জন্য এটি সোপান শুরু করতে হবে
es: Esta transferencia ya está completada, reanudarla causará que comenzará a compartir
fr: Ce transfert est déjà terminé, reprendre le fera commencer les semis
hi: इस हस्तांतरण पहले से ही पूर्ण है, इसे शुरू करने का यह बीज बोने की क्रिया शुरू करने के लिए कारण होगा
hr: Ovaj prijenos je gotov, nastavak će ga početi dijeliti
it: Tale trasferimento è già completo, riprendendo causerà per iniziare distribuzione seme
ja: この転送はすでに完了しており、再開するとシーディングが開始されます
ko: 이 전송은 이미 완료되었습니다. 다시 시작하면 시드가 시작됩니다.
ne: यो स्थानान्तरण पुन: शुरू, पहिले नै पूरा यो गति सुरु गर्न कारण हुनेछ
pt_br: Esta transferência já está completa, retomá-la fará com que ele comece a semeadura
ro: Acest transfer este deja finalizat, reluarea va determina pornirea contribuirii
sr: Овај трансфер је већ завршен, наставак ће учинити да почне сеед
sv: Överföringen är redan slutförd, att återuppta den kommer att få den att börja distribueras
uk: Ця передача вже завершена, відновлюючи це змусить його розпочати роздачу
vi: Quá trình chuyển đổi này đã hoàn tất, tiếp tục lại nó sẽ làm cho nó bắt đầu gieo hạt
zh_cn: 该传输已完成，继续传输将开始做种

source: Do you want to enable torrent seeding?
ar: هل تريد تمكين التوريث البذر؟
bn: আপনি প্রজনন সোপান সক্রিয় করতে চান?
es: ¿Desea habilitar en sembrado de torrent?
fr: Vous voulez activer l’ensemencement de torrent ?
hr: Želite li omogućiti dijeljenje torrenata?
it: Vuoi abilitare distribuzione seme di torrent?
ja: トレントの播種を有効にしたいですか？
ko: 토렌트 시딩을 활성화 하시겠습니까?
ne: तपाईं धार गति सक्षम गर्न चाहनुहुन्छ?
pt_br: Você quer permitir semeadura de torrent?
ro: Doriți să activați contribuirea torrentelor?
sl: Ali želite omogočiti sejanje neurnik?
sr: Да ли желите да омогућите торрент сеед?
sv: Vill du aktivera torrentdistribution?
uk: Ви хочете, щоб включити торрент роздачу?
vi: Bạn có muốn kích hoạt torrent seeding?
zh_cn: 是否启用做种？

source: SHARE the download url/magnet of this seeding transfer
ar: مشاركة تحميل url/المغناطيس هذا البذر نقل
bn: এই বীজ স্থানান্তর স্থান ডাউনলোড ইউআরএল/চুম্বক ভাগ করুন
es: COMPARTE el enlace de descarga url/magnet de esta transferencia compartida
fr: PARTAGER l'URL de téléchargement/l'aimant de ce transfert d'ensemencement
hi: इस बोने स्थानांतरण के डाउनलोड यूआरएल / चुंबक को साझा करें
hr: Dijelite download url/magnet ovog prijenosa zasijavanja
it: CONDIVIDERE l'URL per il download/magnete di questo trasferimento di distribuzione seme
ja: このシード転送のダウンロードURL /マグネットを共有してください
ko: 이 시드 전송의 다운로드 URL / 자석을 공유하십시오.
pt_br: Compartilhe o download url/ímã isto semeando a transferência
ro: Împărțiți url/magnetul de descărcare a acestui transfer de însămânțare
sl: DELEŽ travnato gričevje url/magnet tega sejanje prenos
sr: СХАРЕ преузимања УРЛ / магнет овог трансфера сетву
sv: DELA hämtningsurl/magnetlänk för den här distribuerade överföringen
uk: ПОДІЛИТИСЯ завантаження URL/магніт цієї передачі висіву
vi: Chia sẻ URL tải xuống/nam châm của chuyển đổi hạt này
zh_cn: 分享此种子传输的下载url /磁铁

source: Play/Preview
ar: مسرحية / معاينة
es: Reproducir/Vista previa
fr: Lecture/Aperçu
hi: प्ले / पूर्वावलोकन
hr: Sviraj/pregledati
it: Riprodurre/Anteprima
ja: 再生/プレビュー
ko: 재생 / 미리보기
ne: प्ले / पूर्वावलोकन
pt_br: Reproduzir/Pré-visualizar
ro: Redare/Previzualizare
sl: Igra/predogled
sr: Плаи / Преглед
sv: Spela upp/förhandsgranska
uk: Відтворити/Перегляд
vi: Phát/Xem trước
zh_cn: 播放/预览

source: SEED this torrent transfer so others can download it. The more seeds, the faster the downloads.
ar: بذور هذا نقل سيل حيث الآخرين يمكن تحميله. بذور أكثر، كلما زادت سرعة التحميل.
bn: এই জলস্রোত স্থানান্তর Seed যাতে অন্যদের এটি ডাউনলোড করতে পারেন। আরো বীজ, দ্রুত ডাউনলোড
es: COMPARTE la transferencia de este torrent para que otros puedan descargarlo. Entre más compartan, más rápida serán las descargas.
fr: SEED ce transfert de torrent afin que d'autres puissent le télécharger. Les graines plus, plus les téléchargements sont rapides.
hi: इस धार स्थानान्तरण को सीधा करें ताकि अन्य इसे डाउनलोड कर सकें। अधिक बीज, तेजी से डाउनलोड
hr: Slijedi prijenos ove torrent, tako da ga drugi mogu preuzeti. Što više sjemena, to brže preuzimaju.
it: SEMI questo trasferimento torrente in modo che altri possono scaricarlo. I più semi, il più veloce il download.
ja: 他の人がそれをダウンロードできるように、このトレント転送をSEEDしてください。 種子が多いほど、ダウンロードは速くなります。
ko: 그래서 다른 사람이 그것을 다운로드할 수 있다이 토런트 전송 씨앗. 더 많은 씨앗, 더 빠른 다운로드입니다.
ne: बीउ यो धार स्थानान्तरण त अरूलाई डाउनलोड गर्न सक्नुहुन्छ। अधिक बीउ, तेजी देखि डाउनलोड।
pt_br: Semente esta transferência torrente para que outros possam baixá-lo. As mais sementes, mais rápido os downloads.
ro: Sămânță acest transfer de torrent, astfel încât alții să-l poată descărca. Cu cât sunt mai multe semințe, cu atât mai repede se descarcă.
sl: SEME torrent prenos, tako da drugi moči travnato gričevje to. Več semen, hitreje downloads.
sr: СЕМЕНА овај трансфер торент тако остали могу га преузети. Што више семе, се брже преузимања.
sv: Distribuera denna torrentöverföring så att andra kan hämta den. Ju fler distributörer, ju snabbare hämtningar.
uk: Насіннєвий цей переклад торрент, щоб інші могли його скачати. Чим більше насіння, тим швидше завантаження.
vi: Hạt giống chuyển torrent này để những người khác có thể tải xuống. Hạt giống càng nhiều thì tốc độ tải xuống càng nhanh.
zh_cn: SEED这个torrent传输，所以其他人可以下载它。 种子越多，下载速度越快。

source: Leave a tip
ar: شكراً أبي
bn: একটি টিপ রাখুন
es: Dejar una propina
fr: Laisser un pourboire
hi: एक दान छोड़ दें
hr: Ostavi napojnicu
it: Lascia una donazione
ja: ヒントを残す
ko: 기부를 떠나십시오.
ne: एक दान छोड्न
pt_br: Deixe uma dica
ro: Lăsați un sfat
sl: Pustite darovanje
sr: Оставите донацију
sv: Lämna dricks
uk: Залиште пожертвування
vi: Để lại một khoản đóng góp
zh_cn: 付小费

source: on
es: en
fr: dans
hi: पर
hr: upaljeno
it: di
ja: に
ko: ...에
pt_br: em
ro: pornit
sl: na
sr: на
sv: på
uk: на
vi: trên
zh_cn: 在

source: Install
ar: تثبيت
da: Installer
es: Instalar
fr: Installer
hi: इंस्टॉल करें
hr: Instaliraj
it: Installa
ja: インストール
ko: 설치
ne: स्थापना
pt_br: Instalar
ro: Instalare
sl: Namesti
sr: Инсталирај
sv: Installera
uk: встановлювати
vi: Cài đặt
zh_cn: 安装

source: Video Preview
ar: معاينة الفيديو
bn: ভিডিও পূর্বরূপ
es: Vista previa del vídeo
fr: Prévisualisation vidéo
hi: वीडियो पूर्वावलोकन
hr: Pregled videa
it: Anteprima video
ja: ビデオプレビュー
ko: 비디오 미리보기
ne: भिडियो पूर्वावलोकन
pt_br: Pré-visualizar video
ro: Previzualizare video
sl: Predogled videoposnetka
sr: видео Преглед
sv: Videoförhandsvisning
uk: Перегляд відео
vi: Xem trước video
zh_cn: 视频预览

source: Play Video preview of
ar: تشغيل معاينة الفيديو من
bn: এর ভিডিও প্রাকদর্শন খেলুন
da: Afspil Video preview af
es: Reproducir vista previa del vídeo
fr: Jeu vidéo preview de
hi: का वीडियो पूर्वावलोकन प्ले करें
hr: Sviraj video pregled od
it: Riproduci anteprima video di
ja: ビデオプレビューの再生
ko: 동영상 미리보기 재생 중
ne: प्ले को भिडियो पूर्वावलोकन
pt_br: Reproduzir amostra de vídeo de
ro: Redă previzualizarea video a
sl: Predvajanje predogleda videoposnetka
sr: Плаи Видео преглед
sv: Spela upp videoförhandsgranskning av
uk: Відтворити відео-превью
vi: Phát Xem trước Video của
zh_cn: 播放该文件的视频预览：

source: Audio Preview
ar: معاينة الصوت
bn: অডিও পূর্বরূপ
es: Vista previa del audio
fr: Prévisualisation audio
hi: ऑडियो पूर्वावलोकन
hr: Zvučni pregled
it: Anteprima audio
ja: オーディオプレビュー
ko: 오디오 미리보기
ne: अडियो पूर्वावलोकन
pt_br: Pré-visualizar áudio
ro: Previzualizare audio
sl: Avdio predogled
sr: аудио Преглед
sv: Ljudförhandsvisning
uk: Аудіо Перегляд
vi: Xem trước âm thanh
zh_cn: 音频预览

source: Play Audio preview of
ar: تشغيل معاينة الصوت من
bn: অডিও পূর্বরূপ খেলুন
da: Afspil Audio Preview af
es: Reproducir vista previa de
fr: Lire l'aperçu audio de
hi: का ऑडियो पूर्वावलोकन चलाएं
hr: Pusti audio pregled od
it: Riproduci anteprima audio di
ja: 再生オーディオプレビューの
ko: 다음의 오디오 미리보기 재생
ne: को अडियो पूर्वावलोकन प्ले
pt_br: Reproduzir amostra de áudio de
ro: Redă previzualizarea audio a
sl: Predvajaj avdio predogled
sr: Плаи Аудио преглед
sv: Spela upp ljudförhandsgranskning av
uk: Відтворити аудіо попереднього перегляду
vi: Phát Xem trước âm thanh của
zh_cn: 播放该文件的音频预览：

source: Support %s with a tip, donation or voluntary payment
ar: دعم %s بنصيحة أو التبرع أو دفع التبرعات
bn: টিপ, দান বা স্বেচ্ছাসেবী পেমেন্ট সহ %s সমর্থন করুন
da: Støtte %s med en spids, donation eller frivillig indbetaling
es: Apoya %s con una propina, donación o pago voluntario
fr: Soutenez %s avec un pourboire, un don ou un paiement volontaire
hi: एक टिप, दान या स्वैच्छिक भुगतान के साथ समर्थन %s
hr: Podrži %s sa napojnicom, donacijom ili dobrovoljnom isplatom
it: Supporto%s con una donazione o pagamento volontario
ja: ヒント、寄付や自発的な支払いと %s をサポートします。
ko: 팁, 기부와 자발적인 지불 지원 %s
ne: एक टिप, दान वा स्वैच्छिक भुक्तानी संग %s समर्थन
pt_br: %s de apoio com uma ponta, doação ou pagamento voluntário
ro: Susțineți %s cu un sfat, donație sau plată voluntară
sl: Podporo %s s konico, darovanje ali prostovoljno plačilo
sv: Stöd %s med dricks, donation eller frivillig betalning
uk: Підтримка %s з наконечником, дарування або добровільного платежу
vi: Hỗ trợ %s với lời khuyên, đóng góp hoặc thanh toán tự nguyện
zh_cn: 通过一份小费、捐赠或自愿支付来支持 %s

source: hide
ar: إخفاء
es: ocultar
hr: sakriti
sv: dölj
uk: сховати
vi: ẩn giấu
zh_cn: 隐藏

source: Transfer Detail
ar: نقل التفاصيل
es: Transferencia en Detalle
fr: Détail du transfert
hi: स्थानांतरण विवरण
hr: Detalj prijenosa
it: Dettagli di trasferimento
ja: 転送の詳細
ko: 이체 세부 사항
pt_br: Detalhe da transferência
sv: Överför detalj
uk: Переказ деталей
vi: Chi tiết chuyển khoản
zh_cn: 转移细节

source: General
ar: جنرال لواء
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
sv: Allmän
uk: Генерал
vi: Chung
zh_cn: 科普

source: Files
ar: ملفات
es: Archivos
fr: Fichiers
hi: फ़ाइलें
hr: Datoteke
ko: 파일들
pt_br: Arquivos
sv: Filer
uk: Файли
vi: Các tập tin
zh_cn: 档

source: Pieces
ar: قطع
es: Piezas
fr: Pièces
hi: टुकड़े
hr: Komadi
it: Pezzi
ja: ピース
ko: 조각들
pt_br: Peças
sv: Bitar
uk: Шматки
vi: Miếng
zh_cn: 饮片

source: Time elapsed
ar: الوقت المنقضي
es: Tiempo transcurrido
fr: Temps écoulé
hi: समय बीता
hr: Vrijeme je proslo
it: Tempo trascorso
ja: 時間が経過した
ko: 경과 시간
pt_br: Tempo decorrido
sv: Tiden som gått
uk: Час минув
vi: Thời gian trôi qua
zh_cn: 时间流逝

source: Time left
ar: الوقت المتبقي
es: Tiempo restante
fr: Temps restant
hi: शेष समय
hr: Preostalo vrijeme
it: Tempo rimasto
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
sv: Tid kvar
uk: Час залишився
vi: Thời gian còn lại
zh_cn: 剩下的时间

source: Download speed
ar: سرعة التنزيل
es: Velocidad de descarga
fr: Vitesse de téléchargement
hi: डाउनलोड की गति
hr: Brzina skidanja
it: Velocità di download
ja: ダウンロード速度
ko: 다운로드 속도
pt_br: Velocidade de download
sv: Nedladdningshastighet
uk: Швидкість завантаження
vi: Tốc độ tải về
zh_cn: 下载速度

source: Download limit
ar: حد التحميل
es: Velocidad de descarga límite
hr: Preuzimanje ograničenja
sv: Begränsning för nedladdning
uk: Ліміт завантаження
vi: Giới hạn tải xuống
zh_cn: 下载限制

source: Upload speed
ar: سرعة التحميل
es: Velocidad de subida
fr: Vitesse de chargement
hi: अपलोड गति
hr: Brzina prijenosa
it: Velocità di trasferimento
ja: アップロードの速さ
ko: 업로드 속도
pt_br: Velocidade de upload
sv: Uppladdningshastighet
uk: Швидкість завантаження
vi: Tốc độ tải lên
zh_cn: 上传速度

source: Total size
ar: الحجم الإجمالي
es: Tamaño total
fr: Taille totale
hi: कुल आकार
hr: Ukupna veličina
it: Tamanho total
ja: 全体の大きさ
ko: 총합 크기
pt_br: Tamanho total
sv: Total storlek
uk: Загальний розмір
vi: Tổng kích thước
zh_cn: 总大小

source: Share ratio
ar: نسبة المشاركة
es: Tasa de compartición
fr: Ratio de partage
hi: शेयर अनुपात
hr: Omjer dionica
it: Rapporto di condivisione
ja: 株式比率
ko: 공유 비율
pt_br: Proporção de ações
sv: Andelskvoten
uk: Співвідношення частки
vi: Tỷ lệ chia sẻ
zh_cn: 份额比例

source: Upload limit
ar: حد التحميل
es: Velocidad de subida límite
hr: Ograničenje prijenosa
sv: Gräns för uppladdning
uk: Ліміт передати
vi: Giới hạn tải lên
zh_cn: 上传限制

source: Save location
ar: احفظ الموقع
es: Ubicación en disco
fr: Emplacement d'enregistrement :
hi: स्थान सहेजें
hr: Spremi lokaciju
it: Salva Posizione
ja: 位置を保存
ko: 위치 저장
pt_br: Localização no disco
sv: Spara plats
uk: Зберегти місцезнаходження
vi: Lưu vị trí
zh_cn: 保存位置

source: InfoHash
es: Copiar Infohash
hi: घपले की जानकारी
zh_cn: 信息散列

source: Magnet URL
ar: عنوان المغناطيس
fr: URL de l'Magnet
hi: चुंबक यूआरएल
it: URL del Magnet
ja: マグネットURL
ko: 자석 URL
pt_br: URL de Magnet
vi: URL của nam châm
zh_cn: 磁铁网址

source: Created On
ar: تم إنشاؤها على
es: Fecha de creación
fr: Créé sur
it: Creato il
ja: 作成日
ko: 에 만든
pt_br: Criado em
sv: Skapat den
vi: Được tạo ra
zh_cn: 创建于

source: Comment
ar: تعليق
da: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
hi: टिप्पणी
hr: Komentar
it: Commento
ja: コメント
ko: 논평
ne: टिप्पणी
pt_br: Comentário
ro: Comentariu
sl: Komentar
sr: коментар
sv: Kommentar
uk: коментар
vi: Bình luận
zh_cn: 评论

source: connected
ar: متصل
es: conectado
fr: connecté
hr: povezan
it: collegato
ja: 接続された
ko: 연결된
pt_br: conectado
sv: ansluten
uk: пов'язаний
zh_cn: 连接的

source: of
ar: من
es: de
fr: de
hi: का
hr: od
it: di
ja: の
ko: 의
pt_br: de
sv: av
uk: від
vi: của
zh_cn: 的

source: total
ar: مجموع
es: en total
hi: रक़म
hr: ukupno
it: totale
ja: 合計
ko: 합계
pt_br: No total
sv: totalt
uk: сума
vi: toàn bộ
zh_cn: 总计

source: Client
ar: زبون
es: Cliente
hi: ग्राहक
hr: Klijent
it: Cliente
ja: クライアント
ko: 고객
pt_br: Cliente
sv: Klient
uk: Клієнт
vi: Khách
zh_cn: 客户

source: Flags
ar: أعلام
es: Banderas
fr: Drapeaux
hi: झंडे
hr: Zastava
it: Bandiere
ja: フラグ
ko: 국기
pt_br: Bandeiras
sv: Flaggor
uk: Прапор
vi: Cờ
zh_cn: 旗

source: Source
ar: ابحث عن مصادر
da: Gem
el: Εύρευση πηγών
es: Origen
hi: स्रोत
hr: Izvor
it: Fonte
ja: ソース
ko: 소스
ne: फेरि खोल
pt_br: Fonte
ro: Surse
sl: Najdi zdroje
sr: Извор
sv: Källa
uk: Шукати Джерела
vi: Nguồn
zh_cn: 资源

source: Incoming
ar: الوارد
es: Entrando
fr: Entrant
hi: आने वाली
hr: Dolazni
it: In arrivo
ja: 着信
ko: 들어오는
pt_br: Entrando
sv: Inkommande
uk: Вхідний
vi: Đến
zh_cn: 来

source: Total Pieces
ar: مجموع القطع
es: Total de Piezas
fr: Total des pièces
hi: कुल टुकड़े
hr: Ukupno komada
it: Pezzi Totali
ja: 総数
ko: 총 조각
pt_br: Peças totais
sv: Totala bitar
uk: Всього шт
vi: Tổng số mảnh
zh_cn: 总件

source: URL
hi: यूआरएल
zh_cn: 网址

source: Active
ar: نشيط
es: Activo
sv: Aktiv
uk: Активний
vi: Hoạt động
zh_cn: 活性

source: Inactive
ar: غير نشط
es: Inactivo
sv: Inaktivt
uk: Неактивний
vi: Không hoạt động
zh_cn: 待用

source: Options
ar: خيارات
da: Valgmuligheder
el: Επιλογές [&E]
es: Opciones
hi: विकल्पें
hr: Postavke
it: Opzioni
ja: オプション
ko: 옵션
ne: रोजाइ
pt_br: Opções
ro: Opțiuni
sl: Možnosti
sr: Опције
sv: Inställningar
uk: Налаштування
vi: Tuỳ chọn
zh_cn: 选项
