Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: You can configure the folders you share in FrostWire's Options.
ar: يمكنك إعداد المجلدات التي تشارك بها في خيارات FrostWire.
bn: আপনি FrostWire এর বিকল্পগুলিতে ভাগ করা ফোল্ডারগুলি কনফিগার করতে পারেন।
da: Du kan konfigurere de mapper du deler i FrostWires opsætningsmenu.
el: Μπορείτε να διαμορφώσετε το φάκελο που μοιράζεστε στις επιλογές του FrostWire.
es: Puede configurar las carpetas a compartir en las opciones de FrostWire
fr: Vous pouvez configurer vos dossiers partagés dans les Options de FrostWire.
hi: आप आप FrostWire विकल्प पर साझा फ़ोल्डर्स को कॉन्फ़िगर कर सकते हैं.
hr: Možete podesiti mape koje dijelite u postavkama FrostWirea.
it: Puoi impostare la cartella di condivisione nelle opzioni di FrostWire.
ja: FrostWireのオプションで共有するフォルダを設定できる
ko: FrostWire의 옵션으로 공유하는 폴더를 설정할 수 있습니다
ne: के तपाईं FrostWire गरेको विकल्प मा साझा फोल्डरहरू कन्फिगर गर्न सक्नुहुन्छ।
pt_br: Você pode configurar as pastas que compartilha no menu opções do FrostWire.
ro: Puteți configura dosarele partajate în opțiunile FrostWire.
sl: Mozes prenastavit foldery, ktore zdielas v FrostWire nastaveniach.
sr: Можете подесити фасцикле које делите у FrostWire је опција.
sv: Du kan ändra mapparna du delar i FrostWires inställningar.
uk: Ви можете налаштувати спільні теки в Налаштуваннях FrostWire.
vi: Bạn có thể định cấu hình các thư mục bạn chia sẻ trong Tùy chọn của FrostWire.
zh_cn: 你可以在FrostWire的Options中设置你的共享文件夹。

source: Add to
ar: اضف إليه
da: Føj til
el: Προσθήκη
es: Añadir a
fr: Ajouter à
hi: में जोड़े
hr: Dodaj u
it: Aggiungere a
ja: 追加
ko: 에 추가
ne: थप्न
pt_br: Adicionar à
ro: Adauga la
sl: Dodati k
sr: Додати
sv: Lägg till
uk: Додати до
vi: Thêm vào
zh_cn: 添加

source: Send
ar: إرسال
el: Αποστολή
es: Enviar
fr: Envoyer
hi: भेजो
hr: Pošalji
it: Invia
ja: 送信
ko: 송신
ne: पठाउन
pt_br: Enviar
ro: Trimite
sl: Pošlji
sr: послати
sv: Sänd
uk: Надіслати
vi: Gửi
zh_cn: 发送

source: Do you want to send this file to a friend?
ar: البحث عن ملفات بنفس اسم الملف
bn: আপনি কি এই ফাইলটি একটি বন্ধুকে পাঠাতে চান?
da: Denne fil er delt.
el: Ψάξε για αρχεία με το ίδιο όνομα
es: ¿Deseas enviar este archivo a un amigo?
fr: Voulez-vous envoyer ce fichier à un ami?
hi: क्या आप एक दोस्त के लिए इस फ़ाइल को भेजने के लिए करना चाहते हैं?
hr: Želite li poslati ovu datoteku prijatelju?
it: Vuoi inviare questo file a un amico?
ja: このファイルを友人と共有したいですか？
ko: 해당 파일을 친구에게 전송하시겠습니까?
ne: तपाईं मित्र यो फाइल पठाउन चाहनुहुन्छ?
pt_br: Você deseja enviar este arquivo para um amigo?
ro: Doriți să trimiteți acest fișier unui prieten?
sl: Hladaj subory s rovnokym suborovym menom.
sr: Да ли желите да пошаљете ову датотеку на другу?
sv: Vill du skicka denna fil till en vän?
uk: Шукати файли з таким самим ім’ям
vi: Bạn có muốn gửi tập tin này cho bạn bè?
zh_cn: 是否愿意把该文件发送给一位朋友？

source: Send files with FrostWire
ar: مساعدة حول كيفية استخدام FrostWire
bn: FrostWire সঙ্গে ফাইল পাঠাতে
da: Hjælp til brugen af FrostWire
el: Βοήθεια για τη χρήση του FrostWire.
es: Envía archivos con FrostWire
fr: Envoyer des fichiers avec FrostWire.
hi: FrostWire साथ फ़ाइलें भेजें
hr: Šalji datoteke putem FrostWirea
it: Invia file con FrostWire
ja: FrostWireを用いてファイルを送信します
ko: FrostWire로 파일 전송하기
ne: FrostWire फाइलहरू पठाउन
pt_br: Enviar arquivos com FrostWire.
ro: Trimite fișiere cu FrostWire
sl: Pomoc pri pouzivani FrostWire
sr: Слање датотека са FrostWire
sv: Sänd filer med FrostWire
uk: Довідка щодо використання FrostWire
vi: Giúp phiên dịch FrostWire
zh_cn: 用FrostWire发送文件

source: Add
ar: إضافة
da: Tilføj
el: Προσθήκη
es: Agregar
fr: Ajouter
hi: जोड़ो
hr: Dodaj
it: Aggiungi
ja: 追加
ko: 추가
ne: थप
pt_br: Adicionar
ro: Adaugă
sl: Pridaj...
sr: Додати
sv: Lägg till
uk: Додати
vi: Thêm vào
zh_cn: 添加

source: tracks
ar: المسارات
da: Spor
el: Τραγούδι
es: Pistas
fr: pistes
hi: ट्रैकः
hr: trake
it: Tracce
ja: トラック
ko: 트랙
ne: ट्रयाक
pt_br: faixas
ro: piste
sl: Skladba
sr: имаге
sv: spår
uk: Номер доріжки
vi: Bài hát
zh_cn: 曲目

source: Search your
ar: البحث الخاص بك
da: Søg i din
el: Αναζήτηση του δωματίου σας
es: Buscar en
fr: Recherchez votre
hi: अपने खोजें
hr: Pretraži svoj
it: Cerca il tuo
ja: あなたの検索
ko: 검색
ne: तपाईंको खोजी
pt_br: Pesquise sua
ro: Căutarea dumneavoastră
sl: Poiščite svojega
sr: Тражи твој
sv: Sök din
uk: Знайдіть у вашій
vi: Tìm kiếm của bạn
zh_cn: 搜索你的

source: Default Save Folder
ar: الافتراضي حفظ المجلد
bn: ডিফল্ট ফোল্ডার সংরক্ষণ করুন
da: Standard gemme mappe
el: Προεπιλεγμένο φάκελο αποθήκευσης
es: Carpeta de descarga predeteminada
fr: Enregistrer le dossier par défaut
hi: डिफ़ॉल्ट सहेजें फ़ोल्डर
hr: Glavna pohrambena mapa
it: Cartella predefinita
ja: デフォルトの保存フォルダ
ko: 기본 저장 폴더
ne: पूर्वनिर्धारित फोल्डर सुरक्षित
pt_br: Padrão Save Folder
ro: Dosar de salvare implicit
sl: Privzeti Shrani mapo
sr: Дефаулт саве фолдер
sv: Standardsparmapp
uk: За замовчуванням Зберегти папку
vi: Mặc định Lưu thư mục
zh_cn: 默认存储文件夹

source: Configure Options
ar: إعداد الخيارات
bn: অপশন কনফিগার করুন
da: Konfigurer opsætning af fildeling
el: Διαμόρφωση επιλογών μοιράσματος
es: Opciones de Configuración
fr: Configurer les Options
hi: विकल्प कॉन्फ़िगर करें
hr: Postavi opcije
it: Configura opzioni
ja: オプション設定
ko: 설정 옵션
ne: अरु विकल्प
pt_br: Configurar Opções
ro: Opțiuni configurare
sl: Nastavit zdielane moznosti
sr: конфигурисати опције
sv: Konfigurera inställningar
uk: Налаштувати Спільне Використання
vi: Thêm Tuỳ Chọn
zh_cn: 配置选项

source: You can configure the FrostWire's Options.
ar: يمكنك إعداد خيارات FrostWire
bn: আপনি FrostWire এর বিকল্পগুলি কনফিগার করতে পারেন
da: Du kan konfigurere de mapper du deler i FrostWires opsætningsmenu.
el: Μπορείτε να διαμορφώσετε το φάκελο που μοιράζεστε στις επιλογές του FrostWire.
es: Puede configurar las opciones de FrostWire
fr: Vous pouvez configurer les Options de FrostWire.
hi: आप FrostWire विकल्प से कॉन्फ़िगर कर सकते है
hr: Možete podesiti postavke FrostWirea.
it: Puoi configurare le opzioni di FrostWire.
ja: FrostWireのオプションを設定できます
ko: FrostWire의 옵션을 설정할 수 있습니다.
ne: तपाईं FrostWire गरेको विकल्प कन्फिगर गर्न सक्नुहुन्छ।
pt_br: Você pode configurar as Opções do FrostWire.
ro: Puteți configura opțiunile FrostWire.
sl: Mozes prenastavit foldery, ktore zdielas v FrostWire nastaveniach.
sr: Можете конфигурисати FrostWire је опција.
sv: Du kan konfigurera FrostWires inställningar.
uk: Ви можете налаштувати спільні теки в Налаштуваннях FrostWire.
vi: Bạn có thể cấu hình các tùy chọn của FrostWire.
zh_cn: 你可以配置FrostWire的Options。

source: Refresh
ar: تحديث
da: Opfrisk
el: Ανανέωση
es: Actualizar
fr: Actualiser
hi: नवीकरण
hr: Osvježi
it: Aggiorna
ja: 更新
ko: 갱신
ne: ताजा
pt_br: Atualizar
ro: Reâmprospătare
sl: Osveži
sr: рефресх
sv: Uppdatera
uk: Оновити
vi: Làm mới lại
zh_cn: 刷新

source: Refresh selected
ar: تحديث المحدد
bn: নির্বাচিত রিফ্রেশ করুন
da: &Forbindelser
el: Ανανέωσης που είναι επιλεγμένο
es: Actualizar seleccionados
fr: Actualiser la sélection
hi: ताज़ा चयनित
hr: Osvježi odabrano
it: Aggiornamento selezionato
ja: 再起動
ko: 라이브러리 폴더 열기
ne: ताजा चयन
pt_br: Atualizar os selecionados
ro: Reâmprospătează selectate
sl: Osveži izbrano
sr: Рефресх изабран
sv: Uppdatera markerade
uk: Зв’язок
vi: Các kết nối
zh_cn: 刷新选中项

source: Open Library Folder
ar: إفتح مجلد المكتبة
bn: লাইব্রেরি ফোল্ডার খুলুন
da: Åben biblioteksmappe
el: Μετονομάστε τον επελεγμένο φάκελο της βιβλιοθήκης
es: Abrir directorio de la biblioteca
fr: Ouvrir le Dossier de la Médiathèque
hi: लाइब्रेरी डायरैक्टरी को खोलें.
hr: Otvori direktorij kolekcije
it: Apri la Cartella della Libreria
ja: ライブラリ・フォルダを開く
ko: 라이브러리 폴더 열기
ne: पुस्तकालय फोल्डर खुला
pt_br: Abrir Pasta da Biblioteca
ro: Deschide dosarul bibliotecă
sl: Otvor folder kniznice
sr: Опен Библиотека Директоријум
sv: Öppna biblioteksmapp
uk: Відкрити Теку Бібліотеки
vi: Mở thư mục trong thư viện
zh_cn: 打开库文件夹

source: Icon
ar: أيقونة
da: Ikon
el: Εικόνισμα
es: Icono
fr: Icône
hi: आइकॉन
hr: Ikona
it: Icona
ja: アイコン
ko: 아이콘
ne: प्रतिमा
pt_br: Ícone
ro: Pictogramă
sl: Ikona
sr: икона
sv: Ikon
uk: іконка
vi: Biểu tượng
zh_cn: 图标

source: Path
ar: المسار
da: Sti
el: Διαδρομή
es: Ruta
fr: Chemin
hi: मार्ग
hr: Putanja
it: Percorso
ja: パス
ko: 경로
ne: तास
pt_br: Caminho
ro: Cale
sl: Prilepit
sr: путања
sv: Sökväg
uk: Шлях
vi: Dán
zh_cn: 路径

source: Last Modified
ar: التعديل الأخير
da: Sidst ændret
el: Τελευταία Τροποποίηση
es: Última modificación
fr: Dernière modification
hi: अंतिम बार संशोधित
hr: Zadnje izmjenjeno
it: Ultima Modifica
ja: 最近の修正
ko: 최근 수정
ne: पछिल्लो परिमार्जित
pt_br: Modificado pela última vez
ro: Ultima modificață
sl: Zadnje spremembe
sr: Последња измена
sv: Senast ändrad
uk: Дата змінення:
vi: Sửa đổi lần cuối
zh_cn: 最后一次修改

source: Move to Recycle Bin
ar: الانتقال إلى سلة المحذوفات
bn: রিসাইকেল বিনে সরান
da: Flyt til papirkurv
es: Mover a la Papelera de Reciclaje
fr: Déplacer vers la corbeille
hi: रीसायकल बिन में ले जाएँ
hr: Premjestiti u smeće
it: Sposta nel Cestino
ja: リサイクルへの移動
ko: 재활용으로 이동
ne: रद्दीटोकरीमा सार्नुहोस्
pt_br: Mover para o Lixo de Reciclagem
ro: Muta la Coșul de Gunoi
sl: Premikanje v koš
sr: Мове то Рецицле Бин
sv: Flytta till papperskorgen
uk: Перемістити до Кошику
vi: Chuyển đến thùng rác
zh_cn: 移到回收站

source: Move to Trash
ar: ارسال و نقل الى سلة المحذوفات
bn: আবর্জনা সরান
da: Flyt til affald
es: Mover a la Basura
fr: Déplacer vers la corbeille
hi: कचरा पेटी में ले जाएँ
hr: Premjestiti u smeće
it: Sposta nel Cestino
ja: ごみ箱へ移動
ko: 휴지통으로 이동
ne: रद्दीटोकरीमा सार्नुहोस्
pt_br: Mover para o Lixo
ro: Mută la gunoi
sl: Premakni v koš
sr: Пошаљи У ђубре
sv: Flytta till papperskorg
uk: Перемістити в кошик
vi: Di chuyển vào thùng rác
zh_cn: 移到垃圾箱

source: Delete
ar: حذف
da: Slet
el: Διαγραφή
es: Borrar
fr: Supprimer
hi: हटायें
hr: Obriši
it: Cancellare
ja: 削除(D)
ko: 삭제
ne: मेत
pt_br: Apagar
ro: Șterge
sl: Briši
sr: избрисати
sv: Radera
uk: видаляти
vi: Xoá
zh_cn: 刪除

source: Search
ar: بحث
da: Søgning
el: αναζητήσεις
es: Buscar
fr: Chercher
hi: खोजें
hr: Tražilica
it: Cerca
ja: 検索
ko: 검색
ne: खोज
pt_br: Pesquisar
ro: Caută
sl: Hladania
sr: Претрага
sv: Sökningar
uk: пошук
vi: Tìm kiếm
zh_cn: 搜索

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
ar: هل أنت متأكد أنك ترغب في حذف الملف (الملفات) المحدد، وبالتالي حذفه من جهازك؟
bn: আপনি কি নির্বাচিত ফাইলগুলি মুছে ফেলার বিষয়ে নিশ্চিত, তাই এটি আপনার কম্পিউটার থেকে মুছে ফেলছে?
da: Er du sikker på at du vil slette den/de valgte fil/filer, og dermed fjerne dem fra computeren?
es: ¿Está seguro que desea eliminar los archivos seleccionados, eliminándolos de su computadora?
fr: Êtes-vous sûr de vouloir effacer le(s) fichier(s) choisi(s), le(s) supprimant ainsi de votre ordinateur ?
hi: क्या आप सुनिश्चित करें कि आप चयनित फ़ाइल (ओं) को हटाना चाहते हैं, इस प्रकारयह आपके कंप्यूटर से हटाना है?
hr: Jeste li sigurni da želite obrisati odabrane datoteke i maknuti ih iz vašeg računala?
it: Sei sicuro di voler cancellare il(i) file selezionato/i, rimuovendoli quindi dal tuo computer?
ja: 選択したファイルをお使いのPCから削除してもよろしいですか？
ko: 선택하신 파일을 삭제하시겠습니까, 컴퓨터에서 제거됩니다?
ne: के तपाईं पक्का यसरी आफ्नो कम्प्युटरबाट यो हटाउने, चयन गरिएको फाइल हटाउन चाहनुहुन्छ?
pt_br: Tem certeza de que deseja excluir o(s) arquivo(s) selecionado(s), removendo-o(s) do seu computador?
ro: Sunteți sigur că doriți să ștergeți fișierul(ele) selectate, așadar vor fi eliminate din computer?
sl: Ste prepričani, da želite izbrisati izbrane datoteke, zato to odstraniti iz računalnika?
sr: Да ли сте сигурни да желите да избришете изабране датотеке, тако да је уклањање са рачунара?
sv: Är du säker på att du vill ta bort de markerade filerna, och således ta bort dem från din dator?
uk: Ви впевнені, що хочете видалити вибрані файли, тим самим видаляючи його з комп'ютера?
vi: Bạn có chắc chắn muốn xóa (các) tệp đã chọn, do đó xóa nó khỏi máy tính của bạn?
zh_cn: 确认删除选中文件，从电脑中移除吗？

source: Message
ar: رسالة
da: Besked
el: μηνύματα
es: Mensaje
hi: सन्देश
hr: Poruka
it: messaggio
ja: メッセージ
ko: 메시지
ne: सन्देश
pt_br: Mensagem
ro: Mesaj
sl: Sporočilo
sr: порука
sv: Meddelande
uk: Повідомлення
vi: Thông điệp
zh_cn: 消息

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
ar: الملفات التالية لا يمكن حذفها. قد تكون مستخدمة من قبل تطبيق آخر أو أنها حالياً للتنزيل.
bn: নিম্নলিখিত ফাইল মুছে ফেলা যাবে না। তারা অন্য অ্যাপ্লিকেশন দ্বারা ব্যবহার করা হতে পারে বা বর্তমানে ডাউনলোড করা হচ্ছে।
da: Følgende filer kunne ikke slettes. De kan være i brug af andre programmer eller der er ved at blive downloaded til dem.
el: Τα ακόλουθα αρχεία δεν μπόρεσαν να διαγραφούν. Ίσως χρησιμοποιούνται από άλλη εφαρμογή ή κατεβάζονται τώρα.
es: Los siguientes archivos no pudieron ser eliminados. Puede que estén en uso por otra aplicación o puede que estén siendo descargados.
fr: Les fichiers suivants n’ont pas pu être effacés. Ils peuvent être en cours d’utilisation dans une autre application ou en cours de téléchargement.
hi: निम्नलिखित फ़ाइलों को नष्ट नहीं किया जा सकता है. वे किसी अन्य अनुप्रयोग द्वारा उपयोग में हो सकता है या वर्तमान में डाउनलोड किया जा रहा हो सकता है.
hr: Navedene datoteke se nisu mogle obrisati. Možda ih koristi druga aplikacija ili se trenutno preuzimaju.
it: I seguenti file non possono essere cancellati. Potrebbero essere in uso da un'altra applicazione oppure essere in fase di download.
ja: 次のファイルを削除できませんでした。他のプログラムで使用中かダウンロード中の可能性があります。
ko: 다음 파일들을 삭제할 수 없습니다. 기타 어플리케이션에서 사용중이거나 현재 다운로드 중입니다.
ne: निम्न फाइलहरू मेटिने सक्छ। तिनीहरूले अर्को अनुप्रयोग द्वारा प्रयोगमा हुन सक्छ वा हाल डाउनलोड भइरहेका छन्।
pt_br: Os seguintes arquivos não podem ser excluídos porque estão em uso por outro programa ou atualmente sendo baixando.
ro: Următoarele fișiere nu pot fi șterse. Pot fi utilizate de altă aplicație sau sunt actualmente descărcate.
sl: Te datoteke ni mogoče izbrisati. Morda uporablja drug program ali so trenutno prenaša na.
sr: Следеће датотеке не може бити обрисана. Они могу бити у употреби од стране друге апликације или се тренутно преузимају на.
sv: Följande filer kunde inte tas bort. De kan användas av ett annat program eller hämtas fortfarande till.
uk: Наступні файли не можуть бути видалені. Вони можуть бути в використанні іншої програми або в даний час завантажені в.
vi: Không thể xóa các tệp sau. Chúng có thể được ứng dụng khác sử dụng hoặc hiện đang được tải xuống.
zh_cn: 下列文件无法删除。它们可能正在被另一个程序使用，或者正在被用于下载。

source: Launch
ar: تنفيذ الملف
bn: শুরু করা
da: Åbn fil
el: Άνοιγμα αρχείου.
es: Iniciar
fr: Lancer
hi: लांच
hr: Pokreni
it: Lancia
ja: 起動
ko: 시작
ne: लन्च
pt_br: Abrir
ro: Lansează
sl: Spust akciu
sr: Лансирање
sv: Starta
uk: Відкрити файл
vi: Phóng
zh_cn: 运行

source: Launch Selected Files
ar: تشغيل الملفات المحددة
bn: নির্বাচিত ফাইলগুলি চালু করুন
da: Åbn valgte filer
el: Άνοιγμα επιλεγμένων αρχείων.
es: Iniciar archivos seleccionados
fr: Lancer les Fichiers Sélectionnés.
hi: चुने हुए फाइलों को चलायें.
hr: Pokreni odabrane datoteke
it: Avvia i file selezionati
ja: 選択したファイルを開く
ko: 선택한 파일을 실행
ne: चयन गरिएको फाइलहरू सुरु
pt_br: Abrir arquivos selecionados
ro: Lansează fișierele selectate
sl: Spust oznacene subory
sr: Лаунцх Селецтед Филес
sv: Kör igång valda filer
uk: Відкрити Обрані Файли
vi: Chạy tập tin được chọn
zh_cn: 运行所选文件

source: Launch in
bn: লঞ্চ ইন
es: Ejecutar en
hi: में लांच
hr: Pokreni u
ko: 시작
ne: मा सुरु
pt_br: Abrir em
ro: Lansează în
sl: Zaženite v
sr: Покрените у
sv: Starta i
vi: Khởi chạy tại
zh_cn: 启动

source: Create a new .torrent file
ar: إنشاء ملف تورينت جديد
bn: একটি নতুন .torrent ফাইল তৈরি করুন
da: Del .torrent filer
el: Μοίρασμα αρχείων με κατάλληξη .torrent.
es: Crear un nuevo archivo torrent
fr: Créer un nouveau fichier .torrent
hi: एक नया.टोरेंट फ़ाइल बनाएँ
hr: Stvoriti novu .torrent datoteku
it: Crea un nuovo file .torrent
ja: 新しくトレントファイルを作成します
ko: 새 토렌트 파일 생성
ne: नयाँ .torrent फाइल सिर्जना
pt_br: Criar um novo arquivo .torrent
ro: Creează un nou fișier .torrent
sl: Zdielaj subor
sr: Креирајте нови .торрент фајл
sv: Skapa en ny .torrent-fil
uk: Спільні файли
vi: Tạo một tệp tin .torrent mới.
zh_cn: 创建一个新的.torrent文件

source: Delete Selected Files
ar: حذف الملفات المحددة
bn: নির্বাচিত ফাইলগুলি মুছুন
da: Slet valgte filer
el: Διαγραφή επιλεγμένων αρχείων.
es: Eliminar los archivos seleccionados.
fr: Supprimer les fichiers sélectionnés.
hi: चुने हुए फाइलों को मिटाओ.
hr: Izbrisati označene datoteke
it: Elimina i file selezionati
ja: 選択したファイルを削除する
ko: 선택한 파일을 삭제
ne: चयनगरिएकोफाइलमेट्नेबारे
pt_br: Excluir arquivos selecionados
ro: Șterge fișierele selectate
sl: Zmazat oznacene subory
sr: Брисање изабране датотеке
sv: Radera valda filer
uk: Видалити Обрані Файли
vi: Xóa các tệp đã Chọn
zh_cn: 删除选中的文件

source: Send audio files to iTunes
ar: حفظ التفاصيل إلى ملف
bn: আই টিউনস থেকে অডিও ফাইল পাঠান
da: Gem detaljer til filen
el: Σώσε πληροφορίες στο αρχείο
es: Enviar audio a iTunes
fr: Envoyer les fichiers audio vers iTunes
hi: ITunes करने के लिए ऑडियो भेजें
hr: Spremi glazbene datoteke na iTunes
it: Invia i file audio a iTunes
ja: iTunesへ送信します
ko: iTunes에 오디오 파일 보내기
ne: iTunes मा अडियो फाइलहरू पठाउन
pt_br: Enviar arquivos de áudio para o iTunes
ro: Trimite fișierele audio la iTunes
sl: Uloz momentalny Playlist k suboru
sr: Слање аудио датотека на иТунес
sv: Skicka ljudfiler till iTunes
uk: Зберегти Поточний Плейліст до Файлу
vi: Gửi tệp âm thanh tới iTunes
zh_cn: 把音频文件发送给iTunes

source: Send to Apple Music
es: Enviar a Apple Music
fr: Envoyer à Apple Music
hr: Pošalji u Apple Music
it: Invia ad Apple Music
ja: Apple Musicへ送信
ko: Apple Music 보내기
ne: Apple Music मा पठाउन
pt_br: Enviar para Apple Music
ro: Trimite la Apple Music
sv: Skicka till Apple Music
uk: Надіслати до Apple Music
vi: Gửi tới Apple Music
zh_cn: 发送至Apple Music

source: Send audio files to Apple Music
es: Enviar audio a Apple Music
fr: Envoyer les fichiers audio vers Apple Music
hr: Spremi glazbene datoteke na Apple Music
it: Invia i file audio a Apple Music
ja: Apple Musicへ送信します
ko: Apple Music 오디오 파일 보내기
ne: Apple Music मा अडियो फाइलहरू पठाउन
pt_br: Enviar arquivos de áudio para o Apple Music
ro: Trimite fișierele audio la Apple Music
sv: Skicka ljudfiler till Apple Music
vi: Gửi tệp âm thanh tới Apple Music
zh_cn: 把音频文件发送给Apple Music

source: Extract Audio
bn: অডিও আনলক করুন
da: Uddrag lyd
es: Extraer audio
fr: Extrayez l’Audio
hi: ऑडियो निकालें
hr: Izdvoji zvuk
it: Estrarre audio
ja: オーディオを抽出する
ko: 오디오 추출
ne: अडियो निकाल्न
pt_br: Extrair o áudio
ro: Extrage audio
sr: ekstrakt Аудио
sv: Extrahera ljud
uk: витяг аудіо
vi: Trích xuất âm thanh
zh_cn: 解压音频

source: Extract .m4a Audio from this .mp4 video
bn: এই .mp4 ভিডিও থেকে .m4a অডিও এক্সট্র্যাক্ট
da: Uddrag .m4a lyd fra denne video .mp4
es: Extraer audio .m4a de este video .mp4
fr: Extraire l'audio .m4a de cette vidéo .mp4
hi: इस .mp4 वीडियो से .m4a ऑडियो प्राप्त
hr: Izdvajam .m4a zvuk iz ovog .mp3 videa
it: Estratto .m4a audio da questo video .mp4
ja: この.mp4ビデオから.m4aオーディオを抽出する
ko: 이 .m4a 비디오에서 .m4a 오디오 압축을 풉니 다.
ne: यो .mp4 भिडियो बाट .m4a अडियो निकाल्न
pt_br: Extrair o. m4a Audio deste. mp4 vídeo
ro: Extrage .m4a audio din acest .mp4 video
sr: Екстракт .м4а аудио из овог .мп4 видео
sv: Extrahera .m4-ljud från denna .mp4-video
uk: Витяг аудіо з .m4a цього .mp4 відео
vi: Trích xuất âm thanh .m4a từ video .mp4 này
zh_cn: 从该.mp4视频文件中解压.m4a音频文件

source: Extracting audio from
bn: থেকে অডিও এক্সট্রা
da: Udtrække lyd fra
es: Extrayendo audio de
fr: Extraire l’audio à partir de
hi: ऑडियो प्राप्त करना
hr: Izdvajam zvuk iz
it: Estrazione audio da
ja: からの音声の抽出
ko: 에서 오디오 추출 중
ne: बाट अडियो निकाल्दै
pt_br: Extraindo áudio de
ro: Se extrage audio din
sr: Вађење аудио из
sv: Extrahera ljud från
uk: Витяг аудіо з
vi: Trích xuất âm thanh từ
zh_cn: 正在从此处解压音频：

source: Extracting audio from selected video...
bn: নির্বাচিত ভিডিও থেকে অডিও এক্সট্র্যাক করা হচ্ছে…
da: Udtrække lyd fra valgte video...
es: Extrayendo audio del video seleccionado...
fr: Extraire l’audio de la vidéo sélectionnée…
hi: चयनित वीडियो से ऑडियो प्राप्त करना ...
hr: Izdvajam zvuk iz odabranog videa...
it: Estrazione audio dal video selezionato...
ja: 選択したビデオからオーディオを抽出中...
ko: 선택한 비디오에서 오디오 추출 중 ...
ne: चयन गरिएको भिडियो बाट अडियो निकाल्दै ...
pt_br: Extração de áudio de vídeo selecionado…
ro: Se extrage audio din video selectat...
sr: Вађење аудио из одабраног видео...
sv: Extrahera ljud från markerad video…
uk: Витяг аудіо з обраного відео...
vi: Trích xuất âm thanh từ video đã chọn...
zh_cn: 正在从已选择的视频中解压音频……

source: failed
da: dumpet
es: falló
fr: Échoué
hi: अनुत्तीर्ण होना
hr: neuspješno
it: fallito
ko: 실패한
ne: असफल
pt_br: falhou
ro: eșuat
sl: Ni uspelo
sr: није успео
sv: misslyckades
uk: не вдалося
vi: thất bại
zh_cn: 已失败

source: Done extracting audio.
bn: অডিও আহরণ করা সম্পন্ন
da: Gjort udvinding lyd.
es: Extracción de audio finalizada.
fr: Terminé l'extraction audio.
hi: ऑडियो निकाले गए
hr: Gotovo izdvajanje zvuka.
it: Fatto estrazione audio.
ja: オーディオの抽出を完了しました。
ko: 오디오 추출을 완료했습니다.
ne: अडियो निकाल्दा भयो।
pt_br: Feito a extração de áudio.
ro: Extragerea audio s-a finalizat.
sr: Доне вађење звука.
sv: Färdig med att extrahera ljud.
uk: Абсолютно витягання аудіо.
vi: Đã giải nén âm thanh.
zh_cn: 已完成音频解压。

source: out of
da: ud af
es: fuera de
fr: hors de
hi: से बाहर
hr: izvan
it: fuori da
ja: から
ko: ~ 중
ne: बाहिर
pt_br: de
ro: din
sr: од
sv: från
uk: з
vi: Ra khỏi
zh_cn: 在......之外

source: Could not extract audio from
bn: থেকে অডিও নিষ্কাশন করা যায়নি
da: Kunne ikke udtrække lyden fra
es: No se puede extraer audio de
fr: Impossible d’extraire audio à partir de
hi: ऑडियो से निकाले नहीं जा सका
hr: Nemoguće izdvojiti zvuk iz
it: Impossibile estrarre l'audio da
ja: オーディオを抽出できませんでした
ko: 오디오를 추출 할 수 없습니다.
ne: बाट अडियो निकाल्न सकिएन
pt_br: Não foi possível extrair o áudio de
ro: Nu se poate extrage audio din
sr: није могао издвојити звук из
sv: Det gick inte att extrahera ljud från
uk: Чи не вдалося витягти аудіо з
vi: Không thể trích xuất âm thanh từ
zh_cn: 无法从此处解压音频：

source: Loading Library Window...
ar: يتم الآن تحميل نافذة المكتبة...
bn: লাইব্রেরী উইন্ডো লোড হচ্ছে ...
da: Indlæser biblioteksvindue...
el: Φόρτωση παραθύρου αρχειοθήκης...
es: Cargando ventana de biblioteca...
fr: Chargement de la Fenêtre de la Médiathèque...
hi: लैब्ररी विन्डो लोड हो रही है...
hr: Učitavam prozor knjižnice...
it: Caricamento finestra della libreria...
ja: ライブラリ・ウィンドウをロード中...
ko: 라이브러리 윈도우를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando janela da biblioteca...
ro: Se încarcă fereastra bibliotecii...
sl: Nacitavam pomocky...
sr: Лоадинг Либрари Виндов ...
sv: Öppnar biblioteksfönster…
uk: Завантажую вікно бібліотеки...
vi: Đang nạp lời khuyên...
zh_cn: 加载库窗口…….

source: New Playlist
ar: قائمة تشغيل جديدة
bn: নতুন প্লেলিস্ট
da: Afspillingsliste
el: Κατάλογος αναπαραγωγής MP3
es: Nueva Lista de reproducción
fr: Nouvelle Liste de Lecture
hi: नई प्लेलिस्ट
hr: Nova lista pjesama
it: Nuova playlist
ja: 新規再生リスト
ko: 새 재생목록
ne: नयाँ प्लेलिस्ट
pt_br: Nova Lista de Reprodução
ro: Listă de redare nouă
sl: Uloz download ako
sr: Нови плејлисту
sv: Ny spellista
uk: новий плейлист
vi: Danh sach mơi
zh_cn: 新的播放列表

source: Creates a new Playlist
ar: إنشاء قائمة تشغيل جديدة
bn: একটি নতুন প্লেলিস্ট তৈরি করে
da: Fjern alle filer fra spillelisten
es: Crear una nueva lista de reproducción
fr: Crée une nouvelle liste de lecture
hi: एक नई प्लेलिस्ट बनायें
hr: Stvara novu listu pjesama
it: Crea una nuova playlist
ja: 新規再生リストを作成します
ko: 새 재생목록 생성
ne: नयाँ प्लेलिस्ट सिर्जना
pt_br: Criar uma Nova Lista de reprodução
ro: Creează o listă de redare nouă
sl: Ustvari nov seznam predvajanja
sr: Ствара нову Плаилист
sv: Skapa en ny spellista
uk: Створює новий список відтворення
vi: Tạo một danh sách phát mới
zh_cn: 创建一个新的播放列表

source: Starred
ar: عليه نجمة
bn: তারকাচিহ্নিত
da: Delt
el: Στάσιμες
es: Destacados
fr: Étoilé
hi: तारांकित
hr: Započelo
it: Compreso
ja: 主演
ko: 중요
ne: शुरु भएको
pt_br: Favorito
ro: Marcat cu stea
sl: Z zvezdico
sr: глумио
sv: Stjärnmärkt
uk: Зависло
vi: Đã gắn dấu sao
zh_cn: 星级
