Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: The icons that you see next to your search results in the '?' column are symbols of the program used to open that particular type of file. To change the program associated with a file, go to the 'Folder Options' in Windows Control Panel. This is a Windows setting, not a FrostWire setting.
bn: আপনি '?' এ আপনার অনুসন্ধান ফলাফলের পাশে যে আইকনগুলি দেখছেন কলাম সেই বিশেষ প্রকারের ফাইলটি খুলতে ব্যবহৃত প্রোগ্রামের প্রতীক। একটি ফাইলের সাথে যুক্ত প্রোগ্রাম পরিবর্তন করতে, উইন্ডোজ কন্ট্রোল প্যানেলে 'ফোল্ডার বিকল্প' এ যান। এটি একটি উইন্ডোজ সেটিং, না একটি FrostWire সেটিং।
es: Los iconos que se muestran al lado de los resultados de búsqueda en la columna '?' son símbolos del programa utilizados para abrir ese tipo de archivo en particular. Para cambiar el programa asociado a un archivo, ve a la 'Opción de Carpetas' en el Panel de Control de Windows. Este es un ajuste de Windows, no de FrostWire.
hr: Ikone koje vidite pored rezultata trazenja u '?' stupcu su simboli programa koji se koristi za otvaranje specifične vrste datoteke. Kako biste promijenili program asociran s datotekom, odite u 'Opcije mape' u Windows Kontrolnom panelu. Ovo je Windows, a ne FrostWire postavka.
ne: प्रतिमा तपाईं मा आफ्नो खोज परिणाममा अर्को हेर्न भनेर '?' स्तम्भ फाइल को कि विशेष प्रकार खोल्न प्रयोग कार्यक्रम को प्रतीक हो। फाइल सम्बन्धित कार्यक्रम परिवर्तन गर्न, विन्डोज कन्ट्रोल प्यानल मा 'फोल्डर विकल्प' मा जानुहोस्। यो एक Windows सेटिङ, एक FrostWire सेटिङ हो।
ro: Pictograma pe care o vedeți lângă rezultatele căutării în coloana '?' este simbolul programului utilizat la deschiderea acelui tip de fișier particular. Pentru a schimba programul asociat cu un fișier, mergeți la 'Opțiuni dosar' în Windows Control Panel. Aceasta este o configurare a Windows OS, nu o configurare FrostWire.
sl: Ikone, ki jih vidite poleg rezultate iskanja v na "?" stolpcu so simboli program za odpiranje te posebne vrste datotek. Če želite spremeniti program, povezan z datoteko, pojdite na "Možnosti mape" v nadzorni plošči programa Windows. To je a okno nastavitev, ne slana nastavitev.
sr: Иконе које поред своје резултате претрага у '?' колона су симболи програма који се користи за отварање те врсте датотеке. Да бисте променили програм повезан са фајлу, идите на "Фолдер Оптионс" у Виндовс Цонтрол Панел. Ово је Виндовс подешавање, а не FrostWire подешавање.
sv: Ikonerna du ser intill dina sökresultat i kolumnen ”?” är symboler för programmen som används för att öppna denna speciella typ av fil. För att ändra programmet associerat med en fil, gå till ”Mappalternativ” i Windows kontrollpanel. Detta är en inställning i Windows, inte en FrostWire-inställning.
uk: Значки, які ви бачите поруч з результатами пошуку в «?» стовпець є символами програми, використовуваної для відкриття цього конкретного типу файлу. Щоб змінити програму, пов'язану з файлом, перейдіть в «Властивості папки» в панелі управління Windows. Це налаштування сервера, а не установка FrostWire.
vi: Các biểu tượng mà bạn thấy bên cạnh kết quả tìm kiếm của mình trong phần '?' Cột là các ký hiệu của chương trình được sử dụng để mở các loại tập tin cụ thể. Để thay đổi chương trình liên kết với một tệp tin, hãy đi tới 'Folder Options' trong Windows Control Panel. Đây là cài đặt Windows, không phải là cài đặt FrostWire.
zh_cn: 在'?'列中紧邻搜索结果的图标，用于表示打开该文件类型的程序。要改变与文件关联的程序，可以到Windows控制面板的'文件夹选项'中设置，这是Windows的设置项，而不是FrostWire的设置项。

source: FrostWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Recycle Bin.
ar: إن مكتبة فروست واير هي مدير للملفات، وليس فقط قائمة لملفات MP3. وهذا يعني أنك تستطيع حذف ملف من المكتبة ولديك الخيار في الحذف الدائم للملف من الكمبيوتر أو نقله إلى سلة المحذوفات.
bn: FrostWire এর লাইব্রেরি একটি ফাইল ম্যানেজার, শুধু একটি এমপি 3 প্লেলিস্ট নয়। এর মানে হল যে যখন আপনি লাইব্রেরী থেকে একটি ফাইল মুছে ফেলবেন, তখন আপনার কাছে স্থায়ীভাবে আপনার কম্পিউটার থেকে ফাইলটি মুছে ফেলার বিকল্প আছে অথবা এটি রিসাইকেল বিনে সরাও।
da: FrostWire bibliotek er en filhåndtering, ikke bare en MP3 spilleliste. Det betyder, at når du sletter en fil fra biblioteket, har du mulighed for at enten permanent slette filen fra computeren eller flytter det til papirkurven.
es: La Biblioteca de FrostWire es un gestor de archivos, no solo una lista de MP3. Esto significa que cuando borras un archivo de la Biblioteca tienes la opción de borrar permanentemente el archivo de tu computadora o moverlo a la Papelera de reciclaje.
fr: La Médiathèque de FrostWire est un gestionnaire de fichier. Cela signifie que lorsque vous supprimez un fichier de la Médiathèque, vous avez l'option de soit supprimer le fichier de façom permanente de votre ordinateur ou soit de le déplacer dans la Corbeille.
hi: फ्रोस्ट वाइर एक लाइब्रेरी फ़ाइल प्रबंधक है, सिर्फ एक एमपी 3 प्लेलिस्ट नहीं है . इसका मतलब है कि जब आप पुस्तकालय से एक फ़ाइल को नष्ट करते हैं , आप या तो स्थायी रूप से अपने कंप्यूटर से फ़ाइल को नष्ट कर सकते हैं या कचरा पेटी में स्थानांतरित करने का विकल्प है.
hr: FrostWire-ova knjiznica je datotečni upravitelj, ne i MP3 lista pjesama. To znači da kada izbrišete datoteku iz Knjiznice, imate opciju da ili permanentno izbrišete datoteku sa računala ili da je maknete u Smeće.
it: La libreria di FrostWire e' un gestore di file, e non semplicemente una playlist MP3. Cio' significa che quando cancelli un file dalla Libreria, hai la possibilita' di eliminarlo permanentemente dal tuo computer o di spostarlo nel cestino.
ja: FrostWireのライブラリは、ファイル・マネージャであり、ただのMP3再生リストではありません。それは、あなたがライブラリからファイルを削除する際、永久にご利用のPCからファイルを削除、またはリサイクルへ移動どちらもできるオプションがあるという意味です。
ko: FrostWire의 라이브러리는 단순한 MP3 재생 목록이 아닌, 파일 매니저입니다. 라이브러리에서 파일을 삭제하시면, 컴퓨터에서 파일을 영구 삭제하거나 또는 휴지통으로 이동하는 것을 선택하실 수 있습니다.
ne: FrostWire गरेको पुस्तकालय फाइल प्रबन्धक, बस छैन एक एमपी -3 प्लेलिस्ट छ। कि तपाईं पुस्तकालय फाइल मेट्न गर्दा, तपाईँ या त स्थायी तपाईंको कम्प्युटरबाट फाइल मेट्न वा रीसायकल बिन सार्न गर्न विकल्प भन्ने हो।
pt_br: A biblioteca FrostWire é um gerenciamento de arquivo, não somente uma Lista de Reprodução MP3. Isso significa que você pode deletar arquivos da Biblioteca, você tem a opção de deletar permanentemente o arquivo do seu computador ou mover para o Lixo.
ro: Biblioteca FrostWire este un administrator de fișiere, nu doar o listă de redare MP3. Aceasta înseamnă că atunci când ștergeți un fișier din Bibliotecă, aveți opțiunea fie să ștergeți permanent fișierul din computer sau să-l mutați la Coșul de Gunoi.
sl: FrostWire je knjižnica je a pila šef, ne samo z MP3 predvajalni seznam. To pomeni, da ko izbrišete datoteko iz knjižnice, imate možnost za trajno izbrišite datoteke iz računalnika ali premakniti v koš.
sr: FrostWire Библиотека је фајл менаџер, не само мп3 плејлисту. То значи да када избришете датотеку из библиотеке, имате опцију да или трајно избришете датотеку са рачунара или преместите га у корпу за отпатке.
sv: FrostWires bibliotek är en filhanterare, inte bara en MP3-spellista. Det betyder att när du tar bort en fil från biblioteket har du fortfarande kvar alternativet att antingen ta bort filen från din dator permanent eller att flytta den till papperskorgen.
uk: Бібліотека Frostwire є файловим менеджером, а не тільки MP3 Playlist. Це означає, що при видаленні файлу з бібліотеки, у вас є можливість або назавжди видалити файл з вашого комп'ютера або перемістити його в кошик.
vi: Thư viện của FrostWire là một trình quản lý tập tin, không chỉ là một danh sách MP3. Điều đó có nghĩa là khi bạn xóa một tệp khỏi Thư viện, bạn có tùy chọn xóa vĩnh viễn tệp khỏi máy tính của mình hoặc chuyển tệp đó vào Thùng rác.
zh_cn: FrostWire的收藏库是一个文件管理器，而不仅仅是MP3播放列表。这意味着当你从收藏库中删除一个文件时，你可以选择从电脑中永久性删除该文件，或者将其移至回收站。

source: When you close FrostWire, it minimizes to the system tray. To exit, right-click the system tray icon (next to the time), and select Exit. You can change this behavior by going to Tools &gt; Options &gt; System Tray.
ar: عند إغلاق فروست واير، يحدث تصغير له إلى شريط النظام. لكي تخرج منه نهائياً. اضغط باليمين على الأيقونة في شريط النظام (الموجودة بجوار الوقت)ثم اختر الخروج. يمكنك تغيير هذا السلوك بالذهاب إلى أدوات وخيارات شريط النظام.
bn: আপনি FrostWire বন্ধ যখন, এটি সিস্টেম ট্রে থেকে ক্ষুদ্রতম। প্রস্থান করার জন্য, সিস্টেম ট্রে আইকনে ডান-ক্লিক করুন (পরবর্তী সময়), এবং প্রস্থান নির্বাচন করুন। আপনি Tools &gt; এ গিয়ে এই আচরণ পরিবর্তন করতে পারেন। বিকল্প &gt; সিস্টেম ট্রে.
da: Når du lukker FrostWire, minimerer det til systembakken. For at afslutte, skal du højreklikke på den ordning bakke ikon (ved siden af tid), og vælg Afslut. Du kan ændre denne funktionsmåde ved at gå til værktøjer > Indstillinger > ordning bakke.
es: Cuando cierras FrostWire este se minimiza en la bandeja del sistema. Para salir de la aplicación haz clic derecho en el icono que está en la bandeja del sistema (cerca de la hora) y selecciona Salir. Puedes cambiar este comportamiento yendo a Herramientas &gt; Opciones &gt; Bandeja del Sistema.
fr: Quand vous fermez FrostWire, il est réduit dans la barre d'état du système. Pour quitter, cliquez avec le bouton droit sur l'icône de la berre d'état (juste à coté de l'heure), et sélectionnez Quitter. Vous pouvez changer ce comportement en allant dans Outils &gt; Options &gt; Barre d'État du Système.
hi: जब आप फ्रोस्ट वाइर बंद करते हैं, यह आपके सिस्टम ट्रे पर मिनीमा इज हो जाता है. बाहर निकलने के लिए,सिस्टम ट्रे चिह्न (टाइम के बाद) को राइट - क्लिक करें, और बाहर निकलें का चयन करें. टूल्स &gt; विकल्प &gt; सिस्टम ट्रे का चयन द्वारा इस व्यवहार को बदल सकते हैं.
hr: Kada zatvorite FrostWire, sakrije se u sistemsku ladicu. Kako biste izašli, desno kliknite na ikonu sistemske ladice (pored sata) i odaberi Izađi. Možete promijeniti ovo ponašanje tako da odete u Alati &gt; Options &gt; Sistemska traka.
it: Quando chiudi FrostWire, esso viene ridotto a icona. Per uscire, fai click con il tasto destro del mouse sull'icona nella nella barra (vicino all'orario) e seleziona Esci. Puoi modificare questo comportamento andando su Strumenti &gt; Opzioni &gt; Barra di Stato.
ja: FrostWireを閉じる際、システムトレーへ小さくして配置できます。終了するには、システムトレーのアイコン（時計の横）を右クリックし、終了を選んでください。「機能」 -> 「オプション」 -> 「システムトレー」へ進んでいくことでこの動作を変更できます。
ko: FrostWire를 닫으시면, 시스템 트레이를 최소화합니다. 종료하시려면, 시스템 트레이 아이콘을 오른쪽 클릭(시간 옆)하신 후, 나가기를 선택하십시오. 도구;옵션;시스템 트레이를 통하여 변경이 가능합니다.
pt_br: Quando você fecha o FrostWire, ele minimiza a barra do sistema. Para sair, clique com o botão direito no ícone do sistema (ao lado do relógio) e selecione Sair. Você pode modificar isso indo em Ferramentas &gt; Opções &gt; Barra do Sistema.
ro: Când închideți FrostWire, îl minimizați în bara de sistem. Pentru a ieși, click-dreapta pe pictograma din bara de sistem (lângă ceas) și selectați Ieșire. Puteți schimba acest comportament mergând la Unelte &gt; Opțiuni &gt; Bara de sistem.
sl: Ko zaprete FrostWire, to do skrajnost zmanjšati v sistem pladenj. Izhod, desno tipko miške kliknite ikono v sistemski vrstici (ob času), in izberite Izhod. To vedenje lahko spremenite z tekoč v rokodelsko orodje > predkupna pravica > sistem pladenj.
sr: Када затворите FrostWire, она смањује на системској палети. Да бисте изашли, кликните десним тастером миша на икону у системској палети (поред време), а затим изаберите Изађете. Можете променити ово понашање одласком на Тоолс &gt; Опције &gt; Систем касета.
sv: När du stänger FrostWire minimeras det automatiskt till aktivitetsfältet. För att avsluta, högerklicka på ikonen i aktivitetsfältet (intill tiden) och välj Avsluta. Du kan ändra detta beteende genom att gå till Verktyg &gt; Alternativ &gt; Aktivitetsfält.
uk: При закритті FrostWire, вона згортається в системний трей. Щоб вийти, натисніть правою кнопкою миші на значок в системному треї (біля годинника) і виберіть Вихід. Ви можете змінити цю поведінку, перейшовши в меню Інструменти &gt; Параметри &gt; System Tray.
vi: Khi bạn đóng FrostWire, nó giảm thiểu đến khay hệ thống. Để thoát, hãy nhấp chuột phải vào biểu tượng khay hệ thống (bên cạnh thời gian), và chọn Thoát. Bạn có thể thay đổi hành vi này bằng cách đi tới Công cụ &gt; Tùy chọn & gt; Khay hệ thống.
zh_cn: 当关闭FrostWire时，它缩小到系统托盘。要退出，右击系统托盘图标（在时间旁边），选择退出。可通过工具 &gt; 选项 &gt; 系统托盘对此进行更改。

source: Thank you for using FrostWire
ar: مساعدة حول كيفية استخدام FrostWire
bn: FrostWire ব্যবহার করার জন্য আপনাকে ধন্যবাদ
da: Hjælp til brugen af FrostWire
el: Βοήθεια για τη χρήση του FrostWire.
es: Gracias por usar FrostWire
fr: Merci d'utiliser FrostWire
hi: FrostWire का उपयोग करने के लिये धन्यवाद
hr: Hvala ti što koristiš FrostWire
it: Grazie per aver usato FrostWire.
ja: FrostWireをご利用していただきありがとうございます
ko: FrostWire를 사용해주셔서 감사합니다
ne: लाइमवाइर बारे
pt_br: Obrigado por usar o FrostWire.
ro: Vă mulțumim că utilizați FrostWire
sl: Pomoc pri pouzivani FrostWire
sr: Pomoć za upotrebu programa FrostWire
sv: Tack för att du använder FrostWire
uk: Довідка щодо використання FrostWire
vi: Giúp phiên dịch FrostWire
zh_cn: 感谢您使用FrostWire

source: Visit us at www.frostwire.com
ar: قم بزيارة موقع http://www.frostwire.com للتحديث!
bn: আমাদের www.frostwire.com এ যান
da: Besøg http://www.frostwire.com for at opdatere!
el: Επισκεφτείτε μας στο www.frostwire.com
es: Visítenos en http://www.frostwire.com
fr: Venez nous rendre visite à http://www.frostwire.com !
hi: अपडेट के लिये www.frostwire.com देखें!
hr: Posjetite nas na frostwire.com.
it: Visita il sito http://www.frostwire.com
ja: http://www.frostwire.comにアクセスしてください
ko: www.frostwire.com을 방문하십시오
ne: www.frostwire.com हामीलाई भ्रमण
pt_br: Visite a página www.frostwire.com
ro: Vizitați-ne la www.frostwire.com
sl: najdi viac skins na frostwire.com
sr: Посетите нас на www.frostwire.com
sv: Besök oss på www.frostwire.com
uk: Відвідайте нас на www.frostwire.com
vi: Tìm thêm giao diện từ frostwire.com
zh_cn: 在www.frostwire.com访问我们

source: VPN-Drop Protection Active
bn: ভিপিএন স্বয়ংক্রিয় সুরক্ষা সক্রিয়
da: VPN automatisk beskyttelse Aktiv
el: VPN αυτόματη προστασία Ενεργή
es: Protección Automática de VPN Activada
fr: Protection automatique VPN active
hi: VPN-ड्रॉप सुरक्षा सक्रिय
hr: VPN automatska zaštita aktivna
it: VPN protezione automatica attiva
ja: VPNドロップ保護のアクティブ化
ko: VPN 자동 보호 활성화
ne: VPN-ड्रप संरक्षण सक्रिय
pt_br: Proteção automática VPN ativa
ro: Protecția automată VPN activă
sl: Aktivna je avtomatska zaščita VPN
sr: ВПН-Дроп заштита пут
sv: Skydd för VPN-frånkoppling aktiv
uk: VPN Автоматично захист Активний
vi: Hoạt động VPN bảo vệ tự động
zh_cn: VPN自动保护激活

source: BitTorrent is off because your VPN is disconnected
bn: বিটিএরেন্ট বন্ধ আছে কারণ আপনার ভিপিএন সংযোগ বিচ্ছিন্ন হয়েছে
da: BitTorrent er slukket, fordi din VPN afbrydes
el: Το BitTorrent είναι απενεργοποιημένο επειδή αποσυνδέθηκε το VPN σας
es: BitTorrent está desactivado porque tu VPN está desconectado.
fr: BitTorrent est désactivé car votre VPN est déconnecté
hi: बंद बिट है क्योंकि आपके VPN डिस्कनेक्ट कर दिया गया है
hr: BitTorrent je isključen jer je vaš VPN odspojen
it: BitTorrent è spento perché la vostra VPN viene disconnesso
ja: VPNが接続されていないためBitTorrentがオフになっています
ko: VPN 연결이 끊어지기 때문에 BitTorrent가 꺼져 있습니다.
ne: बिटटोरेन्टपाइथोन आफ्नो VPN विच्छेद किनभने बन्द छ
pt_br: O BitTorrent está desligado porque sua VPN está desconectada
ro: BitTorrent este dezactivat deoarece VPN-ul dvs. este deconectat
sl: BitTorrent je off, ker je vaš VPN
sr: БитТоррент је искључен зато што ВПН је искључен
sv: BitTorrent är av eftersom din VPN är frånkopplad
uk: BitTorrent вимкнений, тому що ваш VPN відключений
vi: BitTorrent tắt bởi vì VPN của bạn bị ngắt kết nối
zh_cn: 因为您的VPN已断开，BitTorrent将关闭

source: Check the status of your VPN connection or disable the VPN-Drop Protection
bn: আপনার ভিপিএন সংযোগের অবস্থা চেক করুন বা ভিপিএন স্বয়ংক্রিয় সুরক্ষা অক্ষম করুন
da: Kontroller status for din VPN-forbindelse eller deaktiver VPN-automatisk beskyttelsesaktiv
el: Ελέγξτε την κατάσταση της σύνδεσης VPN ή απενεργοποιήστε την αυτόματη προστασία VPN
es: Comprobar el estado de tu conexión VPN o desactivar la Protección VPN Automática
fr: Vérifiez l'état de votre connexion VPN ou désactivez la protection automatique VPN
hi: आपके VPN कनेक्शन की स्थिति की जाँच करें या VPN-ड्रॉप सुरक्षा अक्षम करें
hr: Provjerite status VPN veze ili onemogućite VPN automatsku zaštitu
it: Verificare lo stato della connessione VPN o disattivare la protezione automatica VPN
ja: VPN接続の状態を確認するか、VPNドロップ保護を無効にする
ko: VPN 연결 상태를 확인하거나 VPN 자동 보호를 비활성화하십시오.
ne: तपाईंको VPN जडान स्थिति जाँच वा VPN-ड्रप संरक्षण असक्षम
pt_br: Verifique o status de sua conexão VPN ou desative a Proteção automática VPN
ro: Verificați starea conexiunii VPN sau dezactivați protecția automată VPN
sl: Preverite stanje povezave VPN ali onemogočite samodejno zaščito VPN
sr: Проверите статус ВПН везе или онемогућити ВПН Дроп заштита
sv: Kontrollera status för din VPN-anslutning eller inaktivera skyddet för VPN-frånkoppling
uk: Перевірте стан вашого VPN-підключення або відключення VPN автоматично захисту
vi: Kiểm tra trạng thái của kết nối VPN của bạn hoặc vô hiệu hóa bảo vệ tự động VPN
zh_cn: 检查您的VPN连接的状态或禁用VPN自动保护

source: What is a VPN?
bn: একটি ভিপিএন কি?
da: Hvad er en VPN?
el: Τι είναι ένα VPN;
es: ¿Qué es un VPN?
fr: Qu'est-ce qu'un VPN?
hi: वीपीएन क्या VPN?
hr: Što je to VPN?
it: Che cosa è una VPN?
ja: VPNとは何ですか？
ko: VPN이란 무엇입니까?
ne: एउटा VPN के हो?
pt_br: O que é uma VPN?
ro: Ce este o VPN?
sl: Kaj je VPN?
sr: Шта је ВПН?
sv: Vad är en VPN?
uk: Що таке VPN?
vi: VPN là gì?
zh_cn: 什么是一个虚拟专用网络（VPN）？

source: Disable VPN-Drop protection
bn: ভিপিএন স্বয়ংক্রিয় সুরক্ষা অক্ষম করুন
da: Deaktiver VPN automatisk beskyttelse
el: Απενεργοποιήστε την αυτόματη προστασία VPN
es: Desactivar la Protección Automática de VPN
fr: Désactiver la protection automatique VPN
hi: VPN-ड्रॉप सुरक्षा अक्षम करें
hr: Onemogući VPN automatska zaštita
it: Disabilitare VPN protezione automatica
ja: VPNドロップ保護を無効にする
ko: VPN 자동 보호 사용 안 함
ne: अक्षम VPN-ड्रप सुरक्षा
pt_br: Desativar a proteção automática VPN
ro: Dezactivați protecția automată VPN
sl: Onemogoči VPN samodejno zaščito
sr: Дисабле заштита ВПН-Дроп
sv: Inaktivera skydd för VPN-frånkoppling
uk: Відключити автоматичний захист VPN
vi: Vô hiệu hoá bảo vệ tự động VPN
zh_cn: 禁用VPN自动保护

source: VPN-Drop protection disabled. Restarting BitTorrent engine.
bn: ভিপিএন স্বয়ংক্রিয় সুরক্ষা অক্ষম। বিট টরেন্ট ইঞ্জিন পুনরায় চালু করা হচ্ছে
da: VPN automatisk beskyttelse deaktiveret. Genstart af BitTorrent-motor.
el: Η αυτόματη προστασία VPN είναι απενεργοποιημένη. Επανεκκινήστε τη μηχανή BitTorrent.
es: Protección Automática de VPN está desactivada. Reiniciando el motor BitTorrent.
fr: Protection automatique VPN désactivée. Redémarrage du moteur BitTorrent.
hi: VPN-ड्रॉप सुरक्षा अक्षम। BitTorrent इंजन फेरि सुरु गरिँदैछ।
hr: VPN automatska zaštita onemogućena. Ponovno pokretanje BitTorrent motora.
it: VPN protezione automatica disabilitata. Il riavvio del motore BitTorrent.
ja: VPNドロップ保護が無効になっています。 BitTorrentエンジンを再起動します。
ko: VPN 자동 보호가 비활성화되었습니다. BitTorrent 엔진을 다시 시작합니다.
ne: VPN-ड्रप सुरक्षा असक्षम। बिटटोरेन्टपाइथोन इन्जिन फेरि सुरु।
pt_br: Proteção automática VPN desativada. Reiniciando o motor BitTorrent.
ro: Protecția automată VPN este dezactivată. Repornirea motorului BitTorrent.
sl: Samodejna zaščita VPN je onemogočena. Ponovni zagon motorja BitTorrent.
sr: заштита ВПН-Дроп онемогућена. Поновно покретање БитТоррент мотор.
sv: Skydd för VPN-frånkoppling inaktiverat. Startat om BitTorrentmotor.
uk: VPN автоматичний захист відключена. Перезапуск двигуна BitTorrent.
vi: Tự động vô hiệu hóa bảo vệ VPN. Khởi động lại công cụ BitTorrent.
zh_cn: VPN自动保护功能无效。 重新启动BitTorrent引擎。

source: VPN Off: BitTorrent disabled
bn: ভিপিএন বন্ধ: বিট টেরেন্ট অক্ষম
da: VPN Off: BitTorrent deaktiveret
el: VPN Απενεργοποιημένο: Το BitTorrent απενεργοποιήθηκε
es: VPN Apagado: BitTorrent desactivado
fr: VPN Off: BitTorrent désactivé
hi: VPN बंद: BitTorrent अक्षम
hr: VPN isključeno: BitTorrent je onemogućen
it: VPN non è attivato: BitTorrent disattivato
ja: VPNオフ：BitTorrentを無効にする
ko: VPN 끄기 : BitTorrent가 비활성화 됨
ne: VPN बन्द: बिटटोरेन्टपाइथोन असक्षम
pt_br: VPN Desligado: BitTorrent desativado
ro: VPN dezactivat: BitTorrent dezactivat
sl: VPN Off: BitTorrent, nesposoben
sr: ВПН-офф: Додато онемогућен
sv: VPN av: BitTorrent inaktiverad
uk: VPN від: BitTorrent відключений
vi: VPN Tắt: BitTorrent bị vô hiệu hóa
zh_cn: VPN关闭：BitTorrent禁用

source: Due to current settings without VPN connection BitTorrent will not start. Click to see the settings screen
bn: ভিপিএন সংযোগ ছাড়া বর্তমান সেটিংসের কারণে বিটটরেণ্ট শুরু হবে না। সেটিংস পর্দার দেখতে ক্লিক করুন
da: På grund af aktuelle indstillinger uden VPN forbindelse vil BitTorrent ikke starte. Klik for at se skærmbilledet indstillinger
el: Λόγω των τρέχουσων ρυθμίσεων χωρίς σύνδεση VPN, το BitTorrent δεν θα ξεκινήσει. Κάντε κλικ για να δείτε την οθόνη ρυθμίσεων
es: Debido a tus ajustes actuales sin una conexión VPN BitTorrent no iniciará. Haga click para ver la pantalla de ajustes.
fr: En raison des paramètres actuels sans connexion VPN BitTorrent ne démarre pas. Cliquez pour voir l'écran des paramètres
hi: वर्तमान सेटिंग्स VPN कनेक्शन के बिना कारण BitTorrent प्रारंभ नहीं करेगा। सेटिंग्स स्क्रीन देखने के लिए क्लिक करें
hr: Zbog trenutnih postavki bez VPN veze, BitTorrent se neće pokrenuti. Kliknite da biste vidjeli zaslon postavki
it: A causa di impostazioni correnti senza connessione VPN BitTorrent non si avvia. Clicca per vedere la schermata delle impostazioni
ja: VPN接続のない現在の設定のため、BitTorrentは起動しません。 クリックすると設定画面が表示されます
ko: VPN 연결이없는 현재 설정 때문에 BitTorrent가 시작되지 않습니다. 설정 화면을 보려면 클릭하십시오.
ne: कारण बिना VPN जडान बिटटोरेन्टपाइथोन हालको सेटिङ गर्न सुरु हुनेछ। सेटिङ स्क्रिनमा हेर्न क्लिक गर्नुहोस्
pt_br: Devido às configurações atuais sem conexão VPN, o BitTorrent não será iniciado. Clique para ver a tela de configurações
ro: Din cauza setărilor curente fără conexiune VPN BitTorrent nu va porni. Faceți clic pentru a vedea ecranul de setări
sl: Zaradi trenutne nastavitve brez povezave VPN BitTorrent ne bo začela. Kliknite za prikaz na zaslonu nastavitve
sr: Због тренутне поставке без ВПН везу БитТоррент неће почети. Кликните да видите екран са подешавањима
sv: På grund av aktuella inställningar utan VPN-anslutning kommer BitTorrent inte att starta. Klicka för att se inställningsskärmen
uk: Через поточні настройки без VPN з'єднання BitTorrent не запуститься. Натисніть, щоб побачити налаштування екрану
vi: Do các thiết lập hiện tại mà không có kết nối VPN BitTorrent sẽ không bắt đầu. Nhấp để xem màn hình cài đặt
zh_cn: 由于当前没有VPN连接的设置BitTorrent将无法启动。 点击查看设置屏幕
