Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Delete Selected Files from this playlist
ar: إزالة الملفات المحددة من قائمة التشغيل هذه
bn: এই প্লেলিস্ট থেকে নির্বাচিত ফাইলগুলি মুছুন
da: Fjern den valgte fil fra spillelisten
el: Αφαίρεση επιλεγμένου αρχείου από τον κατάλογο αναπαραγωγής.
es: Eliminar los archivos seleccionados de la lista de reproducción.
fr: Supprimer les Fichiers Sélectionnés de cette liste de lecture
hi: प्ले-सूची में चयनित फ़ाइलों को हटायें।.
hr: Obriši odabrane datoteke sa ove liste pjesama
it: Cancella i file selezionati da questa playlist
ja: この再生リストから選択したファイルを削除します
ko: 재생목록에 선택된 파일을 삭제
ne: यो प्लेलिस्टबाट चयनगरिएकोफाइलमेट्नेबारे
pt_br: Deletar Arquivos Selecionados da lista de reprodução
ro: Șterge fișierele selectate din liste de redare
sl: Odstran oznacene subory z Playlistu
sr: Обриши изабране датотеке са ове листе песама
sv: Ta bort markerade filer från denna spellista
uk: Видалити Обраний Файл з Плейліста
vi: Xoá tập tin được chọn
zh_cn: 从这个播放列表中删除选中的文件

source: Refresh the audio properties based on ID3 tags
ar: قم بتحديث خصائص الصوت استنادا إلى علامات ID3
bn: ID3 ট্যাগগুলির উপর ভিত্তি করে অডিও বৈশিষ্ট্যগুলি রিফ্রেশ করুন
da: Opdater audio-egenskaber baseret på ID3 tags
el: Ανανεώσετε τις ιδιότητες ήχου βάσει ID3 ετικέτες
es: Refrescar las propiedades del audio basadas en etiquetas ID3
fr: Actualiser les propriétés audio basées sur les étiquettes ID3
hi: ID3 टैग के आधार पर ऑडियो गुणों को ताज़ा करें
hr: Pročisti audio postavke bazirane na ID3 tagovima
it: Aggiorna le proprieta' audio basate sui tag ID3
ja: ID3タグに基づいたオーディオ設定を再起動します
ko: 코멘트
ne: ID3 ट्याग आधारित अडियो गुण ताजा
pt_br: Atualizar as propriedades de áudio baseado no ID3
ro: Reâmprospătați proprietățile audio bazat pe etichetele ID3
sl: Osveži zvočne lastnosti na podlagi oznak ID3
sr: Рефресх својства аудио на основу ИД3 тагова
sv: Uppdatera ljudegenskaperna baserat på ID3-taggar
uk: Оновити аудіо властивості на основі ID3 тегів
vi: Làm mới các thuộc tính âm thanh dựa trên thẻ ID3
zh_cn: 刷新基于ID3标签的音频属性

source: search results
ar: نتائج البحث
da: Søgeresultater
el: Αποτελέσματα έρευνας
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज परिणाम
hr: rezultati traženja
it: Risultati di Ricerca
ja: 検索結果
ko: 검색 결과
ne: खोज
pt_br: pesquisar resultados
ro: rezultate căutare
sl: rezultati iskanja
sr: Резултати претраге
sv: sökresultat
uk: pезультати пошуку
vi: kết quả tìm kiếm
zh_cn: 搜索结果

source: Search in Library
ar: البحث في المكتبة
bn: লাইব্রেরি অনুসন্ধান
el: Αναζήτηση στη βιβλιοθήκη
es: Buscar en biblioteca
fr: Rechercher dans la bibliothèque
hi: लाइब्रेरी में खोजें
hr: Traži u knjižnici
it: Cerca in Biblioteca
ja: 図書館で検索する
pt_br: Pesquisar na biblioteca
ro: Caută în bibliotecă
sl: Iskanje v knjižnici
sr: Тражи у библиотеци
sv: Sök i biblioteket
uk: Пошук в бібліотеці
vi: Tìm kiếm trong Thư viện
zh_cn: 在库中搜索

source: Importing
ar: جاري الاستيراد
bn: আমদানি হচ্ছে
da: Importerer
el: εισαγωγή,
es: Importando
fr: Importation en cours...
hi: आयात हो रहा है
hr: Uvoz
it: Sto importando
ja: インポート中
ko: 가져오는 중
ne: आयात
pt_br: Importando
ro: Se importă
sl: Uvažanje
sr: Увоз
sv: Importerar
vi: Nhập khẩu
zh_cn: 正在导入

source: Playlist name
ar: اسم قائمة التشغيل
da: Afspillingsliste
el: Όνομα λίστας αναπαραγωγής:
es: Nombre de la Lista de reproducción
fr: Nom de la Liste de Lecture
hi: प्लेलिस्ट नाम
hr: Ime liste pjesama
it: Nome della playlist
ja: 再生リスト名
ko: 재생목록 이름
ne: बजाउनेसूचीनाम
pt_br: Nome da lista de reprodução
ro: Nume listă de redare
sl: Uloz download ako
sr: Назив плејлисте
sv: Spellistenamn
uk: назва плейлиста
vi: Tên danh sách phát
zh_cn: 播放列表名称

source: Refreshing
ar: جاري التحديث
bn: সতেজকারক
da: Opfrisk
el: Ανανέωση
es: Refrescando
fr: Actualisation
hi: नवीकरण
hr: Osvježi
it: Sto aggiornando
ja: 更新
ko: 갱신
ne: खोज
pt_br: Atualizando
ro: Se reâmprospătează
sl: Obnov
sr: освежавајући
sv: Uppdatera
uk: Оновити
vi: Làm mới lại
zh_cn: 正在刷新

source: Holds the Results for
ar: يحمل نتائج ل
bn: জন্য ফলাফল ধরে রাখে
el: Κατέχει τα αποτελέσματα
es: Mantener los resultados de
hi: के लिए परिणाम पकड़ता है
hr: Drži rezultate za
ja: 結果を保持する
ko: 에 대한 결과 보유
pt_br: Detém os resultados para
ro: Reține rezultatele pentru
sl: Ima rezultate za
sr: Држи Ресултс фор
sv: Har resultaten för
uk: Тримає результати для
vi: Giữ kết quả cho
zh_cn: 持有结果

source: Library Folders
ar: مجلدات المكتبة
bn: লাইব্রেরী ফোল্ডারগুলি
da: Åben biblioteksmappe
el: Μετονομάστε τον επελεγμένο φάκελο της βιβλιοθήκης
es: Carpetas de la biblioteca
fr: Dossiers de la Médiathèque
hi: लाइब्रेरी डायरैक्टरी
hr: Mape knjižnice
it: Cartelle della Libreria
ja: ライブラリ・フォルダ
ko: 라이브러리 폴더
ne: गोदाम
pt_br: Pastas da Biblioteca
ro: Dosare bibliotecă
sl: Otvor folder kniznice
sr: Biblioteka фасцикле
sv: Öppna biblioteksmapp
uk: Відкрити Теку Бібліотеки
vi: Mở thư mục trong thư viện
zh_cn: 库文件夹

source: Legend
ar: التاريخ
da: Forklaring
el: Αποστολή
es: Leyenda
fr: Légende
hi: दिव्य चरित्र
hr: Legenda
it: Legenda
ja: キャプション
ko: 범례
ne: पौराणिक कथा
pt_br: Legenda
ro: Legendă
sr: легенда
sv: Förklaring
uk: Надіслати
vi: Huyền thoại
zh_cn: 图例

source: Folder and subfolders are included in the Library.
ar: جميع المجلدات والمجلدات الفرعية موجودة في المكتبة.
bn: ফোল্ডার এবং সাবফোল্ডারগুলি লাইব্রেরিতে অন্তর্ভুক্ত রয়েছে।
da: Mappens filer og nogle undermapper er delte.
el: Ο επιλεγμένος φάκελος κάτω (και οι υποφακέλοι) θα μοιραστεί.
es: Carpetas y subcarpetas incluidas en la biblioteca.
fr: Le dossier et les sous-dossiers font partie de la Médiathèque.
hi: फ़ोल्डर और सबफ़ोल्डर पुस्तकालय में शामिल हैं.
hr: Mape i pod-mape su uključene u Knjižnicu.
it: Le cartelle e le sottocartelle sono incluse nella Libreria.
ja: フォルダといくつかのサブフォルダは、含まれます。
ko: 라이브러리에 폴더 및 서브 폴더가 포함되었습니다.
ne: फोल्डर र subfolders पुस्तकालयको समावेश छन्।
pt_br: Pasta e subpastas estão inclusas na Biblioteca.
ro: Dosarul și subdosarele sunt incluse în bibliotecă.
sr: Фолдер и потфасцикле су укључени у библиотеци.
sv: Mappar och undermappar omfattas i biblioteket.
uk: Папка і вкладені папки включені в бібліотеці.
vi: Thư mục và thư mục con được bao gồm trong Thư viện.
zh_cn: 文件夹和子文件夹已包含在库中。

source: Folder is not included and no subfolders are included in the Library.
ar: لا يوجد مجلدات ولا يوجد مجلدات فرعية.
bn: ফোল্ডারটি অন্তর্ভুক্ত নয় এবং লাইব্রেরিতে কোন সাবফোল্ডার অন্তর্ভুক্ত নেই।
da: Ingen mapper eller undermapper er delt.
el: Όλοι οι υποφάκελοι εκτός από τους φακέλους που διαλέξατε θα μοιραστούν επίσης
es: Las carpetas y subcarpetas no están incluidas en la biblioteca.
fr: Le dossier ni aucun de ses sous-dossiers ne font partie de la Médiathèque.
hi: फ़ोल्डर शामिल नहीं है और कोई सबफ़ोल्डर लाइब्रेरी में शामिल नहीं हैं.
hr: Mapa nije uključena i pod-mape nisu uključeni u Knjižnicu.
it: La cartella non e' inclusa e nessuna sottocartella e' inclusa nella Libreria.
ja: フォルダは含まれませんし、サブフォルダはライブラリに含まれません。
ko: 라이브러리에 폴더 및 서브폴더가 포함되지 않았습니다.
ne: फोल्डर समावेश छैन र कुनै सबफोल्डरहरुलाई पुस्तकालयको समावेश छन्।
pt_br: Pasta não inclusa e nenhuma subpasta está inclusa na Biblioteca.
ro: Dosarul nu este inclus și nici un subdosar nu este inclus în bibliotecă.
sr: Фолдер није укључена и нема потфасцикле су укључени у библиотеци.
sv: Mappen och undermappar omfattas inte i biblioteket.
uk: Папка не включена, і ніяких вкладені папки не будуть включені в бібліотеці.
vi: Thư mục không được bao gồm và không có thư mục con nào được bao gồm trong Thư viện.
zh_cn: 文件夹和子文件夹都没有包含在库中。

source: Folder's files and some subfolders are included in the Library.
ar: ملفات المجلدات والمجلدات الفرعية مدخلة في المكتبة.
bn: ফোল্ডার এর ফাইল এবং কিছু subfolders গ্রন্থাগারে অন্তর্ভুক্ত করা হয়।
da: Mappens filer og nogle undermapper er delte.
el: Ο επιλεγμένος φάκελος κάτω (και οι υποφακέλοι) θα μοιραστεί.
es: Las carpetas de archivos y algunas subcarpetas están incluidas en la biblioteca
fr: Les fichiers du dossier et certains de ses sous-dossiers font partie de la Médiathèque.
hi: फ़ोल्डर फ़ाइलें और कुछ सबफ़ोल्डर पुस्तकालय में शामिल हैं.
hr: Datoteke mape i neke pod-mape su uključene u Knjižnicu.
it: I file della cartella e alcune sottocartelle sono incluse nella Libreria.
ja: フォルダのファイルといくつかのサブフォルダは、ライブラリに含まれます。
ko: 라이브러리에 폴더 및 서브 폴더가 포함되었습니다.
ne: फोल्डर गरेको फाइल र केही सबफोल्डरहरुलाई पुस्तकालयको समावेश छन्।
pt_br: A pasta e alguns arquivos de subpastas estão inclusos na Biblioteca.
ro: Fișierele dosarului și unele subdosare sunt incluse în bibliotecă.
sr: фолдеру је и неки потфасцикле су укључени у библиотеци.
sv: Du kan välja mappar att dela. Filer i dessa mappar visas i biblioteket.
uk: Файли папки і деякі вкладені папки включені в бібліотеці.
vi: Các tệp của thư mục và một số thư mục con được bao gồm trong Thư viện.
zh_cn: 文件夹中的文件和一些子文件夹已包含在库中

source: Torrents
ar: السيول
bn: তথ্যপ্রবাহের
da: BitTorrent
hi: टोरेंट
hr: Torrenti
it: Torrent
ja: トレント
ko: 토렌트
ro: Torrente
sl: Komentarji
sv: Torrenter
uk: Поточне
zh_cn: 种子

source: Play
ar: تشغيل
da: Spil
el: Αναπαραγωγή
es: Reproducir
fr: Lire
hi: बजाना
hr: Sviraj
it: Riproduci
ja: 再生
ko: 재생
ne: खेल्नु
pt_br: Reproduzir
ro: Redare
sl: Igraj
sr: плаи
sv: Spela
uk: Грати
vi: Chơi
zh_cn: 播放

source: Long Press to Stop Playback
ar: اضغط لفترة طويلة لإيقاف التشغيل
bn: প্লেব্যাক থামাতে লং প্রেস
da: Langt tryk for at stoppe afspilning
el: Παρατεταμένο πάτημα για τη διακοπή αναπαραγωγής
es: Clic sostenido para detener la reproducción
fr: Appuyez longuement pour arrêter la lecture
hi: प्लेबैक को रोकने के लिए लांग प्रेस
hr: Dugo pritisnite kako biste prekinuli izvedbu
it: Premere a lungo per la riproduzione di arresto
ja: 長く押すと再生が停止する
ko: 길게 누르면 재생이 중지됩니다.
ne: प्लेब्याक रोक्न लामो प्रेस
pt_br: Pressão longa para parar a reprodução
ro: Apăsare lungă pentru oprirea redării
sl: Dolgo pritisnite za zaustavitev predvajanja
sr: Дуго Притисните да бисте зауставили репродукцију
sv: Tryck ned länge för att stoppa uppspelning
uk: Тривале натискання на відтворення Стоп
vi: Nhấn Dừng để Ngừng Phát lại
zh_cn: 长按可停止回放

source: Next
ar: التالي
da: Frem
el: Επόμενο
es: Adelantar
fr: Suivant
hi: अगला
hr: Sljedeći
it: Avanti
ja: 早送り
ko: 다음
ne: अगाडी जाऊ
pt_br: Próximo
ro: Următor
sl: Dalsi
sr: Следећи
sv: Nästa
uk: Наступна
vi: Kế tiếp
zh_cn: 前进

source: Previous
ar: السابق
da: Tilbage
el: Προηγούμενο
es: Retroceder
fr: Précédent
hi: पिछला
hr: Prethodni
it: Indietro
ja: 巻き戻し
ko: 이전
ne: अघिल्लो टिप
pt_br: Anterior
ro: Anterior
sl: Predosli
sr: Претходна
sv: Bakåt
uk: Попередня
vi: Trước
zh_cn: 后退

source: Volume
ar: الصوت
da: Mængde
el: Ένταση
es: Volumen
fr: Le volume
hi: आयतन
hr: Glasnoća
ja: 音量
ko: 음량
ne: मात्रा
ro: Volum
sl: Obseg
sr: обим
sv: Volym
uk: гучності
vi: Âm lượng
zh_cn: 卷

source: Send this file to a friend
ar: حفظ التفاصيل إلى ملف
da: Gem detaljer til filen
el: Σώσε πληροφορίες στο αρχείο
es: Enviar este archivo a un amigo
fr: Envoyer ce fichier à un ami
hi: एक दोस्त के लिए इस फ़ाइल को भेजें
hr: Pošalji ovu datoteku prijatelju
it: Invia questo file a un amico
ja: 友人へファイルを送信します..
ko: 친구에게 파일 보내기
ne: मित्र यो फाइल पठाउन
pt_br: Enviar esse arquivo para um amigo
ro: Trimite acest fișier unui prieten
sl: Uloz momentalny Playlist k suboru
sr: Пошаљите овај фајл пријатељу
sv: Skicka denna fil till en vän
uk: Зберегти Поточний Плейліст до Файлу
vi: Tìm và Tải về Dữ liệu
zh_cn: 发送这个文件给一位朋友

source: Show the source of this media
ar: عرض مصدر هذه الوسائط
bn: এই মিডিয়া উৎস দেখান
da: Vis kilden til dette medie
el: Δείχνουν την πηγή αυτού του μέσου
es: Mostrar fuente de este medio
fr: Afficher la source de ce média
hi: इस मीडिया के स्रोत को दिखाएं
hr: Pokaži izvor ovog medija
it: Visualizza l’origine di questo media
ja: このメディアのソースを表示する
ko: 이 미디어의 출처를 보여줍니다.
ne: यो मिडिया स्रोत देखाउन
pt_br: Mostrar a fonte dessa mídia
ro: Arată sursa acestui media
sl: Prikažite vir tega medija
sr: Показују извор овог медија
sv: Visa källan för denna media
uk: Показати джерело цього ЗМІ
vi: Hiển thị nguồn phương tiện này
zh_cn: 显示这个媒体的来源

source: Shuffle songs
ar: الأغاني تبديل
bn: এলোমেলো গান
da: Blandet
el: Ανακατεμένα
es: Mezclar canciones
fr: Mélanger les chansons
hi: गाने फेर - बदल
hr: Promiješaj pjesme
it: Riproduci casualmente le canzoni
ja: シャッフル
ko: 노래 셔플
ne: फेरबदल गीतहरू
pt_br: Aleatório
ro: Amestecă melodiile
sr: Схуффле песама
sv: Blanda
uk: Перемішати пісні
vi: Bài hát ngẫu nhiên
zh_cn: 随机播放

source: Repeat songs
ar: إعادة الأغاني
bn: গান পুনরাবৃত্তি
da: Gentag sange
es: Repetir canciones
fr: Répéter les chansons
hi: गाने दोहराएँ
hr: Ponovi pjesme
it: Ripeti canzoni
ja: リピート
ko: 음악 반복
ne: गीतहरू दोहोरिने
pt_br: Repetir
ro: Repetă melodia
sl: Ponovite skladbe
sr: Репеат песме
sv: Upprepa låtar
uk: повторне відтворення пісень
vi: Lặp lại bài hát
zh_cn: 循环播放

source: this artist(s)
ar: هذا الفنان (ق)
bn: এই শিল্পী
da: Disse kunstnere
es: este artista
fr: Cet artiste
hi: इस कलाकार
hr: Ovaj umjetnik
it: questo artista(s)
ja: このアーティスト
ko: 이 아티스트들
ne: यो कलाकार
pt_br: este(s) artista(s)
ro: acest artist(i)
sl: Ta umetnika
sr: ово уметници
sv: denna artist
uk: це художники
vi: Nghệ sĩ này
zh_cn: 这位（这些）艺术家

source: Open Facebook page of
bn: খুলুন ফেসবুক পাতা
da: Åbn Facebook side af
es: Abrir la página de Facebook de
fr: Ouvrir la page Facebook de
hi: खुला के Facebook पृष्ठ
hr: Otvori Facebook stranicu od
it: Aprire la pagina Facebook di
ja: オープンFacebookのページ
ko: 열린 Facebook 페이지
ne: को खुला फेसबुक पेज
pt_br: Abrir a página do Facebook de
ro: Deschide pagina Facebook a
sl: Odprti Facebook stran
sr: Отворите Фацебоок страница
sv: Öppna Facebooksidan för
uk: Відкрити сторінку у Facebook з
vi: Mở trang Facebook của
zh_cn: 打开该项目的Facebook页面：

source: Open Twitter page of
bn: খুলুন টুইটার পৃষ্ঠা
da: Åbn Twitter side af
es: Abrir la página de Twitter de
fr: Ouvrir la page Twitter de
hi: खुला के Twitter पृष्ठ
hr: Otvori Twitter stranicu od
it: Aprire la pagina Twitter di
ja: TwitterのTwitterページを開く
ko: 의 Twitter 페이지 열기
ne: को खुला ट्विटर पृष्ठ
pt_br: Abrir a página do Twitter de
ro: Deschide pagina Twitter a
sl: Odpri stran Twitter
sr: Отвори Твиттер страницу на
sv: Öppna Twittersidan för
uk: Відкрити сторінку у Twitter з
vi: Mở trang Twitter của
zh_cn: 打开该项目的Twitter页面：

source: Playing local file
bn: স্থানীয় ফাইল প্লে হচ্ছে
es: Reproduciendo archivo local
fr: Lecture d'un fichier local
hi: स्थानीय फाइल बजाना
hr: Sviram lokalnu datoteku
it: Riproduzione file locale
ja: ローカルファイルを再生する
ko: 로컬 파일 재생 중
ne: स्थानीय फाइल प्ले
pt_br: Reproduzir o arquivo local
ro: Redă fișier local
sl: Igranje lokalno datoteko
sr: Плаиинг локални фајл
sv: Spela lokal fil
uk: Відтворення локального файлу
vi: Chơi tập tin địa phương
zh_cn: 正在播放本地文件

source: Playing track from
bn: থেকে ট্র্যাক বাজানো
es: Reproduciendo pista de
fr: Lecture de la piste
hi: से ट्रैक बजाना
hr: Sviram pjesmu iz
it: Riproduzione pista da
ja: トラックを再生する
ko: 에서 트랙 재생
ne: बाट प्ले ट्रयाक
pt_br: Reproduzir faixa de
ro: Redă pista de la
sl: Predvajano skladbo iz
sr: Играње запис из
sv: Spela spår från
uk: Відтворення доріжки з
vi: Phát bài hát từ
zh_cn: 正在从此处播放音轨：

source: Open SoundCloud source page
bn: SoundCloud উত্স পাতা খুলুন
es: Abrir página de SoundCloud
fr: Ouvrir la page source de Soundcloud
hi: खुला SoundCloud स्रोत पृष्ठ
hr: Otvori SoundCloud stranicu izvora
it: Aprire la pagina fonte di SoundCloud
ja: Soundcloud がソース ページを開く
ko: SoundCloud 소스 페이지 열기
ne: SoundCloud स्रोत पृष्ठ खुला
pt_br: Abrir a página de origem do SoundCloud
ro: Deschide pagina sursă SoundCloud
sl: Odprt vir strani SoundCloud
sr: Опен СоундЦлоуд извор страна
sv: Öppna SoundCloud-källsidan
uk: Відкрити сторінку джерело SoundCloud
vi: Mở trang nguồn SoundCloud
zh_cn: 打开SoundCloud来源页面

source: Open Archive.org source page
bn: Archive.org উত্স পাতা খুলুন
es: Abrir página de Archive.org
fr: Ouvrir la page source de Archive.org
hi: खुला Archive.org स्रोत पृष्ठ
hr: Otvori Archive.org stranicu izvora
it: Aprire la pagina fonte di Archive.org
ja: Archive.org ソース ページを開く
ko: Archive.org 소스 페이지 열기
ne: Archive.org स्रोत पृष्ठ खुला
pt_br: Abrir a página de origem do Archive.org
ro: Deschide pagina sursă Archive.org
sl: Odpri Archive.org vir stran
sr: Опен Арцхиве.орг извор страна
sv: Öppna Archive.org-källsidan
uk: Відкрити сторінку джерело Archive.org
vi: Mở trang nguồn Archive.org
zh_cn: 打开Archive.org来源页面

source: playlist
ar: قائمة التشغيل
el: Λίστα
es: lista de reproducción
hi: प्लेलिस्ट
hr: lista pjesama
ja: プレイリスト
pt_br: Lista de Reprodução
ro: listă de redare
sl: seznam predvajanja
sr: плејлиста
sv: spellista
uk: плейліст
vi: danh sách phát
zh_cn: 播放列表

source: file
ar: ملف
da: filer
el: αρχεία
es: archivo
fr: fichier
hi: फ़ाइल
hr: datoteka
ja: ファイル
ko: 파일
ne: तास
pt_br: arquivo
ro: fișier
sl: Datoteka
sr: фајл
sv: fil
uk: файл
vi: tập tin
zh_cn: 文件

source: folder
ar: مجلد
da: Mappe:
el: Κατάλογος:
es: carpeta
fr: dossier
hi: फ़ोल्डर
hr: mapa
it: Cartella
ja: フォルダ：
ko: 폴더
ne: फोल्डर
pt_br: pasta
ro: dosar
sl: Mapa
sr: фасцикла
sv: mapp
uk: папка
vi: thư mục
zh_cn: 文件夹

source: Do you want to send this {0} to a friend?
bn: আপনি কি এই বন্ধুকে {0} পাঠাতে চান?
es: ¿Quieres enviar este {0} a un amigo?
fr: Voulez-vous envoyer ce {0} à un ami?
hi: क्या आप {0} एक दोस्त के लिए भेजना चाहते हैं?
hr: Želite li poslati ovo {0} prijatelju?
it: Vuoi inviare questo {0} a un amico?
ja: 友人へこの{0}を送信をしたいですか？
ko: {0}을 친구에게 보내시겠습니까?
ne: तपाईं यस {0} मित्र पठाउन चाहनुहुन्छ?
pt_br: Você desejar enviar {0} para um amigo?
ro: Doriți să trimiteți acest {0} unui prieten?
sl: Ali želite ta {0} poslati prijatelju?
sr: Да ли желите да пошаљете ово {0} другу?
sv: Vill du skicka {0} till en vän?
uk: Ви хочете відправити це {0} одному чи?
vi: Bạn có muốn gửi {0} này cho bạn bè?
zh_cn: 是否发送此{0}给一位朋友？

source: <br><br>To Install <b>mplayer</b> in Ubuntu open a terminal window and type "<b>sudo apt-get install mplayer</b>".<br><br>If you have installed mplayer already at a custom location, <b>make sure to have a symlink pointing to your mplayer executable</b> at <b><font color="blue">
da: <br><br>At installere <b>mplayer</b> i Ubuntu lukke op en terminal rude og skrive "<b>sudo apt-get install mplayer</b>".<br><br>Hvis du har installeret mplayer allerede på en brugerdefineret placering, <b>Sørg for at have en symlink peger på din mplayer eksekverbare</b> på<b><font color="blue"></font></b>
es: <br><br>Para instalar <b>mplayer</b> en Ubuntu, abre una ventana de terminal y escribe "<b>sudo apt-get install mplayer</b>".<br><br>Si ya tienes instalado mplayer en una ubicación personalizada, <b>asegúrate de tener un enlace simbólico al ejecutable de mplayer</b> en <b><font color="blue">
fr: <br><br> Pour installer <b>mplayer</b> dans Ubuntu, ouvrez une fenêtre de terminal et tapez " <b>sudo apt-get install mplayer</b> ". <br><br> Si vous avez déjà installé mplayer à un emplacement personnalisé, <b>assurez-vous d'avoir un lien symbolique pointant vers votre exécutable mplayer</b> à
hi: <br><br><b>Mplayer</b> स्थापित Ubuntu में खुला एक टर्मिनल विंडो और "<b>उपयुक्त sudo - मिल स्थापित mplayer</b>" टाइप करने के लिए।<br><br>यदि आप पहले से ही में एक कस्टम स्थान, में <b>सुनिश्चित करें कि ओर इशारा करते हुए अपने mplayer निष्पादन योग्य करने के लिए एक symlink के लिए</b> mplayer स्थापित है<b><font color="blue"></font></b>
hr: <br><br>Kako biste instalirali <b>mplayer</b> u Ubuntu otvorite prozor terminala i upišite "<b>sudo apt-get install mplayer</b>".<br><br>Ako ste već instalirali mplayer u drugu lokaciju, <b>provjerite da li imate symlink koji pokazuje na vašu mplayer izvršnu datoteku</b> u <b><font color="blue">
it: <br><br>Per installare <b>mplayer</b> in Ubuntu aperta una finestra di terminale e digitare "<b>sudo apt-get installare mplayer</b>".<br><br>Se avete installato mplayer già in un percorso personalizzato, <b>assicurarsi di avere un link simbolico che punta a mplayer il tuo eseguibile</b> presso<b><font color="blue"></font></b>
ja: <br><br>ターミナル ウィンドウの開いている Ubuntu で<b>mplayer</b>をインストールし「<b>sudo 適当です-行きますインストール mplayer</b>を」を入力するには。<br><br>Mplayer で<b>、mplayer を実行可能ファイルを指しているシンボリック リンクを持っていることを確認</b>をカスタムの場所に既にインストールされている場合<b><font color="blue"></font></b>
ko: <br><br>터미널 창을 오픈 우분투에 <b>mplayer</b> 를 설치 하려면 "<b>sudo-설치 얻을 mplayer</b>" 입력.<br><br>Mplayer에서 <b>여 mplayer 실행 파일에 가리키는 심볼릭 링크를가지고 있는지 확인</b> 하는 사용자 지정 위치에 이미 설치한 경우<b><font color="blue"></font></b>
pt_br: <br><br>Para instalar o <b>player</b> no Ubuntu abra uma janela de terminal e digite “<b>sudo apt-get instalar player</b>”.<br><br>Se você tiver instalado o player já em um local personalizado, <b>certifique-se de ter um link simbólico apontando para o player seu executável</b> em<b><font color=“blue”></font></b>
ro: <br><br>Pentru a instala <b>mplayer</b> în Ubuntu deschide o fereastră terminal și tastați "<b>sudo apt-get install mplayer</b>".<br><br>Dacă aveți deja instalat mplayer la o locație personalizată, <b>asigurați-vă că aveți indicată o legătură simbolică către executabilul mplayer</b> at <b><font color="blue">
sl: <br><br>Namestitev <b>mplayer</b> v Ubuntu plan a semestralen okno ter stavek "<b>sudo zmožen-zaslužiti napeljati mplayer</b>".<br><br>Če ste namestili mplayer že na poljubno mesto, <b>se prepričajte, da so symlink kaže vaše mplayer izvršljiv</b> v<b><font color="blue"></font></b>
sv: <br><br>För att installera <b>mplayer</b> i Ubuntu, öppna ett terminalfönster och skriv in ”<b>sudo apt-get install mplayer</b>”.<br><br>Om du redan har installerat mplayer på en annan plats, <b>försäkra dig om att du har en symlänk som pekar på din mplayer-binär</b> <b><font color="blue">
uk: <br><br> Щоб встановити <b>mplayer</b> в Ubuntu, відкрийте вікно термінала та введіть " <b>sudo apt-get install mplayer</b> ". <br><br> Якщо ви вже встановили mplayer вже в іншому місці, <b>переконайтеся, що ви вказали символічне посилання на виконуваний файл mplayer</b> на
zh_cn: <br><br>为了在Ubuntu中安装 <b>mplayer</b> ，打开一个终端窗口，并输入 "<b>sudo yum apt-get mplayer</b>".<br><br>如果你已经在某个自定义的路径位置安装了mplayer，<b>请确保设置一个指向该mplayer可执行文件的符号链接</b><font color="blue">
