Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Close Tab
ar: إغلاقأغلق تاب
da: Luk faneblad
es: Cerrar pestaña
fr: Fermer l’onglet
hi: टैब बंद करें
hr: Zatvori karticu
it: Chiudi la scheda
ja: タブを閉じる
ko: 탭 닫기
ne: ट्याब बन्द गर्नुहोस्
pt_br: Fechar separador
ro: Închide fila
sl: Zapri zavihek
sr: Затвори картицу
sv: Stäng flik
uk: Закрити вкладку
vi: Đóng tab
zh_cn: 关闭标签页

source: Close All Tabs
ar: إغلاق كل علامات التبويب
bn: সমস্ত ট্যাব বন্ধ করুন
da: Luk alle faneblade
es: Cerrar todas las pestañas
fr: Fermer tous les onglets
hi: सभी टैब को बंद करें
hr: Zatvorite sve kartice
it: Chiudere tutte le schede
ja: すべてのタブを閉じる
ko: 모든 탭 닫기
ne: ट्याबहरू सबै बन्द
pt_br: Fechar todos os separadores
ro: Închide toate taburile
sl: Zapri vse zavihke
sr: Затвори све картице
sv: Stänga alla flikar
uk: Закрити всі вкладки
vi: Đóng tất cả cửa sổ
zh_cn: 关闭所有标签

source: Close Other Tabs
ar: أغلق علامات التبويب الأخرى
bn: অন্যান্য ট্যাব বন্ধ করুন
da: Luk de andre faneblade
es: Cerrar las demás pestañas
fr: Fermer les autres onglets
hi: अन्य टैब बंद करें
hr: Zatvori druge kartice
it: Chiudi le altre schede
ja: その他のタブを閉じる
ko: 다른 탭 닫기
ne: अन्य ट्याबहरू बन्द गर्नुहोस्
pt_br: Fechar outros separadores
ro: Închide celelalte file
sl: Zapri druge zavihke
sr: Затвори друге картице
sv: Stänga övriga flikar
uk: Закрити інші вкладки
vi: Đóng Các tab Khác
zh_cn: 关闭其他标签

source: Close Tabs to the Right
ar: إغلاق علامات التبويب إلى اليمين
bn: ডানদিকে ট্যাব বন্ধ করুন
da: Luk dette vindue
es: Cerrar pestañas a la derecha
fr: Fermer les onglets à droite
hi: बंद दाईं ओर के टैब
hr: Zatvori kartice udesno
it: Chiudere le schede a destra
ja: タブを右に閉じる
ko: 탭을 오른쪽으로 닫기
ne: सही नजिक ट्याबहरू
pt_br: Fechar separadores à direita
sl: Zapri zavihke na desno
sr: Затвори картице са десне стране
sv: Stäng flikar till höger
uk: Закрити вкладки праворуч
vi: Đóng Tab bên phải
zh_cn: 关闭右侧的标签

source: Loading Search Window...
ar: يتم الآن تحميل نافذة البحث...
bn: অনুসন্ধান উইন্ডো লোড হচ্ছে...
da: Indlæser søgevindue...
el: Φόρτωση παραθύρου ανζήτησης...
es: Cargando ventana de búsqueda...
fr: Chargement du panneau de recherche...
hi: खोज विन्डो लोड हो रही है...
hr: Učitavam prozor tražilice...
it: Caricamento finestra di ricerca...
ja: 検索ウィンドウをロード中...
ko: 검색 윈도우를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando janela de pesquisa...
ro: Se încarcă fereastra de căutare...
sl: Nacitavam pomocky...
sr: Лоадинг прозор...
sv: Öppnar sökfönster…
uk: Завантажую вікно пошуку...
vi: Đang tải Tìm kiếm Cửa sổ...
zh_cn: 加载搜索窗口……

source: Your search must be at least three characters to avoid congesting the network.
ar: لا بد أن تحتوي جملة البحث على ثلاث أحرف على الأقل لتجنب حدوث اختناقات في الشبكة.
bn: নেটওয়ার্কে কনজিস্টিং এড়াতে আপনার অনুসন্ধান কমপক্ষে তিনটি অক্ষর থাকতে হবে।
da: Din søgning skal minimum være på tre tegn for at undgå forstoppelse af netværket med en masse små søgninger.
el: Η αναζήτησή σας πρέπει να αποτελείται τουλάχιστον από τρεις χαρακτήρες, για να αποφευχθεί η συμφόρηση του δικτύου.
es: Tu búsqueda debe tener por lo menos tres caracteres para evitar congestionar la red.
fr: Votre recherche doit comporter au moins 3 caractères pour éviter la congestion du réseau.
hi: आपकी खोज नेटवर्क भीड़ से बचने के लिए कम से कम तीन अक्षर का होना चाहिए.
hr: Vaše pretraživanje mora biti barem tri slova dugačko kako biste izbjegli preopterećivanje mreže.
it: La tua chiave di ricerca deve contenere almeno tre caratteri per evitare di congestionare la rete.
ja: ネットワークの混雑を避けるために、検索は最低三文字以上で行うこと。
ko: 네트워크의 혼잡을 피하기 위해서, 검색은 최저 세자 이상으로 입력해야합니다.
ne: आफ्नो खोज नेटवर्क congesting बच्न कम्तिमा तीन वर्ण हुनुपर्छ।
pt_br: A sua pesquisa deve ter pelo menos três caracteres para evitar congestionamento na rede.
ro: Căutarea trebuie sa conțină cel puțin 3 caractere pentru a se evita congestionarea rețelei.
sl: Iskanje mora biti vsaj tri znake, da bi se izognili congesting omrežja.
sr: Ваша претрага мора бити најмање три карактера да би се избегло цонгестинг мрежу.
sv: En sökning måste vara minst tre tecken för att undvika överbelastning av nätverket.
uk: Ваш запит має бути довшим за 3 символи, щоб не перенавантажувати мережу.
vi: Tìm kiếm của bạn phải có ít nhất ba ký tự để tránh tắc nghẽn mạng.
zh_cn: 你必须输入至少3个字符进行搜索，以免造成网络阻塞。

source: Your search is too long. Please make your search smaller and try again.
ar: البحث الذي قمت به طويل جداً. من فضلك اجعل بحثك أصغر وحاول مرة ثانية.
bn: আপনার অনুসন্ধানটি অত্যন্ত দীর্ঘ দয়া করে আপনার অনুসন্ধানটি ছোট করুন এবং আবার চেষ্টা করুন।
da: Din søgning er for lang. Gør venligst din søgning mindre og prøv igen.
el: Η έρευνά σας έχει πολλούς όρους. Παρακαλώ, χρησιμοποιήστε λιγότερους και ξαναδοκιμάστε.
es: Tu búsqueda es muy larga. Por favor haz tu búsqueda más pequeña e intenta de nuevo.
fr: Votre recherche est trop longue. Veuillez la raccourcir et réessayer.
hi: आपकी खोज बड़ी है कृपया छोटी खोज से प्रयास करें।
hr: Vaše pretraživanje je preveliko. Molimo smanjite vašu pretragu te pokušajte ponovno.
it: La tua ricerca è troppo ampia. Seleziona una ricerca più mirata e riprova.
ja: 検索が長すぎるので、検索を小規模にして再試行
ko: 검색이 너무 길므로, 검색을 소규모로 해 재시행
ne: आफ्नो खोज धेरै लामो छ। कृपया आफ्नो खोज सानो बनाउन र फेरि प्रयास गर्नुहोस्।
pt_br: A sua pesquisa é muito extensa. Introduza uma pesquisa menor e tente novamente.
ro: Căutarea dumneavoastră este prea lungă. Vă rugăm să o micșorați și încercați din nou.
sl: Iskanje je predolgo. Se iskanje manjših in poskusite znova.
sr: Ваша претрага је предугачак. Молимо Вас да претрагу мањи и покушајте поново.
sv: Din sökning är för lång. Gör din sökning kortare och försök igen.
uk: Ваш запит занадто довгий. Будь ласка, зробіть запит коротшим та повторіть.
vi: Tìm kiếm của bạn quá dài. Hãy làm cho tìm kiếm của bạn nhỏ hơn và thử lại.
zh_cn: 搜索词太长。请精简搜索词并重试。

source: Name|Source|Ext.
ar: الاسم | المصدر | Ext.
da: Navn | Kilde | Ext.
es: Nombre|Fuente|Ext.
fr: Nom|Source|Ext.
hi: नाम | स्रोत | Ext.
hr: Ime|Izvor|Proširenje
it: Nome|Fonte|Ext.
ja: 名前|ソース|内線
ko: 이름 | 출처 | 내선
pt_br: Nome|Fonte|Ext.
ro: Nume|Sursă|Ext.
sl: Ime | Vir | Ext.
sr: Име | Извор | Инт.
sv: Namn|Källa|Ext.
zh_cn: 名称|来源|后缀。

source: has been disabled on your FrostWire Search Options. (Go to Tools > Options > Search to enable)
ar: تم تعطيل في "خيارات البحث فروست واير". (الذهاب إلى أدوات > خيارات > البحث لتمكين)
bn: আপনার FrostWire অনুসন্ধান বিকল্পগুলি নিষ্ক্রিয় করা হয়েছে (সক্ষম করার জন্য সরঞ্জাম > বিকল্প > অনুসন্ধান করুন)
da: er blevet deaktiveret på dit FrostWire søgemuligheder. (Gå til Tools > indstillinger > ransage hen til aktivere)
es: ha sido deshabilitado en tus opciones de búsqueda de Frostwire. (Ve a Herramientas > Opciones > Búsqueda para habilitarlo)
fr: a été désactivé sur vos options de recherche FrostWire. (Allez dans Outils > Options > Rechercher pour activer)
hi: पर अपने FrostWire खोज विकल्प अक्षम किया गया है। (उपकरण पर जाएँ > विकल्प > खोज सक्षम करने के लिए)
hr: bilo je onemogućeno u opcijama pretraživanja FrostWirea. (Odite na Alati > Opcije > Traženje kako biste omogučili)
it: è stato disabilitato sul FrostWire opzioni di ricerca. (Vai a Strumenti > Opzioni > Attivare Ricerca)
ja: FrostWire検索オプションで無効になっています。 （ツール>オプション>検索を有効にする）
ko: FrostWire 검색 옵션에서 사용 중지되었습니다. (도구> 옵션> 검색으로 이동하여 사용)
ne: तपाईंको FrostWire खोज विकल्प अक्षम गरिएको छ। (उपकरण जानुहोस् > विकल्प > सक्षम खोज)
pt_br: foi desativado em suas opções de pesquisa de FrostWire. (Vá em Ferramentas> Opções> Procurar para ativar)
ro: a fost dezactivat din opțiunile de căutare FrostWire. (mergeți la Unelte > Opțiuni > Căutare pentru activare)
sl: je bil onemogočen v vaših iskalnih možnostih FrostWire. (Iti k rokodelsko orodje > možnosti > Išči omogočiti)
sr: је онемогућен на своје FrostWire Сеарцх Оптионс. (Го то Тоолс > Оптионс> Тражи да се омогући)
sv: har inaktiverats i dina FrostWire-sökalternativ. (Gå till Verktyg > Alternativ > Sökning för att aktivera)
uk: була відключена на вашому Frostwire Параметри пошуку. (Перейдіть в меню Сервіс > Параметри > Пошук, щоб включити)
vi: Đã bị tắt trên các tùy chọn tìm kiếm FrostWire của bạn. (Vào Công cụ > Tùy chọn > Search để kích hoạt)
zh_cn: 已在你的 FrostWire“ 搜索”选项中被禁用。（可以到“工具” > “选项” > “搜索” 中启用）

source: Select content to download from this torrent.
ar: حدد المحتوى لتحميل من هذا سيل.
bn: এই জলস্রোত থেকে ডাউনলোড করার জন্য সামগ্রী নির্বাচন করুন।
da: Vælg indhold til at downloade fra denne torrent.
es: Selecciona el contenido para descargar de este torrent.
fr: Sélectionnez le contenu à télécharger à partir de ce torrent.
hi: इस धार से डाउनलोड करने के लिए सामग्री का चयन करें।
hr: Odaberi sadržaj za preuzimanje iz ovog torrenta.
it: Selezionare il contenuto da scaricare da questo torrent.
ja: このトレントからダウンロードするコンテンツを選択してください。
ko: 이 토런트에서 다운로드 할 컨텐츠를 선택하십시오.
ne: यो धार बाट डाउनलोड गर्न सामग्री चयन गर्नुहोस्।
pt_br: Selecione o conteúdo que você deseja baixar de este torrent.
ro: Selectați conținutul de descărcat de la acest torrent.
sl: Izberite vsebino za prenos iz te torrent.
sr: Изабери садржај за преузимање са овим торрент.
sv: Välj innehåll att hämta från denna torrent.
uk: Виберіть вміст для завантаження з цього торрента.
zh_cn: 选择要从这个种子下载的内容。

source: results
da: resultater
es: resultados
fr: résultats
hi: परिणाम
hr: rezultati
it: risultati.
ko: 결과들
pt_br: resultados
ro: rezultate
sl: rezultate
sr: Резултати
sv: resultat
uk: результати
vi: các kết quả
zh_cn: 结果

source: Copy Hash
ar: نسخ
da: Kopiér
el: Αντιγραφή
es: Copiar Hash
fr: Copier le Hash code
hi: हैश कॉपी करें
hr: Kopiraj smjesu
it: Copia
ja: ハシュをコピーする
ko: 해쉬 복사
ne: सार
pt_br: Copie o Hash
ro: Copiere index
sl: Skopirovat
sr: цопи хасх
sv: Kopiera hash
uk: Копіювати
vi: Chép
zh_cn: 复制哈希值

source: Search More
ar: بحث أكثر
da: Søg mere
el: Ψάξε περισσότερο
es: Buscar más
fr: Chercher davantage
hi: और अधिक की खोज
hr: Traži više
it: Ricerca ancora
ja: さらに検索
ko: 더깊이 검색
ne: खोज
pt_br: Pesquisar mais
ro: Caută mai multe
sl: Vyhladaj viac
sr: Тражи Више
sv: Sök fler
uk: Шукати Більше
vi: Tìm kiếm ở đây
zh_cn: 搜索更多

source: Search tools
ar: ادوات البحث
bn: অনুসন্ধান সরঞ্জাম
da: Søgeværktøjer
el: Εργαλεία αναζήτησης
es: Herramientas de búsqueda
fr: Outils de recherche
hi: खोज के औज़ार
hr: Alati za traženje
it: Ricerca strumenti
ja: 検索ツール
ko: 검색 도구
pt_br: Ferramentas de pesquisa
ro: Unelte de căutare
sl: Iskalna orodja
sr: Тражи Тоолс
sv: Sökverktyg
vi: Công cụ tìm kiếm
zh_cn: 搜索工具

source: All Free Downloads
ar: جميع التنزيلات المجانية
bn: সব বিনামূল্যে ডাউনলোড
da: Alle gratis Downloads
es: Descargas Gratuitas
hi: सभी मुफ्त डाउनलोड
ja: すべての無料ダウンロード
ne: सबै फ्री डाउनलोड
pt_br: Downloads Gratuitos
zh_cn: 所有免费下载

source: Created
ar: الإنشاء
da: Frembragt
el: Δημιουργήθηκε
es: Creado
fr: Créé
hi: उत्पादित
hr: Stvoreno
it: Creato
ja: 作成
ko: 작성
ne: सिर्जना
pt_br: Criado
ro: Creat
sl: Vytvorene
sr: направљена
sv: Skapad
uk: Створено
vi: Tạo
zh_cn: 已创建

source: FrostWire Torrent
bn: FrostWire টরেন্ট
es: Torrent de FrostWire
hi: FrostWire टोरेंट
ja: FrostWireトレント
ko: FrostWire 토런트
pt_br: Torrent de FrostWire
zh_cn: FrostWire洪流

source: ".torrent" files
ar: ".ملفات" تورنت
da: ".torrent" filer
el: ".torrent" αρχεία
es: archivos ".torrent"
fr: Fichiers ".torrent"
hr: ".torrent" datoteke
it: file ".torrent"
ja: ".トレント" ファイル
ko: ".torrent" 파일
pt_br: ".torrent" arquivos
ro: Fișiere ".torrent"
sl: ".torrent" datotek
sr: ".torrent" фајлове
sv: ".torrent"-filer
uk: файли «.torrent»
vi: Tập tin ".torrent"
zh_cn: ".torrent"文件

source: "magnet:" links
ar: "وصلات:" بارزة
el: "magnet:" δεσμοί
es: enlaces "magnet:"
fr: Liens "aimant:"
hr: "magnet:" poveznice
it: Collegamenti "magnet:"
ja: 「Magnet」リンク
ko: "magnet:" 링크
ro: Legături "magnet:"
sl: "magnet: »povezave
sr: "магнет:" линкови
sv: ”magnet:”-länkar
uk: «Магніт»: посилання
vi: Liên kết "nam châm:"
zh_cn: "magnet:"链接

source: One or more files or protocols that FrostWire uses are no longer associated with FrostWire. Would you like FrostWire to re-associate them?
ar: لم تعد واحدة أو أكثر من الملفات أو البروتوكولات التي يستخدمها فروست واير المقترنة مع فروست واير. هل ترغب في برنامج FrostWire لإعادة ربطها؟
bn: FrostWire ব্যবহার করে যে এক বা একাধিক ফাইল বা প্রোটোকল আর FrostWire এর সাথে সম্পর্কিত নয় আপনি কি ফ্রস্টওয়েইয়ারকে তাদের পুনরায় সংযুক্ত করতে চান?
da: En eller flere filer eller protekoller som FrostWire bruger er ikke længere tilknyttet FrostWire. Vil du gerne have at FrostWire genetablerer tilknytningen?
es: Uno o más archivos o protocolos que FrostWire usa no se encuentran asociados con FrostWire. ¿Te gustaría volver a asociarlos?
fr: Un ou plusieurs protocoles ou fichiers que FrostWire utilise ne sont plus associés à FrostWire. Voudriez-vous que FrostWire les réassocie?
hi: एक या अधिक फ़ाइलें या प्रोटोकॉल है जो फ्रोस्ट वाइर उपयोग करता है और अब फ्रोस्ट वाइर साथ जुड़े नहीं हैं. आप फ्रोस्ट वाइर के साथ उन्हें पुन: संबद्ध करना चाहेंगे?
hr: Jedna ili više datoteka ili protokola koje FrostWire koristi više nisu asocirani sa FrostWireom. Želite li da ih FrostWire ponovno asocira?
it: Uno o piu' file o protocolli che FrostWire usa non sono piu' associati a FrostWire. Vuoi che FrostWire li ricolleghi?
ja: FrostWire が利用する複数のファイルまたはプロトコルは、既にFrostWireに関連付けられていません。もう一度関連付け直しますか?
ko: FrostWire가 사용중인 하나 이상의 파일 또는 프로토콜이 FrostWire 와 연계되어 있지 않습니다. FrostWire와 재-연계 하시겠습니까?
ne: एक वा बढी फाइल वा FrostWire प्रयोगका अब FrostWire सम्बन्धित छन् प्रोटोकल। तपाईं FrostWire चाहनुहुन्छ तिनीहरूलाई पुन: संगत गर्न?
pt_br: Um ou mais arquivos ou protocolos que o FrostWire utuliza não estão mais associadas com FrostWire. Gostaria que o FrostWire os re-associe?
ro: Unul sau mai multe fișiere sau protocoale pe care FrostWire le utilizează nu mai sunt asociate cu FrostWire. Doriți ca FrostWire să le asocieze din nou?
sl: Eno ali več datotek ali protokolov, ki uporablja slana so ni več povezana z slana. Bi radi slana ponovno jih povezati?
sr: Један или више датотека или протоколи који су FrostWire користи више повезани са FrostWire. Желите ли FrostWire да поново повезати их?
sv: Ett eller flera protokoll som FrostWire använder är inte längre associerade med FrostWire. Vill att FrostWire ska återassociera dem?
uk: Один або кілька файлів або протоколів, які Frostwire використовує більше не пов'язані з FrostWire. Хотіли б ви FrostWire повторно пов'язати їх?
vi: Một hoặc nhiều tệp hoặc giao thức mà FrostWire sử dụng không còn liên quan đến FrostWire. Bạn có muốn FrostWire liên kết lại họ không?
zh_cn: FrostWire使用的一个或多个文件或协议不再与FrostWire关联。是否重新关联？

source: SHARE the download-url or magnet-url of this file with a friend
ar: مشاركة url التحميل أو المغناطيس-url الخاص بهذا الملف مع صديق
bn: একটি বন্ধু সঙ্গে এই ফাইল ডাউনলোড-ইউআরএল বা চুম্বক-ইউআরএল শেয়ার করুন
da: DELE download-url eller magnet-url af denne fil med en ven
es: COMPARTE el enlace de la descarga o el enlace “magnet” de este archivo a un amigo
fr: PARTAGER l'url de téléchargement ou l'aimant-url de ce dossier avec un ami
hi: डाउनलोड url या चुंबक-url इस फ़ाइल के एक दोस्त के साथ साझा करें
hr: SHARE preuzimanje url ili magnet-url ove datoteke s prijateljem
it: CONDIVIDETE il download-URL o magnete-URL di questo file con un amico
ja: 友人とこのファイルのダウンロードURLまたはマグネットURLを共有してください
ko: 이 파일의 다운로드 URL 또는 자석 URL을 친구와 공유하십시오.
pt_br: Compartilhe a url de download ou ímã-url deste arquivo com um amigo
ro: Împărtășiți url sau magnet-url al acestui fișier cu un prieten
sl: DELEŽ travnato gričevje url ali magnet-url datoteke s prijateljem
sr: СХАРЕ преузимања-УРЛ или Магнет-УРЛ овог фајла са пријатељем
sv: DELA hämtnings-url eller magnet-url för denna fil med vän
uk: ПОДІЛИТИСЯ завантаження-URL або магніт-URL цього файлу з одним
vi: Chia sẻ URL-url hoặc nam châm của tập tin này với bạn bè
zh_cn: 与朋友分享此文件的download-url或magnet-url

source: More Options
ar: خيارات أخرى
da: Flere muligheder
el: Περισσότερες επιλογές
es: Más opciones
fr: Options supplémentaires
hi: और विकल्पे
hr: Još postavki
it: Altre opzioni
ja: その他オプション
ko: 다른 옵션
ne: अरु विकल्प
pt_br: Mais opções
ro: Mai multe opțiuni
sl: Viac moznosti
sr: Више опција
sv: Fler alternativ
uk: Більше опцій пошуку
vi: Thêm Tuỳ Chọn
zh_cn: 更多选项

source: Sort Automatically
ar: ترتيب تلقائي
bn: স্বয়ংক্রিয়ভাবে সাজান
da: Sorter automatisk
el: Αυτόματη ταξινόμηση
es: Ordenar automáticamente
fr: Tri automatique
hi: स्वचालित क्रमबद्ध
hr: Automatski razvrstati
it: Ordina automaticamente
ja: 自動的にソート
ko: 자동 정렬
ne: आफै स्क्रोल गर
pt_br: Ordenar automaticamente
ro: Sortare automată
sl: Rozdel Automaticky
sr: Сорт Аутоматски
sv: Sortera automatiskt
uk: Сортувати автоматично
vi: Sắp xếp tự động
zh_cn: 自动滚动

source: Extended Tooltips
ar: أداة تلميح ممددة
bn: এক্সটেন্ডেড টুলটিপস
da: Udvidede værktøjstips
el: Εκτεταμένα επεξηγηματικά κείμενα
es: Indicadores de funciones ampliados
fr: Bulles d’aide étendues
hi: विस्तृत सुझावें
hr: Prošireni opisi
it: Consigli estesi
ja: 拡張ツールチップ
ko: 도구 팁 확장
pt_br: Dicas detalhadas
ro: Sfaturi avansate
sl: Rozsirene tipi na nastroje
sr: Ектендед Објашњења
sv: Utökade inforutor
uk: Розширені Підказки
vi: Các chú giải công cụ mở rộng
zh_cn: 扩展的工具提示

source: Revert To Default
ar: استعادة الافتراضي
bn: ডিফল্টে প্রত্যাবর্তন
da: Brug standardvalg
el: Επαναφορά στην προεπιλογή
es: Revertir al valor predeterminado
fr: Rétablir les options par défaut
hi: फ़ॉन्टवर्क अनुपस्थिति फ़ॉर्म
hr: Vrati na osnovne postavke
it: Ripristina al valore predefinito
ja: 初期設定に戻す
ko: 초기설정으로 되돌림
ne: डिफल्टमा उल्ताऊ
pt_br: Restaurar padrões
ro: Revenire la implicit
sl: Obnova prednastavenych
sr: Врати За Дефаулт
sv: Återgå till standardvärden
uk: За замовчуванням:
vi: Trở Lại Mặc định
zh_cn: 恢复默认设置

source: You cannot turn off all columns.
ar: لا يمكنك إطفاء جميع الأعمدة.
bn: আপনি সমস্ত কলাম বন্ধ করতে পারবেন না
da: Du kan ikke slå alle kolonner fra.
el: Δεν μπορείτε να χαλάσετε όλες τις στήλες.
es: No puedes desactivar todas las columnas.
fr: Vous ne pouvez pas cacher toutes les colonnes.
hi: आप सभी कॉलम को नहीं बदल सकते हैं.
hr: Ne možete zatvoriti sve stupce.
it: Non puoi disattivare tutte le colonne.
ja: すべてのコラムをオフにできません
ko: 모든 칼럼을 오프로 할 수 없는 상태
pt_br: Não pode desativar todas as colunas.
ro: Nu puteți închide toate coloanele.
sl: Ne morete izklopiti vse stolpce.
sr: Ви не можете да искључите све колоне.
sv: Du kan inte dölja alla kolumner.
uk: Ви не можете вимкнути усі колонки.
vi: Bạn không thể tắt tất cả các cột.
zh_cn: 你不能关掉所有列。

source: Demuxing
es: Demuxeando
ro: Demultiplexare
sr: Демукинг
sv: Demuxar

source: Announce yourself as a seed for the content indexed by this torrent as soon as it's created. If nobody is seeding the torrent, it won't work. (Recommended)
es: Publicítate como un compartidor del contenido indexado por este torrent tan pronto éste sea creado. Si nadie comparte, el torrent no funcionará. (Recomendado)

source: Select a single file
ar: حدد ملف واحد
bn: একটি ফাইল নির্বাচন করুন
es: Seleccionar/Deseleccionar todos los archivos
fr: Sélectionner un seul fichier
hi: एक एकल फ़ाइल चुनें
hr: Odaberi jednu datoteku
it: Selezionare un singolo file
ja: 1つのファイルを選択する
ko: 단일 파일 선택
ne: एकल फाइल चयन
pt_br: Selecione um único arquivo
ro: Selectare un singur fișier
sl: Izberite eno datoteko
sr: Изаберите једну датотеку
sv: Välj en fil
uk: Виберіть один файл
vi: Chọn một tệp

source: Select folder
bn: ফোল্ডার নির্বাচন করুন
es: Seleccionar carpeta
fr: Sélectionner un dossier
hi: फोल्डर का चयन करें
hr: Odaberi mapu
it: Selezionare la cartella
ja: フォルダを選択
ko: 폴더 선택
ne: फोल्डर चयन गर्नुहोस्
ro: Selectare dosar
sr: izaberite директоријум
sv: Välj mapp
uk: Виберіть папку
vi: Chọn thư mục

source: Adding files...
ar: جارٍ إضافة الملفات ...
bn: ফাইল যুক্ত হচ্ছে...
es: Añadiendo archivos…
fr: Ajout de fichiers...
hi: फ़ाइलें जोड़ना...
hr: Dodavanje datoteka...
it: Aggiunta di file...
ja: ファイルを追加しています...
ko: 파일 추가 중 ...
ne: फाइलहरू थपे...
pt_br: Adicionando arquivos...
ro: Se adaugă fișiere...
sl: Dodajanje datotek...
sr: Додавање датотека...
sv: Lägger till filer…
vi: Đang thêm tệp...

source: Generating torrent entry...
ar: جارٍ إنشاء إدخال سيل ...
bn: ঝরনা এন্ট্রি তৈরি করা হচ্ছে...
es: Generando entrada del torrent…
fr: Génération d'entrée torrent...
hi: टोरेंट प्रविष्टि उत्पन्न कर रहा है...
hr: Generirajući ulaz u torrent...
it: Generazione ingresso torrente...
ja: トレントエントリの生成...
ko: 토런트 항목 생성 중 ...
ne: धार प्रवेश उत्पन्न ...
pt_br: Gerando entrada de torrent...
ro: Generarea intrării torrent...
sl: Ustvarjanje torrent-ja ...
sr: Генерисање торрент улазак...
sv: Generera torrentpost…
uk: Створення запису торрент...
vi: Đang tạo mục nhập torrent...

source: <strong>Seed finished downloads.</strong> BitTorrent users on the internet will be able<br/>to download file chunks of the data your torrents seed. (Recommended)
bn: <strong>বীজ ডাউনলোড শেষ</strong> ইন্টারনেটে বিট-টরেন্ট ব্যবহারকারীরা <br/> আপনার টরেন্ট বীড ডাটা ফাইলের অংশগুলি ডাউনলোড করতে সক্ষম হবে। (প্রস্তাবিত)
es: <strong>Compartir los torrents al finalizar la descargas.</strong> Los usuarios de BitTorrent en Internet podrán<br/>descargar trozos de datos de los torrents que compartas. (Recomendado)
sv: <strong>Distribuera slutförda hämtningar.</strong> BitTorrentanvändare på internet kommer att kunna<br/> hämta fildelar av datan din torrent delar. (rekommenderat)
uk: <strong>Насіння завершено завантаження.</strong> BitTorrent користувачі в Інтернеті зможуть <br/> щоб завантажити файлові фрагменти даних, які завантажуються вашими торрентами. (Рекомендовано)
vi: <strong>Gieo rắc tải xong.</strong> Người dùng BitTorrent trên Internet sẽ có thể<br/>Để tải xuống các tập tin dữ liệu của bạn torrents hạt. (Đề nghị)

source: <strong>Don't seed finished downloads.</strong> BitTorrent users on the internet may<br/>only download file chunks of that torrent from you while you're downloading its<br/>data files. <strong>Some trackers will penalize this Leeching behavior</strong>.
bn: <strong>শেষ ডাউনলোড শেষ না</strong> ইন্টারনেটে বিট-টরেন্ট ব্যবহারকারীরা<br/>আপনি ডাউনলোড করার সময় শুধুমাত্র আপনার থেকে যে ঝরনা ফাইল অংশ ডাউনলোড ডাউনলোড<br/>ডাটা ফাইল.<strong>কিছু ট্র্যাকাররা এই খারাপ আচরণ দমন করবে</strong>.
es: <strong>No compartir los torrents al finalizar las descargas.</strong> Los usuarios de BitTorrent en Internet solo<br/>podrán descargar trozos de los archivos de tus torrents mientras te descargas<br/>los archivos. <strong>Algunos rastreadores penalizan este comportamiento sanguijuela</strong>.
sv: <strong>Distribuera ej slutförda hämtningar.</strong> BitTorrentanvändare på internet kan<br/> endast hämta fildelar från torrenten medan du hämtar dess<br/>datafiler. <strong>En del trackers kommer att straffa detta reciprokörsbeteende</strong>.
uk: <strong>Не завантажуйте готові завантаження.</strong> BitTorrent користувачі в інтернеті можуть <br/> завантажуйте лише файли цього торрента від вас, поки ви завантажуєте його <br/> файли даних <strong>Деякі трекерки покарають цю поведінку під час гри</strong> .
vi: <strong>Không tải xuống đã hoàn tất.</strong> Người dùng BitTorrent trên Internet có thể<br/>chỉ tải xuống tập tin torrent của torrent đó từ bạn trong khi bạn tải về nó<br/>hồ sơ dữ liệu. <strong>Một số người theo dõi sẽ phạt hành vi xấu này</strong>.

source: complete
ar: اكتمال
es: Completado
fr: complet
hi: पूर्ण
it: completo
ja: コンプリート
ko: 완전한
sv: komplett
uk: завершити
vi: hoàn thành

source: Resumed
ar: استأنف
es: Reanudado
fr: A repris
hr: Nastavljena
it: Ripreso
ko: 재개 됨
pt_br: Recomeçou
sv: Återupptas
uk: Відновлено
vi: Đã tiếp tục

source: Launch Selected Files in
bn: মধ্যে নির্বাচিত ফাইল আরম্ভ করুন
es: Ejecutar los archivos seleccionados en
hi: में चयनित फ़ाइलें लॉन्च करें
hr: Pokreni označene datoteke u
ja: 選択したファイルを起動する
ko: 선택한 파일 시작
ne: सुरु फाइलहरू चयन मा
ro: Lansează fișierele selectate în
sl: Zagon izbranih datotek v
sr: Лаунцх Селецтед Филес у
sv: Kör valda filer i
vi: Khởi chạy các tệp tin đã chọn trong
