Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP) and other NAT traversal techniques FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You may also have to configure your router if you choose manual configuration, but FrostWire will try its best so you don't have to.)
bn: FrostWire ফায়ারওয়াল বা রাউটারের পিছনে কাজ করতে নিজেকে কনফিগার করতে পারে। ইউনিভার্সাল প্লাগ 'এন প্লে (ইউপিএনপি) এবং অন্যান্য NAT ট্র্যাভেরসাল টেকনোলজি ব্যবহার করে ফ্রস্টওয়াটারটি আপনার রাউটার বা ফায়ারওয়ালকে যথাযথ পারফরম্যান্সের জন্য স্বয়ংক্রিয়ভাবে কনফিগার করতে পারে। আপনার রাউটার UPnP সমর্থন করে না, যদি FrostWire ম্যানুয়ালি একটি বহিরাগত পোর্ট বিজ্ঞাপন সেট করা যাবে। (যদি আপনি ম্যানুয়াল কনফিগারেশন চয়ন করেন তবে আপনার রাউটার কনফিগার করতে হতে পারে, তবে FrostWire এটির সেরাটি চেষ্টা করবে যাতে আপনি তা করতে না পারেন।)
da: FrostWire kan opsætte sig selv til at virke bag en firewall eller router. Ved brug af Universal Plug 'n Play (UPnP), så kan FrostWire automatisk konfigurere din router eller firewall til optimal ydelse. Hvis din router ikke understøtter UPnP, så kan FrostWire opsættes til manuel port opsætning. (Du skal så også konfigurere din router, hvis du vælger manuel opsætning.)
el: Το FrostWire μπορεί αυτο-διευθετηθεί έτσι ώστε να λειτουργεί πίσω από ένα τείχος προστασίας ή δρομολογητή. Χρησιμοποιώντας το Universal Plug 'n Play (UPnP), το FrostWire μπορεί να διαρθρώσει αυτόματα το δρομολογητή ή το τείχος προστασίας σας για βέλτιστη απόδοση. Εάν ο δρομολογητής σας δεν υποστηρίζει το UPnP, το FrostWire μπορεί να ρυθμιστεί έτσι ώστε να αναζητήσει μια εξωτερική πύλη δια χειρισμού. (Πρέπει να διευθετήσετε επίσης και το δρομολογητή σας, εάν επιλέξετε την διά χειρισμού διευθέτηση).
es: FrostWire puede configurarse para funcionar detrás de un cortafuegos o enrutador. Al utilizar Plug 'n Play Universal (UPnP), FrostWire puede configurar automáticamente su enrutador o cortafuegos para un desempeño óptimo. Si su enrutador no soporta UPnP, FrostWire puede ser configurado para anunciar un puerto externo manualmente. (Debe también configurar su enrutador si elige la configuración manual.)
fr: FrostWire peut se configurer lui-même pour fonctionner derrière un pare-feu ou un routeur. Au moyen du protocole Plug’n Play Universel (UPnP), FrostWire peut même configurer automatiquement votre routeur ou pare-feu pour des performances optimales, si ceux-ci supportent UPnP. Si ce n’est pas le cas, vous pouvez paramétrer manuellement FrostWire pour qu’il indique un port public spécifique. (Vous devrez alors configurer vous-même votre routeur si vous choisissez la configuration manuelle, mais FrostWire fera de son mieux pour que vous n'ayez pas à le faire.)
hi: फ्रोस्ट वाइर एक फ़ायरवॉल या रूटर के पीछे से काम कर सकने के लिए कॉन्फ़िगर कर सकते हैं.यूनिवर्सल प्लग न प्ले (UPnP) और अन्य NAT traversal तकनीक फ्रोस्ट वाइर का प्रयोगस्वचालित रूप से अनुकूलतम प्रदर्शन. के लिए अपने रूटर या फ़ायरवॉल विन्यस्त कर सकते हैं. यदि आपका रूटर UPnP का समर्थन नहीं करता, फ्रोस्ट वाइर एक बाहरी पोर्ट मैन्युअल रूप से विज्ञापित करने के लिए सेट किया जा सकता है. (आप भी यदि अपने रूटर के लिए मैन्युअल कॉन्फ़िगरेशनका चयन करते है, हो सकता है, लेकिन फ्रोस्ट वाइर इसकी पूरी कोशिश करेगा ताकि आप को ना करना पड़े .)
hr: FrostWire se može postaviti tako da radi iza vatrozida ili routera. Koristeći Univeral Plug 'n Play (UPnP) i ostale NAT tehnike FrostWire može automatski postaviti vaš router za optimalne performanse. Ako vaš router ne podržava UPnP, FrostWire se može postaviti da reklamira eksterni port ručno. (Možda ćete morati podesiti vaš router ako odaberete ručnu konfiguraciju, ali će FrostWire pokušati sve što može tako da vi ne morate.)
it: FrostWire può configurarsi in modo da operare sotto un firewall o un router. Usando 'UPnP' (Universal Plug 'n Play) e altre tecniche NAT trasversali, FrostWire può configurare automaticamente il tuo router o firewall per prestazioni ottimali. Se il tuo router non supporta UPnP, FrostWire puo' essere impostato in modo da usare una porta esterna manualmente. (potresti anche dover configurare il tuo router se scegli la configurazione manuale, ma Frostwire fara' del suo meglio cosi che non dovrai fare cio')
ja: FrostWireは、ファイアウォールやルーターの陰で起動するようそれ自体で設定することができます。ユニバーサル・プラグ・アンド・プレイ(UPnP)やその他NATトラバーサル技術を使用することで、FrostWireは、オプションのパフォーマンス用にご利用のルーター・ファイアウォールを自動的に設定することが可能です。ご利用のルーターがUPnPに対応していない場合、FrostWireは、手動で外向ポートに知らせるよう設定することができます。（手動設定を選ぶ場合、ご利用のルーターを設定しなければならない場合もありますが、FrostWireは、ベストな設定になるよう努めますのでご自身でする必要はありません。）
ko: FrostWire는 방화벽 또는 라우터환경에서 작동할 수 있습니다. 유니버설 플러그 인 플레이(UpnP)를 이용해, FrostWire는 자동적으로 유저의 라우터 또는 방화벽에 대해, 최고의 퍼포먼스를 구성할 수 있습니다. 만약 사용중인 라우터가 UpnP를 지원하지 않는 경우는, FrostWire에서 외부 포트를 변경시킬 수 있습니다. (수동 구성을 선택하려면, 라우터의 구성을 설정하셔야 합니다.
ne: FrostWire फायरवाल वा राउटर पछि देखि काम गर्न नै कन्फिगर गर्न सक्नुहुन्छ। प्ले 'एन (UPnP) र अन्य NAT ट्राभर्सल प्रविधी FrostWire स्वतः तपाईंको राउटर कन्फिगर वा इष्टतम प्रदर्शन को लागि फायरवाल सक्नुहुन्छ विश्वव्यापी प्लग प्रयोग गरेर। आफ्नो राउटर UPnP समर्थन गर्दैन भने, FrostWire स्वयं बाह्य पोर्ट विज्ञापन गर्न सेट गर्न सकिन्छ। (तपाईं मार्गदर्शन कन्फिगरेसन चयन भने आफ्नो राउटर कन्फिगर गर्न सक्नुहुन्छ, तर तपाईँले छैन त FrostWire यसको सबै भन्दा राम्रो प्रयास गर्नेछ।)
pt_br: O FrostWire pode se autoconfigurar para funcionar atrás de um firewall ou roteador. Usando o plug 'n play (UPnP) Universal, o FrostWire pode automaticamente configurar o seu roteador ou firewall para um desempenho ideal. Se o seu roteador não suportar uPnP é possível definir o FrostWire para indicar uma porta externa manualmente. (Se selecionar a configuração manual também tem de configurar o seu roteador.)
ro: FrostWire se poate auto-configura să funcționeze din spatele unui firewall sau ruter. Utilizând Universal Plug 'n Play (UPnP) și alte tehnici NAT de traversare FrostWire poate configura automat ruterul sau firewall-ul pentru performanța optimă. Dacă ruterul nu suportă UPnP, FrostWire poate fi configurat să anunțe un port extern manual. (Va trebui să configurați ruterul dacă alegeți configurarea manuală, dar FrostWire va încerca tot ce este mai bine astfel nu veți fi nevoit să o faceți.)
sl: FrostWire se lahko konfigurira za delo izza požarnega zidu ali usmerjevalnika. Uporaba Universal Plug 'n Play (UPnP) in druge tehnike prehoda NAT FrostWire lahko samodejno konfigurira usmerjevalnik ali požarni zid za optimalno delovanje. Če vaš usmerjevalnik ne podpira UPnP, se lahko FrostWire nastavi za ročno oglaševanje zunanje povezave. (Morda boste morali konfigurirati usmerjevalnik tudi, če izberete ročno konfiguracijo, vendar bo FrostWire poskusil vse, kar vam ne bo treba.)
sr: FrostWire se može podesiti da radi iza zaštitnog zida ili rutera. Korišćenjem Universal Plug 'n' Play (UPnP), FrostWire može automatski podesiti zaštitni zid ili ruter za optimalan rad. Ako Vaš ruter ne podržava UPnP, FrostWire se može podesiti i ručno na određeni kanal.
sv: FrostWire kan konfigurera sig självt till att arbeta bakom en brandvägg eller router. Med Universal Plug 'n Play (UPnP) och andra NAT-traverseringstekniker kan FrostWire automatiskt konfigurera din router eller brandvägg för optimal prestanda. Om din router inte stödjer UPnP kan FrostWire ställas in till att annonsera en extern port manuellt. (Du kanske också måste konfigurera din router om du väljer manuell konfiguration, men FrostWire kommer att försöka sitt bästa för det så att du inte behöver.)
uk: FrostWire може бути налаштовано працювати з понад firewall’у або маршрутизатора. FrostWire може налаштувати Ваш маршрутизатор або firewall на оптимальну роботу, використовуючи Universal Plug 'n Play (UPnP). Якщо Ваш маршрутизатор не підтримує UpnP, FrostWire може бути налаштовано вручну використовувати певний зовнішній порт. (У цьому випадку Ви також маєте налаштувати Ваш марштрутизатор.
vi: FrostWire có thể cấu hình chính nó để làm việc từ phía sau một bức tường lửa hoặc router. Sử dụng Universal Plug 'n Play (UPnP) và các kỹ thuật chuyển tiếp NAT khác FrostWire có thể tự động định cấu hình router hoặc tường lửa cho hiệu năng tối ưu. Nếu bộ định tuyến của bạn không hỗ trợ UPnP, FrostWire có thể được thiết lập để quảng cáo một cổng bên ngoài bằng tay. (Bạn cũng có thể phải cấu hình router nếu bạn chọn cấu hình thủ công, nhưng FrostWire sẽ cố gắng hết sức vì vậy bạn không phải làm.)
zh_cn: FrostWire可以自动配置为透过防火墙或路由器运行。使用通用即插即用（UpnP）和其他内网互联技术，FrostWire能够自动配置你的路由器或防火墙，使其达到最佳效果。如果你的路由器不支持UPnP，FrostWire可以手动设置为外部接口。（如果选择手动配置，则你可能需要相应设置你的路由器，不过FrostWire会尽力而为以便无需你动手设置路由器。）

source: Use random port (Recommended)
ar: استخدم UPnP (مستحسن)
bn: র্যান্ডম পোর্ট ব্যবহার করুন (প্রস্তাবিত)
da: Brug UPnP (anbefales)
el: Χρήση UPnP (συνιστάται)
es: Usar puerto aleatorio (Recomendado)
fr: Utiliser un port aléatoire (Recommandé)
hi: रेंडम पोर्ट का उपयोग करें (अनुशंसित)
hr: Koristi nasumična vrata (preporučeno)
it: Usa porta a caso (raccomandato)
ja: ランダム・ポート使用（推薦）
ko: 랜덤 포트 사용(추천됨)
ne: अनियमित पोर्ट प्रयोग (सिफारिस)
pt_br: Utilizar porta aleatória (recomendado)
ro: Utilizează un port aleator (Recomandat)
sr: Koristi UPnP (Preporučeno)
sv: Använd slumpmässig port (rekommenderas)
uk: Використовувати UpnP (Рекомендовано)
vi: Sử dụng cổng ngẫu nhiên (Được khuyến nghị)
zh_cn: 使用随机串口（推荐）

source: Manual port range
bn: ম্যানুয়াল পোর্ট পরিসর
el: Εγχειρίδιο θυρών
es: Redirección de puerto manual
fr: Plage de ports manuelle
hr: Ručni domet vrata
it: Redirezione porta manuale
ja: 手動ポート範囲
ne: मार्गदर्शन पोर्ट दायरा
ro: Gamă port manuală
sr: Мануал опсег портова
sv: Manuellt portintervall
uk: Ручний діапазон портів
vi: Phạm vi cổng thủ công
zh_cn: 手动设置端口范围

source: TCP port start:
es: Puerto TCP (inicio de rango)
fr: Démarrage du port TCP:
hi: TCP पोर्ट प्रारंभ:
hr: početak TCP vrata:
it: Inizio di porta TCP:
ja: TCP ポートの開始:
pt_br: Início de porta TCP:
ro: Început port TCP:
zh_cn: TCP端口开始：

source: TCP port end:
es: Puerto TCP (fin de rango)
fr: TCP fin le port:
hi: TCP पोर्ट अंत:
hr: kraj TCP vrata:
it: Fine di porta TCP:
ja: TCPポートの終わり：
pt_br: Fim de porta TCP:
ro: Sfârșit port TCP:
sv: TCP-portslut:
zh_cn: TCP端口结束：

source: You must enter a port between 1 and 65535 when manually forcing port.
bn: পোর্টটি ম্যানুয়ালভাবে চালানোর সময় আপনাকে 1 এবং 65535 এর মধ্যে একটি পোর্ট প্রবেশ করতে হবে।
es: Ingrese un puerto entre 1 y 65535 cuando indique manualmente su puerto TCP.
ne: तपाईं स्वयं पोर्ट जबरजस्ती गर्दा 1 र 65535 बीचमा एक पोर्ट प्रविष्ट गर्नुपर्छ।
ro: Trebuie să introduceți un port între 1 și 65535 când se forțează porturile manual.
zh_cn: 当手动强制设置端口时，必须输入 1 到 65535 之间的数字作为端口号。

source: You must enter a valid port range.
bn: আপনাকে একটি বৈধ পোর্ট পরিসর লিখতে হবে।
da: Du skal angive et gyldigt portområde.
el: Πρέπει να εισαγάγετε μια έγκυρη θυρών.
es: Debe introducir un puerto en el rango válido
fr: Vous devez saisir une plage de ports valide.
hi: आपको एक मान्य पोर्ट श्रेणी दर्ज करनी होगी।
hr: Morate upisati valjani domet porta.
it: È necessario immettere un intervallo di porte valido.
ja: 有効なポート範囲を入力する必要があります。
ko: 유효한 포트 범위를 입력해야합니다.
ne: तपाईंले वैध पोर्ट दायरा प्रविष्ट गर्नुपर्छ।
pt_br: Você deve digitar um intervalo de portas válido.
ro: Trebuie să introduceți o gamă de porturi validă.
sr: Морате да унесете важећи опсег портова.
sv: Du måste ange ett giltigt portintervall.
uk: Ви повинні ввести правильний діапазон портів.
vi: Bạn phải nhập một phạm vi cổng hợp lệ
zh_cn: 你必须输入合法的端口范围。

source: Search Engines
ar: إغلاق البحث
bn: অনুসন্ধান ইঞ্জিন
da: Luk søgning
el: Κλείσιμο αναζήτησης
es: Motores de búsqueda
fr: Moteurs de Recherche
hi: खोज इंजन
hr: Tražilice
it: Motori di ricerca
ja: サーチ・エンジン
ko: 검색 엔진
ne: खोज
pt_br: Mecanismos de pesquisa
ro: Motoare de căutare
sl: Zavri Hladanie
sr: Претраживачи
sv: Sökmotorer
uk: Закрити Пошук
vi: Tìm kiếm
zh_cn: 搜索引擎

source: Select which search engines you want FrostWire to use.
bn: আপনি কি FrostWire ব্যবহার করতে চান এমন সার্চ ইঞ্জিনগুলি নির্বাচন করুন
es: Selecciona que buscadores deseas que utilice FrostWire.
fr: Sélectionnez les moteurs de recherche que vous voulez utiliser FrostWire.
hi: जो खोज इंजन आप FrostWire उपयोग करना चाहते हैं का चयन करें।
hr: Odaberi tražilice koje želiš da FrostWire koristi.
it: Selezionare i motori di ricerca che si desidera FrostWire da utilizzare.
ja: FrostWireで使用する検索エンジンを選択します。
ko: FrostWire에서 사용할 검색 엔진을 선택하십시오.
ne: तपाईं FrostWire प्रयोग गर्न चाहनुहुन्छ जो खोज इन्जिन चयन गर्नुहोस्।
pt_br: Selecione os motores de pesquisa que pretende que o FrostWire utilize.
ro: Selectați ce motoare de căutare doriți să utilizeze FrostWire.
sl: Izberite, kateri iskalniki želite uporabiti za FrostWire.
sr: Изабери које претрага мотори желите FrostWire да користите.
sv: Välj vilka sökmotorer du vill att FrostWire ska använda.
uk: Виберіть, які пошукові системи ви хочете FrostWire використовувати.
vi: Chọn công cụ tìm kiếm mà bạn muốn FrostWire sử dụng.
zh_cn: 给Frostwire选择一个搜索引擎。

source: Check/Uncheck all
ar: اختيار/إالغاء اختيار الجميع
bn: FrostWire প্রস্তাবনাগুলি
da: Tje /fjern markeringen af alle
el: Έλεγχος/αποεπιλέξτε όλα τα
es: Seleccionar/Deseleccionar todo
fr: Cocher/Décocher tout
hi: सभी को चेक / अनचेक करें
hr: Označi/odznači sve
it: Seleziona/deseleziona tutti
ja: チェック/すべてのチェックを外す
ko: 모두 선택 / 선택 취소
ne: सबै जाँच / जाँचबाटहटाउनुहोस्
pt_br: Marcar / desmarcar todos
ro: Bifați/debifați toate
sl: Preverite/počistite vse
sr: Проверите / Искључи све
sv: Kryssa i/ur alla
uk: Перевірка/Скасувати всі
vi: Kiểm tra/Bỏ chọn tất cả
zh_cn: 检查/取消全部检查

source: FrostWire Recommendations
bn: FrostWire প্রস্তাবনাগুলি
da: FrostWire anbefalinger
el: FrostWire συστάσεις
es: Recomendaciones de FrostWire
fr: FrostWire Recommandations
hi: FrostWire अनुशंसाएँ
hr: FrostWire preporuke
it: Raccomandazioni
ja: FrostWireの推奨事項
ne: FrostWire सिफारिसहरू
pt_br: Recomendações FrostWire
ro: Recomandări FrostWire
sl: Priporočila FrostWire
sr: FrostWire Препоруке
sv: FrostWire-rekommendationer
uk: рекомендації Frostwire
vi: FrostWire Đề xuất
zh_cn: FrostWire推荐

source: By enabling this feature you become eligible to receive FrostWire sponsored offers and software recommendations to complement your experience.
bn: এই বৈশিষ্ট্যটি সক্ষম করে আপনি আপনার অভিজ্ঞতা সম্পন্ন করার জন্য FrostWire স্পনসর অফার এবং সফ্টওয়্যার সুপারিশ পাওয়ার যোগ্য হন।
da: Ved at aktivere denne funktion, bliver du berettiget til at modtage sponsoreret FrostWire tilbud og software anbefalinger til at supplere din oplevelse.
es: Al habilitar esta característica, permite recibir ofertas auspiciadas y recomendaciones de software realizadas por FrostWire para complementar tu experiencia.
fr: En activant cette fonctionnalité, vous devenez admissible à recevoir des offres sponsorisées par FrostWire et des recommandations de logiciels pour compléter votre expérience.
hi: इस सुविधा को सक्षम करने से आप FrostWire प्रायोजित प्रस्ताव और सॉफ्टवेयर सिफारिशों अपने अनुभव के पूरक प्राप्त करने के पात्र बन जाते हैं।
hr: Uključivanjem ove značajke pristajete na primanje FrostWire sponzoriranih ponuda i softverskih preporuka za nadopunjavanje Vašeg iskustva.
it: Attivando questa funzione che si diventa idoneo a ricevere FrostWire sponsorizzato offerte e consigli software per completare la vostra esperienza.
ja: 受信対象になりますこの機能を有効にして FrostWire スポンサー提供とあなたの経験を補完するためのソフトウェアの推奨事項。
ko: 이 기능을 사용하면 FrostWire가 후원하는 혜택 및 소프트웨어 권장 사항을받을 자격이 주어져 귀하의 경험을 보완 할 수 있습니다.
ne: यो सुविधा सक्षम गरेर तपाईं आफ्नो अनुभव पूरक गर्न FrostWire प्रायोजित प्रस्ताव र सफ्टवेयर सिफारिसहरू प्राप्त गर्न योग्य हुन्छन्।
pt_br: Ao habilitar este recurso você se tornar elegível para receber ofertas FrostWire patrocinados e recomendações de software para complementar sua experiência.
ro: Activând această funcție deveniți eligibil să primiți oferte de sponsorizare FrostWire și recomandări aplicație pentru a vă completa experiența.
sl: To funkcijo, boste postali upravičeni do slana sponzorirane ponudbe in software priporočila za dopolnitev vaše izkušnje.
sr: Омогућавањем ове функције стичете право да прими FrostWire спонзорисаних понуде и препоруке софтверске употпунити ваш доживљај.
sv: Genom att aktivera denna funktion går du med på att ta emot sponsrade erbjudanden från FrostWire och programrekommendationer för att komplettera din upplevelse.
uk: Включивши цю функцію, ви отримуєте право отримати FrostWire спонсорських пропозицій та рекомендації програмного забезпечення для доповнення вашого досвіду.
vi: Bằng cách kích hoạt tính năng này, bạn sẽ đủ điều kiện để nhận được các đề xuất phần mềm được FrostWire tài trợ và đề xuất phần mềm để bổ sung cho trải nghiệm của bạn.
zh_cn: 通过启用该特性，你就有资格接收FrostWire赞助和软件推荐，以便丰富你的经验。

source: Enable FrostWire Recommendations (highly recommended):
bn: FrostWire প্রস্তাবনাগুলি সক্ষম করুন (অত্যন্ত বাঞ্ছনীয়):
da: Aktiver FrostWire anbefalinger (anbefales):
es: Habilitar las recomendaciones de FrostWire (altamente recomendado):
fr: Activer les Promotions de FrostWire (Très Recommandé)
hi: FrostWire अनुशंसाएँ (अत्यधिक की सिफारिश की) सक्षम करें:
hr: Omogući FrostWire preporuke (vrlo preporučeno):
it: Abilita le Promozioni FrostWire (altamente raccomandato):
ja: FrostWire推奨事項を有効にする（強くお勧めします）：
ko: FrostWire 권장 사항 사용 (권장) :
ne: FrostWire सिफारिसहरू (अत्यधिक सिफारिस गरिएको) सक्षम:
pt_br: Ativar Promoções FrostWire (altamente recomendável):
ro: Activează recomandările FrostWire (foarte recomandat):
sl: Omogočite priporočila FrostWire (zelo priporočljivo):
sr: Омогућите FrostWire препоруке (препоручује):
sv: Aktivera FrostWire-rekommendationer (högst rekommenderat):
uk: Включити рекомендації Frostwire (настійно рекомендується):
vi: Bật Đề xuất FrostWire (được khuyến nghị):
zh_cn: 允许FrostClick推广（高度推荐）：

source: FrostClick Promotions
bn: FrostClick প্রচার
da: FrostClick kampagner
es: Promociones de FrostClick
fr: Les Promotions de FrostClick
hi: फ्रोस्टक्लिक प्रचार
hr: FrostClick promocije
it: Promozioni FrosClick
ja: FrostClickキャンペイン
ko: FrostClick 프로모션
ne: FrostClick प्रचार
pt_br: Promoções FrostClick
ro: Promoții FrostClick
sl: FrostClick promocije
sr: FrostClick Промоције
sv: FrostClick-marknadsföring
uk: FrostClick акції
vi: FrostClick Khuyến mãi
zh_cn: FrostClick推广
