Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Partial Files
ar: الملفات الجزئية
bn: আংশিক ফাইল
da: Delvise filer
el: Αρχεία που δεν έχουν κατεβεί πλήρως
es: Archivos parciales
fr: Fichiers partiels
hi: अपूर्ण फ़ाइल्स
hr: Djelomične datoteke
it: File incompleti
ja: 部分ファイル
ko: 부분 파일
ne: आंशिक फाइलहरू
pt_br: Arquivos com download parcial.
ro: Fișiere parțiale
sl: To nie je subor
sr: Parcijalna фајлови
sv: Delvisa filer
uk: Частково завантажені файли
vi: Tệp Một phần
zh_cn: 部分文件

source: You can choose whether or not to automatically share partially downloaded files.
ar: يمكنك الاختيار بين الملفات التي تم تنزيل جزء منها أو لا.
bn: আপনি স্বয়ংক্রিয়ভাবে আংশিকভাবে ডাউনলোড করা ফাইল ভাগ কিনা তা চয়ন করতে পারেন।
da: Du kan vælge om du automatisk vil dele delvist downloadede filer eller ej.
el: Μπορείτε να επιλέξετε εάν θα μοιράζεστε αυτόματα ή όχι αρχεία που δεν έχουν κατεβεί πλήρως.
es: Puede elegir si desea o no compartir automáticamente los archivos descargados en forma parcial.
fr: Vous pouvez choisir si vous souhaitez partager les fichiers partiellement chargés.
hi: आप चाहे या नहीं स्वचालित रूप से आंशिक रूप से डाउनलोड की फ़ाइलें साझा करने के लिए चुन सकते हैं.
hr: Možete izabrati želite ili ne automatski dijeliti djelomično preuzete datoteke.
it: Puoi specificare se vuoi condividere o no i ricezioni incompleti.
ja: 部分的にダウンロードされたファイルを、共有するかしないかを選択できる
ko: 부분적으로 다운로드된 파일을, 공유할것인지 선택할 수 있습니다.
ne: तपाईं स्वतः आंशिक डाउनलोड फाइलहरू साझेदारी गर्ने कि नगर्ने चयन गर्न सक्नुहुन्छ।
pt_br: Você pode selecionar se pretende compartilhar automaticamente os arquivos com download parcial.
ro: Puteți alege dacă partajați automat sau nu fișierele parțiale descărcate.
sl: Izberete lahko, ali naj samodejno delno prenesene datoteke v skupni rabi.
sr: Можете да изаберете да ли ће се аутоматски деле делимично преузете датотеке.
sv: Du kan välja huruvida du automatiskt ska dela delvist hämtade filer.
uk: Ви можете обрати, чи ділитись автоматично частково завантаженими файлами.
vi: Bạn có thể chọn có hoặc không tự động chia sẻ tệp tin được tải xuống một phần.
zh_cn: 你可以选择是否自动共享部分下载的文件。

source: Allow Partial Sharing:
ar: السماح بالمشاركة الجزئية:
bn: আংশিক ভাগ অনুমতি দিন:
da: Tillad deling af delvise filer
el: Μοίρασμα μη ολοκληρωμένων αρχείων
es: Permitir compartir parcialmente:
fr: Partager les fichiers incomplets
hi: अधूरा बांटने की आज्ञा दें
hr: Dozvoli djelomično dijeljenje:
it: Consenti condivisione file incompleti
ja: 部分ファイル共有を許可
ko: 부분적 공유 허용 :
ne: आंशिक साझेदारीको अनुमति दिनुहोस्:
pt_br: Permitir compartilhamento parcial:
ro: Permiteți partajarea parțială:
sl: Omogoči delna delitev:
sr: Дозволите Партиал Схаринг:
sv: Tillåt delvis delning:
uk: Дозволити ділитись частковими файлами:
vi: Cho phép chia sẻ một phần:
zh_cn: 允许部分共享：

source: FrostWire Media Player
bn: FrostWire মিডিয়া প্লেয়ার
es: Reproductor de FrostWire
fr: Lecteur multimédia FrostWire
hi: FrostWire मीडिया प्लेयर
hr: FrostWire izvođač medija
ja: FrostWireメディアプレイヤー
ko: FrostWire 미디어 플레이어
ne: FrostWire मिडिया प्लेयर
pt_br: Reprodutor de Mídia de FrostWire
ro: Player media FrostWire
sr: FrostWire Медиа Плаиер
sv: Frostwire mediaspelare
vi: Trình phát phương tiện FrostWire
zh_cn: FrostWire媒体播放器:

source: You can play your media with the native operating system player if the format is supported.
bn: বিন্যাসটি সমর্থিত হলে আপনি আপনার অপারেটিং সিস্টেম প্লেয়ারের সাথে আপনার মিডিয়া খেলতে পারেন।
es: Puede utilizar el reproductor nativo de su sistema operativo si el formato del archivo es soportado.
fr: Vous pouvez lire votre média avec le lecteur du système d'exploitation natif si le format est pris en charge.
hi: प्रारूप समर्थित होने पर आप अपने मीडिया को मूल ऑपरेटिंग सिस्टम प्लेयर के साथ चला सकते हैं।
hr: Možete svirati medije sa materinjim izvođačem operativnog sustava ako je format podržan.
it: È possibile riprodurre i file multimediali con il lettore sistema operativo nativo se il formato è supportato.
ja: 形式がサポートされている場合は、ネイティブオペレーティングシステムプレーヤーでメディアを再生できます。
ko: 형식이 지원되는 경우 기본 운영 체제 플레이어로 미디어를 재생할 수 있습니다.
ne: प्रारूप समर्थित छ भने तपाईं मूल अपरेटिङ सिस्टम खेलाडी संग आफ्नो मिडिया प्ले गर्न सक्नुहुन्छ।
pt_br: Você pode reproduzir sua mídia com o reprodutor de sistema operacional nativo se o formato é suportado.
ro: Puteți reda conținutul media cu player-ul nativ al sistemului de operare dacă formatul este suportat.
sl: Predvajate predstavnosti z avtohtonih operacijski sistem igralec če je oblika zaslomba.
sr: Можете играти своје медије на матерњем оперативног система играча и ако се формат подржан.
sv: Du kan spela upp din media med den inbyggda spelaren i operativsystemet om formatet stöds.
uk: Ви можете грати в свої медіа з рідної операційної системи плеєра, якщо формат підтримується.
vi: Bạn có thể phát phương tiện truyền thông của mình bằng trình phát hệ điều hành gốc nếu định dạng được hỗ trợ.
zh_cn: 你可以用本地操作系统播放器来播放媒体文件，只要格式支持。

source: Play with the native media player
bn: নেটিভ মিডিয়া প্লেয়ারের সাথে খেলুন
es: Utilizar el reproductor nativo
fr: Jouer avec le lecteur multimédia natif
hi: देशी मीडिया प्लेयर के साथ खेलते हैं
hr: Sviraj sa materinjim izvođačem medija
it: Gioca con il lettore multimediale nativo
ja: ネイティブメディアプレーヤーで遊ぶ
ko: 기본 미디어 플레이어로 재생
ne: मूल मिडिया प्लेयर खेल्न
pt_br: Reproduzir com o reprodutor multimédia nativo
ro: Redă cu playerul media nativ
sl: Igrajte z domačim predvajalnikom
sr: Играјте се са родном медиа плаиер
sv: Spela upp med den inbyggda mediaspelaren
uk: Відтворити з нативним медіаплеєра
zh_cn: 用本地媒体播放器播放

source: Play search result video previews with internal player
bn: অভ্যন্তরীণ প্লেয়ারের সাথে অনুসন্ধানের ফলাফলে ভিডিও প্রিভিউ চালান
es: Reproducir vista previa de vídeos con el reproductor interno
fr: Lire les résultats de la recherche avec le lecteur interne
hi: आंतरिक प्लेयर के साथ खोज परिणाम वीडियो पूर्वावलोकन चलाएं
hr: Sviraj video preglede rezultata pretrage sa internim izvođačem
it: Giocare ai video anteprime dei risultati di ricerca con lettore interno
ja: 内部プレーヤーと検索結果のビデオプレビューを再生
ko: 내부 플레이어로 검색 결과 비디오 미리보기 재생
ne: प्ले आन्तरिक खेलाडी संग खोज परिणाम भिडियो पूर्वावलोकन
pt_br: Reproduzir visualizações de resultado de pesquisa de vídeo com reprodutor interno
ro: Redă previzualizările video ale rezultatului căutărilor cu player-ul intern
sl: Igra iskanje rezultat video predogled s notranji igralec
sr: Плаи резултат претраге видео прегледе са унутрашњим играча
sv: Spela upp videoförhandsvisningar av sökresultat med intern spelare
uk: Відтворити результат пошуку відео-превью з внутрішнім плеєром
vi: Phát kết quả tìm kiếm video với trình phát nội bộ
zh_cn: 用内置播放器来播放搜索结果中的视频预览

source: FrostWire Popups
ar: FrostWire طرفيات
bn: FrostWire পপআপ
fr: Infobulles de FrostWire
hi: फ्रोस्टवाइर पॉपअप
hr: FrostWire skočni prozor
it: Popup di FrostWire
ja: FrostWireのポップアップ
ko: FrostWire 팝업
ne: लाइमवाइर बारे
pt_br: Popups FrostWire
ro: Afișaj derulant FrostWire
sr: FrostWire Искачући прозори
sv: FrostWire poppupper
uk: FrostWire Спливаючі
zh_cn: FrostWire弹出窗口

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
ar: إعادة عرض الرسائل التي اخترت لها "لا تعرض هذه الرسالة مرة ثانية" أو "استخدم نفس الإجابة دائماً".
bn: আপনি আপনার 'এই বার্তাটি পুনরায় প্রদর্শন করবেন না' অথবা 'সর্বদা এই উত্তরটি ব্যবহার করুন' চয়ন করেছেন এমন বার্তাগুলি পুনরায় লোড করুন।
da: Vis de meddelelser igen, hvor du har valgt "Vis ikke denne meddelelse igen" eller "Anvend altid dette svar".
el: Επανεμφάνιση μηνυμάτων για τα οποία επιλέξατε «Να μην εμφανιστεί ξανά αυτό το μήνυμα» ή «Πάντοτε να χρησιμοποιείται αυτή η απάντηση».
es: Volver a mostrar los mensaje para los que ha elegido 'No volver a mostrar este mensaje' o 'Usar siempre esta respuesta'.
fr: Vous pouvez réafficher les messages pour lesquels vous avez choisi “Ne plus réafficher ce message” ou “Toujours utiliser cette réponse”.
hi: संदेश को पुन: प्रदर्शित करें जिसके लिए आप चुना है 'इस संदेश को फिर से प्रदर्शित नहीं करें ' 'या' हमेशा इस जवाब का उपयोग करें '.
hr: Ponovno prikaži poruke za koje ste odabrali 'Ne pokazuj ovu poruku ponovno' ili 'Uvijek koristi ovaj odgovor'.
it: Visualizza sempre qusta finestra fino a che non selezioni 'Non visualizzare più questo messaggio' o 'Usa sempre questa risposta'.
ja: 「今後このメッセージを表示しない」または「常にこの答えを使用」と設定されたメッセージを再表示する
ko: "다음부터 이 메시지를 표시하지 않음" 또는 "항상 이 내용을 적용"과 설정된 메시지를 다시보여줌
ne: प्रदर्शन सन्देशहरू जसको लागि तपाईं रोजेको 'यो सन्देश फेरि प्रदर्शन नगर्नुहोस्' वा 'सधैं यो जवाफ प्रयोग'।
pt_br: Voltar a ver mensagens que você selecionou 'Não mostrar esta mensagem novamente' ou 'Utilizar sempre esta resposta'.
ro: Reafișează mesaje pentru care ați ales 'Nu afișa acest mesaj din nou' sau 'Întotdeauna utilizează acest răspuns'.
sl: Želite ponovno prikazati sporočila, za katere ste izbrali "Ne Prikaži to sporočilo znova" ali "Vedno uporabite ta odgovor".
sr: Поново приказати порука за који сте се определили "Не поново прикаже ову поруку 'или' Увек користите овај одговор".
sv: Visa åter meddelanden för vilka du valt ”Visa inte detta meddelande igen” eller ”Använd alltid detta svar”.
uk: Знову показувати повідомлення для яких ви обрали «Не показувати більше» або «Завжди ця відповідь».
vi: Hiển thị lại tin nhắn mà bạn đã chọn 'Không hiển thị lại thông báo này' hoặc 'Luôn sử dụng câu trả lời này'.
zh_cn: 对于已选择'不再显示此信息'或'始终这样回答'的项目，重新显示信息。

source: Revert to Default:
ar: استعادة الافتراضي:
bn: ডিফল্টে ফিরুন:
da: Gå tilbage til standardvalg:
el: Επαναφορά στα προκαθορισμένα
es: Volver a los valores predeterminados
fr: Rétablir le comportement par défaut :
hi: डिफॉल्ट को पलटें
hr: Vrati na osnovne postavke:
it: Ripristina predefinito:
ja: 初期設定に戻す
ko: 초기설정으로 되돌림:
ne: डिफल्टमा उल्ताऊ
pt_br: Voltar aos padrões:
ro: Întoarce la implicit:
sl: Obnova prednastavenych
sr: Врати се Дефаулт:
sv: Återställ till standardvärde:
uk: За замовчуванням:
vi: Hoàn nguyên về Mặc định:
zh_cn: 恢复默认设置：

source: Login Details
ar: تفاصيل الدخول
bn: লগ ইন তথ্য
da: Login detaljer
el: Λεπτομέρειες σύνδεσης
es: Detalles de inicio de sesión
fr: Données d’identification
hi: लॉगइन विवरण
hr: Detalji prijavljivanja
it: Dati di accesso
ja: ログイン詳細
ko: 로그인 상세정보
ne: लग इन विवरण
pt_br: Detalhes do login
ro: Detalii de autentificare
sl: Ukaz detaily Magnet
sr: детаљи за пријаву
sv: Inloggningsdetaljer
uk: Деталі авторизації
vi: Thông tin thêm về đăng nhập
zh_cn: 登录详情

source: Configure username and password to be used for the proxy.
ar: إعداد اسم المستخدم وكلمة المرور ليتم استخدامها مع الوكيل.
bn: প্রক্সি ব্যবহারের জন্য ব্যবহারকারী নাম এবং পাসওয়ার্ড কনফিগার করুন
da: Indstil brugernavn og adgangskode, der skal bruges for proxy.
el: Διευθέτηση ονόματος χρήστη και κωδικού που θα χρησιμοποιούνται για το διακομιστή μεσολάβησης.
es: Configura el nombre de usuario y la contraseña a usar para el proxy
fr: Vous pouvez configurer ici le nom d’utilisateur et le mot de passe permettant l’accès au service mandataire (proxy) nécessaire pour vos connexions à Internet.
hi: उपयोगकर्ता नाम और पासवर्ड प्रॉक्सी के लिए इस्तेमाल किया जाने के लिए कॉन्फ़िगर करें .
hr: Postavi korisničko ime i lozinku koje ćete koristiti za proxy.
it: Imposta il nome utente e la password da usare con il proxy.
ja: プロキシに使用するユーザー名とパスワードを設定
ko: 프록시에 사용하는 유저명과 비밀번호를 설정
ne: प्रयोगकर्ता नाम र पासवर्ड कन्फिगर प्रोक्सी लागि प्रयोग गर्न।
pt_br: Configurar nome do usuário e senha para serem utilizados para o proxy.
ro: Configurați nume utilizator și parola de utilizat pentru proxy.
sl: Nastavite uporabniško ime in geslo, ki se uporablja za zastopstvo.
sr: Конфигурисати корисничко име и лозинку да се користи за проки.
sv: Konfigurerar användarnamn och lösenord att använda för proxy.
uk: Вкажіть ім’я користувача та пароль для роботи з Proxy
vi: Cấu hình username và password để sử dụng cho proxy.
zh_cn: 配置用于代理服务器的用户名及密码

source: Enable Authentication:
ar: تمكين المصادقة:
bn: প্রমাণীকরণ সক্রিয় করুন:
da: Aktivér godkendelse:
es: Activar la importación a iTunes:
fr: Activer l'authentification:
hi: प्रमाणीकरण सक्षम करें:
hr: Omogući autentikaciju:
it: Abilita autenticazione:
ja: 認証を有効にする：
ko: 인증 사용:
pt_br: Ativar autenticação:
ro: Activează autentificarea:
sl: Omogoči preverjanje pristnosti:
sr: Омогући проверу идентитета:
sv: Aktivera autentisering:
uk: Увімкнути перевірку справжності:
vi: Bật xác thực:
zh_cn: 启用认证

source: Username:
ar: اسم المستخدم مطلوب:
da: Brugernavn:
el: Απαίτηση ονόματος χρήστη:
es: Nombre de usuario:
fr: Nom d’utilisateur :
hi: उपयोगकर्ता-नाम
hr: Korisničko ime:
it: Nome utente:
ja: ユーザー名
ko: 사용자명:
ne: प्रयोगकर्ता नाम:
pt_br: Nome do usuário:
ro: Nume utilizator:
sl: Uporabniško ime:
sr: Корисничко име:
sv: Användarnamn:
uk: Вимагати ім’я користувача:
vi: Tên đăng nhập:
zh_cn: 用户名：

source: Password:
ar: كلمة السر مطلوبة:
da: Adgangskode:
el: Απαιτείται κωδικός
es: Contraseña:
fr: Mot de passe:
hi: पासवर्ड:
hr: Lozinka:
ja: パスワード：
ko: 비밀번호:
ne: पासवर्ड:
pt_br: Senha:
ro: Parola:
sl: Geslo:
sr: пассворд:
sv: Lösenord:
uk: Вимагати пароль:
vi: Mật khẩu:
zh_cn: 密码：

source: Proxy Options
ar: خيارات التشغيل:
bn: প্রক্সি বিকল্পগুলি
da: Afspilningsindstillinger:
el: Επιλογές αναπαραγωγής
es: Opciones Proxy
fr: Options Proxy
hi: प्रॉक्सी विकल्प
hr: Proxy postavke
it: Opzioni proxy
ja: プロキシ・オプション
ko: 프록시 옵션
ne: प्रोक्सी विकल्प
pt_br: Opções Proxy
ro: Opțiuni proxy:
sr: проки опције
sv: Proxyinställningar
uk: Опції програвання:
vi: Tuỳ chọn
zh_cn: 代理选项

source: Configure Proxy Options for FrostWire.
ar: ضبط خيارات الوكيل لـ FrostWire.
bn: FrostWire জন্য প্রক্সি বিকল্প কনফিগার করুন।
da: Konfigurér proxy muligheder for FrostWire.
el: Διευθέτηση επιλογών διακομιστή μεσολάβησης για το FrostWire.
es: Configurar las opciones de proxy para FrostWire.
fr: Vous pouvez configurer ici les options d’accès à Internet via un service mandataire (proxy) pour FrostWire. Indiquez le type de service à utiliser et son adresse accessible depuis votre réseau local (nom ou adresse IP d’hôte et numéro de port du service).
hi: लाइमवेयर के लिये प्रॉक्सी विकल्पें कानफिगर करें.
hr: Postavi FrostWire proxy postavke.
it: Configura le opzioni proxy per FrostWire.
ja: FrostWire のプロキシ・オプションを設定
ko: FrostWire 의 프록시 옵션을 설정
ne: FrostWire लागि प्रोक्सी विकल्प कन्फिगर गर्नुहोस्।
pt_br: Configurar as opções de proxy do FrostWire.
ro: Configurați opțiunile proxy pentru FrostWire.
sl: Nastavit zdielane moznosti
sr: Конфигуришите прокси Опције за FrostWire.
sv: Konfigurera proxyinställningar för FrostWire.
uk: Налаштуйте Proxy для роботи з FrostWire.
vi: Cấu hình Tùy chọn Proxy cho FrostWire.
zh_cn: 配置FrostWire代理服务器选项

source: No Proxy
ar: لا يوجد وكيل
bn: কোনও প্রক্সি নেই
da: Ingen proxy
el: Χωρίς διακομιστή μεσολάβησης
es: Sin proxy
fr: Connexion Internet directe (aucun mandataire)
hi: प्रॉक्सी नहीं
hr: Ne koristi proxy
it: Nessun proxy
ja: プロキシなし
ko: 프록시 없음
ne: कुनै प्रोक्सी
pt_br: Sem proxy
ro: Fără proxy
sl: Brez proxy
sr: No проки
sv: Ingen proxy
uk: Нема Proxy
vi: Không có Proxy
zh_cn: 没有代理服务器

source: Proxy:
ar: الوكيل:
el: Διακομιστής μεσολάβησης παρόχου
fr: Hôte mandataire :
hi: प्रॉक्सी
ja: プロキシ
ko: 프록시
ne: प्रोक्सी:
zh_cn: 代理服务器：

source: Port:
ar: ضعيف
el: Φτωχή
es: Puerto:
hi: पोर्ट:
it: Porta:
ja: ポート：
ko: 스마트 검색
ne: पोर्ट:
pt_br: Porta:
sl: Chabe
sr: порт:
uk: Поганий
vi: Hải cảng:
zh_cn: 端口：

source: Router Configuration
ar: إعدادات الراوتر
bn: রাউটার কনফিগারেশন
da: Konfigurering af router
el: Διευθέτηση δρομολογητή
es: Configuración del enrutador
fr: Connexion par routeur
hi: राउटर रूपरेखा
hr: Konfiguracija routera
it: Configurazione router
ja: ルーター構成
ko: 라우터 구성
ne: राउटर कन्फिगरेसन
pt_br: Configuração do roteador
ro: Configurare ruter
sr: Podešavanje rutera
sv: Routerkonfiguration
uk: Конфігурація марштутизатора
vi: Cấu hình Router
zh_cn: 路由配置
