Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Bleeding edge, unstable, tested by developers only, very risky.
bn: রক্তপাত প্রান্ত, অস্থির, শুধুমাত্র ডেভেলপার দ্বারা পরীক্ষিত, খুব ঝুঁকিপূর্ণ।
es: Opciones inestables, probadas solo por los desarrolladores. Muy arriesgado.
fr: Bord saignement, instable, testé par les développeurs seulement, très risqué.
hi: खून बह रहा किनारे, अस्थिर, केवल डेवलपर्स द्वारा परीक्षण किया गया, बहुत जोखिम भरा।
hr: Krvarenje, nestabilno, testirano samo od strane programera, vrlo rizično.
it: Sanguinamento bordo, instabile, provato da soli sviluppatori, molto rischioso.
ja: 出血のエッジ、不安定、開発者だけのテスト、非常に危険。
ko: 출혈 가장자리, 불안정, 개발자에 의해서만 테스트, 매우 위험합니다.
ne: किनारा, अस्थिर, विकासकर्ताहरूले मात्र, धेरै जोखिमपूर्ण द्वारा परीक्षण आक्रान्त।
pt_br: Borda sangrenta, instável, testada apenas por programadores, muito arriscada.
ro: Marginea de sângerare, instabilă, testată doar de dezvoltatori, foarte riscantă.
sr: Крварење ивицу, нестабилан, тестиран од стране програмера само, веома ризичним.
sv: I framkant, instabila, endast testade av utvecklare, väldigt riskabla.
uk: Кровотеча краю, нестійкий, перевірений тільки розробники, дуже ризикованих.
vi: Chảy máu, không ổn định, chỉ được thử nghiệm bởi các nhà phát triển, rất nguy hiểm.
zh_cn: 出血边缘不稳定，仅由开发商测试，风险很大。

source: Enable BETA features
bn: বিটা বৈশিষ্ট্য সক্ষম করুন
es: Activar características BETA
fr: Activer les fonctionnalités BETA
hi: बीटा सुविधाओं को सक्षम करें
hr: Omogućite BETA značajke
it: Attiva caratteristiche BETA
ja: ベータ機能を有効にする
ko: 베타 기능 사용
ne: बिटा सुविधाहरू सक्षम
pt_br: Ativar características BETA
ro: Activați funcțiile BETA
sr: Омогућите БЕТА функције
sv: Aktivera BETA-funktioner
uk: Включення функції BETA
vi: Bật tính năng BETA
zh_cn: 启用BETA功能

source: Feature complete, unknown bugs, tested by QA, somewhat risky.
bn: বৈশিষ্ট্য সম্পূর্ণ, অজানা বাগ, আমাদের দলের দ্বারা পরীক্ষিত, কিছুটা ঝুঁকিপূর্ণ।
da: Funktion komplette, ukendte bugs, testet af vores team, noget risikabelt.
es: Característica completa, errores desconocidos, probado solo por control de calidad, algo arriesgado.
fr: Feature complet, bugs inconnus, testé par QA, un peu risqué.
hi: फ़ीचर पूर्ण, अज्ञात कीड़े, गुणवत्ता आश्वासन द्वारा परीक्षण किया गया, कुछ जोखिम भरा।
hr: Značajka potpuna, nepoznata greška, testirana od strane našeg tima, nešto rizična.
it: Caratteristica completi, insetti sconosciuti, testati da QA, un po 'rischioso.
ja: 完全な機能、未知のバグ、品質保証テスト、やや危険です。
ko: 품질 보증 테스트를 거쳐 다소 위험한 테스트가 완료되었으며, 알려지지 않은 버그가 있습니다.
ne: पूर्ण, अज्ञात त्रुटिहरू, हाम्रो टोली द्वारा परीक्षण, केहि जोखिमपूर्ण सुविधा।
pt_br: Característica completa, erros desconhecidos, testados pela FrostWire, um pouco arriscado.
ro: Feature bug-uri complete, necunoscute, testate de echipa noastră, oarecum riscante.
sr: У фокусу комплетне, непознате бубе, тестирани од стране нашег тима, нешто ризичне.
sv: Funktionsfärdiga, okända fel, testade av QA, något riskabla.
uk: Полнофункциональни, невідомі помилки, перевірені нашої команда, кілька ризикованих.
vi: Tính năng hoàn chỉnh, không rõ lỗi, do nhóm của chúng tôi thử nghiệm, có phần rủi ro.
zh_cn: 功能完整，未知的错误，由质量检查测试，有些冒险。

source: Filter Results
ar: نتائج المرشح
bn: ফিল্টার ফলাফল
da: Filtrér resultater
el: Αποτελέσματα Φιλτραρίσματος
es: Filtrar los resultados
fr: Filtrage des résultats
hi: फिल्टर नतीजा
hr: Filtriraj rezultate
it: Filtra i risultati
ja: 結果をフィルタ
ko: 결과를 필터
ne: फिल्टर परिणाम
pt_br: Resultados da filtragem
ro: Filtrare rezultate
sl: Filter:
sr: Izdvajanje rezultata
sv: Filtrera resultat
uk: Фільтрування результатів
vi: Lọc kết quả
zh_cn: 过滤结果

source: You can filter out search results containing specific words.
ar: يمكنك ترشيح نتائج البحث التي تحتوي كلمات معينة.
bn: আপনি নির্দিষ্ট শব্দ ধারণকারী অনুসন্ধান ফলাফল ফিল্টার করতে পারেন।
da: Du kan frafiltrere søgeresultater indeholdende visse ord.
el: Μπορείτε να φιλτράρετε τα Αποτελέσματα της Αναζήτησής σας, που περιέχουν ορισμένες λέξεις.
es: Puede filtrar los resultados de las búsquedas que contienen palabras específicas.
fr: Vous pouvez ignorer les résultats de recherche contenant des mots spécifiques.
hi: आप विशिष्ट शब्दों से युक्त खोज परिणाम फ़िल्टर कर सकते हैं.
hr: Možete filtrirati rezultate traženja koje sadržavaju specifične riječi.
it: Puoi filtrare i risultati che contengono specifiche parole.
ja: 特定の文字列を含む検索結果を出す
ko: 특정의 캐릭터 라인을 포함한 검색 결과를 낸다
ne: विशिष्ट शब्दहरू समावेश खोज परिणाम बाहिर फिल्टर गर्न सक्नुहुन्छ।
pt_br: Você pode filtrar resultados de pesquisa com determinadas palavras.
ro: Puteți filtra rezultatele căutării conținând cuvintele specificate.
sl: Rezultate iskanja lahko filtrirate z določenimi besedami.
sr: Možete izdvojiti samo određene rezultate pretraživanja, pomoću dodatne reči.
sv: Du kan filtrera ut sökresultat innehållande specifika ord.
uk: Можна фільтрувати результати пошуку, якщо вони містять певні слова.
vi: Bạn có thể lọc kết quả tìm kiếm có chứa từ cụ thể.
zh_cn: 你可以过滤得带包含指定文字的搜索结果。

source: Ignore Adult Content
ar: تجاهل محتوى البالغين
bn: প্রাপ্তবয়স্কদের সামগ্রী উপেক্ষা করুন
da: Ignorér pornografisk indhold
el: Παράβλεψη περιεχομένου για ενήλικες
es: Ignorar contenido para adultos
fr: Ignorer les contenus pour adultes
hi: अश्लील सामग्री को छोड़ें
hr: Ignoriraj sadržaj za odrasle
it: Ignora i contenuti per adulti
ja: アダルト・コンテンツを無視
ko: 성인 컨텐츠를 무시
ne: वयस्क सामग्री बेवास्ता
pt_br: Não mostrar conteúdo adulto
ro: Ignoră conținut pentru adulți.
sl: Skry mladezi nedostupne
sr: Izostavi pornografski sadržaj
sv: Ignorera pornografiskt innehåll
uk: Ігнорувати контент для дорослих
vi: Bỏ qua nội dung dành cho người lớn
zh_cn: 忽略成人内容

source: Image Options
ar: خيارات الصورة
da: Billederindstillinger
el: Επιλογές εικόνας
es: Opciones de imágenes
fr: Options d’images
hi: चित्र का विकल्प
hr: Postavke slika
it: Opzioni Immagini
ja: イメージ・オプション
ko: 이미지 옵션
ne: अरु विकल्प
pt_br: Opções de imagem
ro: Opțiuni imagine
sl: Viac moznosti
sr: Pregled slika
sv: Bildinställningar
uk: Вибір переглядача малюнків
vi: Thêm Tuỳ Chọn
zh_cn: 图片选项

source: You can choose which image viewer to use.
ar: يمكنك اختيار عارض الصور الذي ترغب في استخدامه.
bn: আপনি কোন চিত্র দর্শক ব্যবহার করতে পারেন তা চয়ন করতে পারেন।
da: Du kan vælge hvilken billeder-viser du ønsker at bruge.
el: Μπορείτε να επιλέξετε ποιο εικονοσκόπιο θα χρησιμοποιείτε.
es: Puede elegir que visualizador de imágenes desea usar.
fr: Vous pouvez sélectionner l’application utilisée pour ouvrir et afficher les images.
hi: आप चित्र अवलोकन को उपयोग के लिये चुनें।
hr: Možete izabrati koji preglednik slika želite koristiti.
it: Puoi scegliere quale visualizzatore di immagini usare.
ja: どのイメージビューアを使用するか選択できる
ko: 어느 이미지 viewer를 사용할지 선택할 수 있습니다.
ne: तपाईं जो छवि दर्शक प्रयोग गर्न सक्नुहुनेछ।
pt_br: Você pode selecionar o visualizador de imagem que quer usar.
ro: Puteți stabili ce vizualizator de imagini să fie utilizat.
sl: Izberete lahko, kateri pregledovalnik slik želite uporabiti.
sr: Možete odabrati koji prikazivač slika želite koristiti.
sv: Du kan ange vilken bildvisare du vill använda.
uk: Ви можете обрати, який переглядач малюнків використовувати.
vi: Bạn có thể chọn trình xem hình ảnh nào để sử dụng.
zh_cn: 你可以选择使用哪一种图片浏览器。

source: Image Viewer
ar: عارض الصور
bn: চিত্র ভিউয়ার
da: Billeder-viser
el: Εικονοσκόπιο
es: Visualizador de imágenes
fr: Visionneuse d’images
hi: चित्र अवलोकन
hr: Preglednik slika
it: Visualizzatore di immagini
ja: イメージ・ビューア
ko: 이미지 viewer
ne: छवि दर्शक
pt_br: Visualizador de imagem
ro: Vizualizator imagini
sl: Pregledovalnik slik
sr: Prikazivač slika
sv: Bildvisare
uk: Переглядач малюнків
vi: Xem ảnh
zh_cn: 图片浏览器

source: Library Included Folders
ar: إعادة تسمية مجلد المكتبة المحدد
bn: লাইব্রেরি অন্তর্ভুক্ত ফোল্ডার
da: Åben biblioteksmappe
el: Μετονομάστε τον επελεγμένο φάκελο της βιβλιοθήκης
es: Abrir directorio de la biblioteca
fr: Dossiers faisant partie de la Médiathèque
hi: पुस्तकालय फ़ोल्डर शामिल
hr: Mape uključene u knjižnicu
it: La Libreria comprende le Cartelle
ja: フォルダを含むライブラリ
ko: 폴더가 라이브러리에 포함됨
ne: पुस्तकालय समावेश गरिएको फोल्डरहरू
pt_br: Pasta Inclusas na Biblioteca
ro: Biblioteca cu dosare incluse
sl: Otvor folder kniznice
sr: Preimenuj obeleženu fasciklu u razmeni
sv: Mappar inkluderade i biblioteket
uk: Відкрити Теку Бібліотеки
vi: Mở thư mục trong thư viện
zh_cn: 收藏库包含文件夹

source: You can choose the folders for include files when browsing the library.
ar: يمكنك اختيار مجلدات لمشاركة الملفات. المجلدات الموجودة في هذه الملفات يتم عرضها في المكتبة.
bn: লাইব্রেরি ব্রাউজ করার সময় আপনি ফাইলগুলি অন্তর্ভুক্ত করতে ফোল্ডারগুলি চয়ন করতে পারেন।
da: Du kan vælge mapperne til deling af filer. Filer i disse mapper vil blive vist i biblioteket.
el: Μπορείτε να επιλέξετε τους καταλόγους για τα αρχεία που θα μοιράζεστε. Τα αρχεία σ’ αυτούς τους καταλόγους φαίνονται στην αρχειοθήκη.
es: Puede elegir los directorios para compartir archivos. Los archivos de estos directorios se muestran en la biblioteca.
fr: Vous pouvez choisir les dossiers des fichiers à inclure lors du parcours de la Médiathèque.
hi: आप फ़ोल्डर्स का चयन के लिए फ़ाइलों में शामिल जब पुस्तकालय ब्राउज़िंग करते हैं.
hr: Možete izabrati koje mape želite uključiti kada pregledavate knjižnicu.
it: Puoi selezionare le cartelle in cui includere i file durante la ricerca nella libreria
ja: ライブラリを閲覧する際、インクルード・ファイル用のフォルダを選択可能
ko: 라이브러리 검색 중 파일을 포함할 폴더를 선택할 수 있습니다.
ne: पुस्तकालयको ब्राउजिङ गर्दा फाइलहरू समावेश लागि तपाईं फोल्डरहरू चयन गर्न सक्नुहुन्छ।
pt_br: Você pode selecionar as pastas para incluir arquivos enquanto navegando na biblioteca.
ro: Puteți selecta dosarele pentru fișierele incluse când navigați în bibliotecă.
sl: Mozes prenastavit foldery, ktore zdielas v FrostWire nastaveniach.
sr: Možete odabrati fasciklu za razmenu fajlova. Fajlovi u ovim fasciklama su prikazane u biblioteci.
sv: Du kan välja mapparna att inkludera filer för när du bläddrar i biblioteket.
uk: Ви можете обрати теки, файлами в яких ви будете ділитись. Файли з цих тек показані в бібліотеці.
vi: Bạn có thể chọn các thư mục để bao gồm các tập tin khi duyệt thư viện.
zh_cn: 你可以选择用于浏览库时包含有文件的文件夹。

source: Maximum Searches
ar: أقصى عدد من البحث
bn: সর্বাধিক অনুসন্ধান
da: Maksimum søgninger
el: Ανώτατο όριο αναζητήσεων
es: Búsquedas máximas
fr: Nombre maximum de recherches
hi: अधिकतम खोजें
hr: Maksimalni broj traženja
it: Numero massimo di ricerche
ja: 最高検索数
ko: 대검찰청색수
ne: अधिकतम खोजहरु
pt_br: Número máximo de pesquisas
ro: Număr maxim de căutări
sl: Največja iskanja
sr: Maksimalni broj pretraživanja
sv: Maximalt antal sökningar
uk: Максимум пошуків
vi: Tìm kiếm tối đa
zh_cn: 最大搜索数目

source: You can set the maximum number of simultaneous searches you can perform.
ar: يمكنك تحديد أقصى عدد من محاولات البحث يمكن عملها في نفس الوقت.
bn: আপনি সঞ্চালন করতে পারেন একযোগে অনুসন্ধান সর্বাধিক সংখ্যা সেট করতে পারেন।
da: Du kan angive det maksimale antal søgninger du kan udføre.
el: Μπορείτε να ορίσετε το ανώτατο όριο ταυτόχρονων αναζητήσεων που μπορείτε να διεξαγάγετε.
es: Puede establecer la cantidad máxima de búsquedas simultáneas que puede realizar.
fr: Vous pouvez définir le nombre maximum de recherches simultanées que vous souhaitez réaliser. Attention, trop de recherches en même temps peut saturer la mémoire s’il y a de nombreux résultats.
hi: आप समकालिक खोजों की अधिकतम संख्या निर्धारित कर सकते जिसका आप प्रदर्शन कर सकते हैं .
hr: Možete postaviti maksimalni broj istovremenih pretraživanja koje možete napraviti.
it: Puoi impostare il numero massimo di ricerche da effetuare contemporaneamente.
ja: 並行して実施できる最高検索数を設定できる
ko: 병행해 실시할 수 있는 대검찰청색수를 설정할 수 있습니다
ne: के तपाईं प्रदर्शन गर्न सक्छन् साथ खोजीका अधिकतम नम्बर सेट गर्न सक्नुहुन्छ।
pt_br: Você pode definir o número máximo de pesquisas simultâneas que se pode fazer.
ro: Puteți configura numărul maxim de căutări simultane pe care le puteți efectua.
sl: Lahko nastavite največje število hkrati iskanj, ki jih lahko izvedete.
sr: Можете подесити максимални број истовремених претраживања можете обављати.
sv: Du kan ange maximalt antal samtidiga sökningar du kan utföra.
uk: Ви можете встановити максимальну кількість одночасних пошуків
vi: Bạn có thể đặt số lượng tối đa các tìm kiếm đồng thời mà bạn có thể thực hiện.
zh_cn: 你可以设置可用的最大并发搜索数。

source: Maximum Searches:
ar: أقصى عدد من البحث:
bn: সর্বাধিক অনুসন্ধান:
da: Maksimum søgninger:
el: Ανώτατο όριο αναζητήσεων:
es: Búsquedas máximas:
fr: Maximum de recherches :
hi: अधिकतम खोजें:
hr: Maksimalni broj traženja:
it: Numero massimo di ricerche:
ja: 最高検索数：
ko: 대검찰청색수：
ne: अधिकतम खोजीहरू:
pt_br: Número de pesquisas:
ro: Număr maxim de căutări:
sl: Največja iskanja:
sr: Макимум Сеарцхес:
sv: Maximalt antal sökningar:
uk: Максимум пошуків:
vi: Tìm kiếm tối đa:
zh_cn: 最多搜索数：

source: The maximum parallel searches you can make is
bn: আপনি করতে পারেন সর্বাধিক সমান্তরাল অনুসন্ধান হল
da: De maksimale parallelle søgninger kan du er
es: El número máximo de búsquedas en paralelo que puedes hacer es
fr: Le nombre maximal de recherches en parallèle que vous pouvez faire est
hi: अधिकतम समानांतर खोजों आप कर सकते हैं
hr: Maksimalni broj paralelnih pretraživanja koje možete napraviti je
it: Il massimo delle ricerche parallele che puoi fare e'
ja: 実行可能な最大並列検索数：
ko: 허용되는 최다 동시 검색 수
ne: तपाईं बनाउन सक्छ अधिकतम समानान्तर खोजहरू छ
pt_br: O máximo de pesquisas paralelas que você pode fazer são
ro: Numărul maxim de căutări paralele pe care le puteți efectua este
sl: Največje vzporednih rezultatov, se je
sr: Максимални паралелни претраге можете направити је
sv: Högsta antalet parallella sökningar du kan göra är
uk: Максимальні паралельні пошуки ви можете зробити це
vi: Các tìm kiếm song song tối đa bạn có thể thực hiện là
zh_cn: 可以进行的最大并行搜索数是

source: You can tell FrostWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, FrostWire will revert to binding to an arbitrary address.
bn: আপনি একটি নির্দিষ্ট নেটওয়ার্ক ইন্টারফেস থেকে আইপি ঠিকানা থেকে বহির্গামী সংযোগ বন্ধ করার জন্য FrostWire বলতে পারেন। শুনুন সকেট সমস্ত উপলব্ধ ইন্টারফেস এখনও শুনতে হবে। এটি মাল্টি হোমড হোস্টে ব্যবহার করা হয়। যদি আপনি পরে এই ইন্টারফেসটি অক্ষম করেন, তাহলে FrostWire একটি অজ্ঞাতসাধনকারী ঠিকানাতে বাইন্ড করার জন্য প্রত্যাবর্তন করবে।
da: Du kan anmode FrostWire om at knytte udgående forbindelser til en IP addresse fra et specifikt netværk. Der vil stadig blive lyttet på alt tilgængeligt. Dette er brugbart på en multi-homed vært. Hvis du slår funktionen fra vil FrostWire gå tilbage til oprindelig indstilling.
es: Puede decirle a FrostWire que asocie las conexiones salientes a una dirección IP de una interfaz de red específica. Los sockets activos aún seguirán escuchando en todas las interfaces disponibles. Esto es útil para instalaciones que funcionan en varios lugares. Si desea desabilitar la interfaz, FrostWire revertirá la asociación a una dirección arbitraria.
fr: Vous pouvez indiquer à FrostWire de lier les connexions sortantes à l’adresse IP d’une interface réseau locale spécifique. Les sockets d’écoute continueront à accepter les connexions depuis toutes les interfaces disponibles. Ceci est utile sur les hôtes multi-hébergés. Si vous décidez plus tard de désactiver cette interface, FrostWire reviendra à une adresse arbitraire.
hi: आप फ्रोस्ट वाइर को बाहर जाने वाला कनेक्शन को एक विशिष्ट नेटवर्क इंटरफेस से एक आईपी एड्रेस के लिए बाँध ने के लिए बता सकते है . सोकेट्स भी सभी उपलब्ध इंटरफेस पर फ़ोल्लो करेगा . यह बहु घर मेजबान पर भी उपयोगी है. यदि आप बाद में इस इंटरफेस को निष्क्रिय करते है, फ्रोस्ट वाइ एक मनमाना पता करने के लिए बाध्य होगा.
hr: Možete reći FrostWireu da dodjeli izlazne veze na IP adresu od specifičnog mrežnog sučelja. Slušaće utičnice će nastaviti slušati na svim dostupnim sučeljima. Ovo je korisno za multi-kućne domaćine. Ako kasnije onemogućite ovo sučelje, FrostWire će se vratiti na dodjeljivanje na nasumičnu adresu.
it: Puoi configurare FrostWire per associare le connessioni in uscita ad uno specifico indirizzo IP. Le connessioni in ingresso continueranno comunque ad ascoltare tutte le interfacce disponibili. Questo è utile per i multi-homed host. Se in seguito disabiliterai quest'interfaccia, FrostWire associerà le connessioni ad un indirizzo arbitrario.
ja: 特定のネットワーク・インターフェイスからIPアドレスへFrostWireに外向接続をバインドするように命じることができます。リッスン状態のソケットは、全ての利用可能なインターフェイス上で引き続きリッスンします。これは、複数のネットワークアドレスを持つホストに役に立ちます。後でこのインタフェースを無効にすると、FrostWireは、任意のアドレスへバインドするよう戻ります。
ko: FrostWire가 지정된 네트워크 인터페이스로부터 IP 주소를 연결하도록 할 수 있습니다. 리스닝 소켓은 여전히 가능한 모든 인턴페이스를 듣게됩니다. 멀티-홈 호스트에서 유용하게 사용됩니다. 만일 차후 인터페이스를 비활성화하면, FrostWire 지정된 주소들을 되돌립니다.
ne: तपाईं एक विशिष्ट नेटवर्क इन्टरफेस देखि IP ठेगाना गर्न बाहिर जाने जडानहरू बाँध्न FrostWire बताउन सक्छ। सुन्दै सकेट अझै पनि सबै उपलब्ध इन्टरफेस मा सुन्न हुनेछ। यो बहु-homed होस्टहरूको मा उपयोगी छ। तपाईं पछि यो इन्टरफेस अक्षम भने, FrostWire एक मनपरी ठेगानामा बाध्यकारी उल्टाउन हुनेछ।
pt_br: Você pode dizer ao FrostWire para ligar as conexões de saída para um endereço IP a partir de uma interface de rede específica. Isso é uma hospedagem multi-homed útil. Se mais tarde você desativar esta interface, o FrostWire voltará a ligação para um endereço arbitrário.
ro: Puteți cere ca FrostWire să lege conexiunile de ieșire la o adresă IP de la o interfață de rețea specifică. Ascultarea socket-urilor se va asculta pe toate interfețele. Aceasta este util pe realocare pe mai multe gazde. Dacă ulterior dezactivați această interfață, FrostWire ve reveni cu legarea la o adresă oarecare.
sl: FrostWire lahko povežete odhodne povezave z naslovom IP iz določenega omrežnega vmesnika. Glasovne vtičnice bodo še vedno poslušale na vseh razpoložljivih vmesnikih. To je uporabno za gostitelje z več domovami. Če kasneje onemogočite ta vmesnik, se bo FrostWire vrnil na vezavo na poljuben naslov.
sr: Можете рећи FrostWire да се веже одлазне везе у ИП адресу из одређене мреже. Слушање утичнице ће и даље слушати на све расположиве интерфејсе. Ово је корисно на мулти-хомед домаћина. Ако касније искључите овај интерфејс, FrostWire ће се вратити на везивање за произвољне адресе.
sv: Du kan få FrostWire att binda utgående anslutningar till en IP-adress från ett specifikt nätverksgränssnitt. Lyssningsuttag kommer fortfarande att lyssna på alla tillgängliga gränssnitt. Detta är användbart på värdar med flera hem. Om du senare inaktiverar detta gränssnitt kommer FrostWire att återgå till att binda på en godtycklig adress.
uk: Ви можете налаштувати FrostWire так, щоб він пов’язував вихідні підлючення з IP адресою з певного мережевого інтерфейсу. Прослуховування сокетів буде відбуватись на всіх інтерфейсах. Якщо Ви пізніше вимкнете цей інтерфейс, FrostWire буде пов’язувати підключення до довільного інтерфейсу.
vi: Bạn có thể nói với FrostWire để ràng buộc kết nối đi đến một địa chỉ IP từ một giao diện mạng cụ thể. Lõi nghe vẫn sẽ lắng nghe trên tất cả các giao diện có sẵn. Điều này rất hữu ích trên các máy chủ đa nhiệm. Nếu sau này bạn vô hiệu hóa giao diện này, FrostWire sẽ trở lại để ràng buộc với một địa chỉ tùy ý.
zh_cn: 让FrostWire把输出连接绑定到一个指定网络接口的IP地址。监听套接口将继续监听所有可用接口。这对多宿主主机是有用的。如果你稍后禁用这个接口，FrostWire将恢复为绑定到一个任意的地址。

source: Use a specific network interface.
ar: استخدم واجهة الشبكة المحددة.
bn: একটি নির্দিষ্ট নেটওয়ার্ক ইন্টারফেস ব্যবহার করুন।
da: Brug et specifikt netværk interface.
el: Χρησιμοποίησε μια συγκεκριμένη επιφάνεια δικτύου.
es: Utilizar una interfaz de red específica.
fr: Utiliser une interface réseau spécifique.
hi: एक विशिष्ट नेटवर्क इंटरफ़ेस का उपयोग करें.
hr: Koristi određeno sučelje mreže.
it: Usa una specifica Interfaccia di Rete.
ja: 特定のネットワークインターフェースを使用してください。
ko: 지정된 네트워크 인터페이스를 사용합니다.
ne: विशिष्ट नेटवर्क इन्टरफेस प्रयोग गर्नुहोस्।
pt_br: Usar uma interface de rede específica.
ro: Utilizează o interfață de rețea specifică.
sl: Uporabite določen omrežni vmesnik.
sr: Користите специфичан мрежни интерфејс.
sv: Använd ett specifikt nätverksgränssnitt.
uk: Використовувати певний мережевий інтерфейс.
vi: Sử dụng một giao diện mạng cụ thể.
zh_cn: 使用一个指定的网络接口。

source: FrostWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
ar: FrostWire غير قادر على تحديد أية واجهات الشبكة المتوفرة على هذا الجهاز. الإتصالات الصادرة سترتبط بأي واجهة تعسّفياً.
bn: এই মেশিনে কোন নেটওয়ার্ক ইন্টারফেস উপলব্ধ আছে তা নির্ধারণ করতে ব্যর্থ হওয়ায় FrostWire। আউটগোয়িং সংযোগ কোনও নির্বিচারে ইন্টারফেসের সাথে সংযুক্ত হবে।
da: FrostWire kunne ikke fastslå hvilken netværks interface der er tilgængelige på denne maskine. Udgående forbindelser vil anvende hvad der måtte være tilgængeligt.
el: Το FrostWire δεν μπόρεσε να διευκρινίσει ποιές επιφάνειες δικτύου είναι διαθέσιμες στην μηχανή. Οι εξερχόμενες συνδέσεις θα συνδέονται με κάθε αυθαίρετη επιφάνεια.
es: FrostWire no fue capaz de determinar que interfaces de red están disponibles en esta máquina. Las conexiones salientes se asociarán a una interfaz arbitraria.
fr: FrostWire n’a pas pu déterminer quelles interfaces réseau sont disponibles sur cette machine. Les connexions sortantes seront liées à une interface arbitraire déterminée par la configuration réseau de votre système.
hi: फ्रोस्ट वाइर निर्धारित करने में असमर्थ था के कौन सा नेटवर्क इंटरफेस इस मशीन पर उपलब्ध हैं . बाहर जाने वाला कनेक्शन किसी भी मनमाने ढंग से इंटरफ़ेस करने के लिए बाध्य होगा.
hr: FrostWire nije bio u mogučnosti odrediti koja mrežna sučelja su dostupna na ovom računalu. Vanjske veze će se spajati na bilo koje sučelje.
it: FrostWire non è stato in grado di determinare quale interfaccia di rete sia disponibile su questa macchina. Le connessioni in uscita saranno associate ad un'interfaccia arbitraria.
ja: このコンピュータ上の有効なネットワーク・インタフェースを検出できません。外向き接続はランダムなインタフェースにバインドされます。
ko: FrostWire 는 해당 장치에서 사용 가능한 네트워크 인터페이스를 결정하지 못하였습니다. 외부 접속을 임의 인터페이스와 복합합니다.
ne: FrostWire यो मिसिन उपलब्ध छन् जो नेटवर्क इन्टरफेस निर्धारण गर्न असमर्थ थियो। बाहिर जाने जडानहरू कुनै पनि मनपरी इन्टरफेस बाँध्न हुनेछ।
pt_br: FrostWire não pôde determinar quais interfaces de rede estão disponíveis neste equipamento. As conexões de saída irão ligar qualquer interface arbitrária.
ro: FrostWire nu a putut determina care interfață de rețea este disponibilă pe această mașină. Conexiunile de ieșire vor fi legate la orice altă interfață.
sl: FrostWire ni mogel ugotoviti, kateri omrežni vmesniki so na voljo na tem računalniku. Odhodne povezave se bodo povezovale s poljubnim poljubnim vmesnikom.
sr: FrostWire није могао да утврди која мрежу интерфејс су доступни на овој машини. Одлазне конекције ће везати за било произвољног интерфејс.
sv: FrostWire kunde inte avgöra vilka nätverksgränssnitt som är tillgängliga på denna maskin. Utgående anslutningar kommer att binda till ett godtyckligt gränssnitt.
uk: FrostWire не зміг встановити, які мережеві інтерфейси є не цьому комп’ютері. Вихідні підключення будуть зв’язані до довільним інтерфейсом.
vi: FrostWire không thể xác định giao diện mạng nào có trên máy này. Các kết nối gửi đi sẽ ràng buộc với bất kỳ giao diện tùy ý nào.
zh_cn: FrostWire无法确认这台机器上哪个网络接口可用。输出连接连接将绑定到一个任意的接口。

source: Notifications
ar: المواقع
da: Underretninger
el: Τοποθεσίες
es: Notificaciones
hi: अधिसूचनाएं
hr: Obavijesti
it: Notifiche
ja: 通知
ko: 공지
ne: सूचनाहरू
pt_br: Notificações
ro: Notificări
sl: Umiestnenie
sr: Обавештења
sv: Aviseringar
uk: Місцезнаходження
vi: Thông báo
zh_cn: 通知

source: Show Notifications:
ar: عرض الإشعارات:
bn: বিজ্ঞপ্তি দেখান:
da: Vis varsler:
es: Mostrar notificaciones:
fr: Afficher les notifications :
hi: सूचनाएँ दिखाएँ:
hr: Pokazuj obavijesti:
it: Mostra Notifiche:
ja: 通知を表示する：
ko: 공지 보이기:
ne: सूचनाहरू शो:
pt_br: Mostrar notificações:
ro: Arată notificări:
sl: Prikaži obvestila
sr: Схов Обавештења:
sv: Visa aviseringar:
uk: Показати Повідомлення:
vi: Hiển thị thông báo:
zh_cn: 显示通知
