Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Choose a folder where files downloaded from the BitTorrent network should be saved to. Please select if you want to "Seed" or to not "Seed" finished downloads. The link below has more information about "Seeding".
ar: اختر مجلد حيث يجب حفظ الملفات التي تم تنزيلها من الشبكة تورنت إلى. الرجاء تحديد إذا كنت تريد "البذور" أو انتهى إلى عدم "البذور" الأسبوعية. الرابط أدناه بمزيد من المعلومات حول "تلقيح".
bn: একটি ফোল্ডার নির্বাচন করুন যেখানে বিট টরেন্ট নেটওয়ার্ক থেকে ডাউনলোড করা ফাইলগুলি সংরক্ষণ করা উচিত। যদি আপনি "বীজ" বা "বীজ" শেষ না করে ডাউনলোডগুলি ডাউনলোড করতে চান তবে দয়া করে নির্বাচন করুন। নীচের লিংক "Seeding" সম্পর্কে আরো তথ্য আছে।
da: Vælg en mappe, hvor filer downloadet af BitTorrent-netværket skal gemmes. Vælg venligst hvis du ønsker at "Frø" eller at ikke "frø" færdig downloads. Linket nedenfor indeholder flere oplysninger om "Til frø".
es: Selecciona una carpeta donde los archivos descargados de la red de BitTorrent deban ser guardados a. Por favor selecciona si quieres "Compartir" o no "Compartir" al finalizar las descargas. El siguiente enlace contiene mas información sobre "Compartir".
fr: Sélectionnez un répertoire dans lequel les fichiers téléchargés du réseau BitTorrent devraient être sauvegardées. Veuillez choisir si vous voulez "Ensemencer" ou ne pas "Ensemencer" les téléchargements terminés. Le lien ci-dessous contient plus d'informations sur l'"Ensemencement".
hr: Odaberite mapu u koju će se spremati dadoteke preuzete sa BitTorrent mreže. Molimo odaberite ako (ne) želite "dijeliti" završena preuzimanja. Poveznica ispod ima više informacija o "dijeljenju".
it: Scegliere una cartella dove i file scaricati dalla rete BitTorrent dovrebbero essere salvati. Si prega di selezionare se si desidera "Seme" o a non "Seme" finito il download. Il link qui sotto contiene ulteriori informazioni su "Distribuzione Seme".
ja: BitTorrentネットワークからダウンロードしたファイルが保存されるフォルダを選択します。 「シード」したい、あるいは「シード」したくない場合に選んでください。下のリンクから「シード」に関するさらに詳しい情報が見つけられます。
ko: BitTorrent 네트워크에서 다운로드된 파일을 저장할 폴더를 선택합니다. 완료된 다운로드를 "배포" 또는 비 "배포" 할지 선택하십시오. 아래 링크를 통하여 "배포"에 관한 더 많은 정보를 볼 수 있습니다.
ne: जहाँ बिटटोरेन्टपाइथोन नेटवर्क बाट डाउनलोड फाइलहरू बचत गर्नुपर्छ एउटा फोल्डर चयन गर्नुहोस्। के तपाईं "बीउ" वा "बीउ" समाप्त डाउनलोड गर्न चाहनुहुन्छ भने कृपया चयन गर्नुहोस्। लिङ्क तल "गति" बारे थप जानकारी छ।
pt_br: Escolha uma pasta onde os arquivos baixados da rede BitTorrent deve ser salvos em . Por favor, selecione se você quiser "Semear" ou não "Semear" os downloads concluídos. O link abaixo tem mais informações sobre as "Sementes".
ro: Alegeți un dosar unde fișierele descărcate din rețeaua BitTorrent ar trebui salvate. Selectați dacă doriți să "Contribuiți" sau să nu "Contribuiți" cu descărcările finalizate. Link-ul de mai jos are mai multe informații despre "Contribuire".
sl: Izberite mapo shranjevala pila downloaded s BitTorrent omrežje za. Izberite, če želite "Seme" ali da ne "seme" končal downloads. Člen spodaj je več informacij o "Sejanje".
sr: Изаберите фасциклу у којој треба фајлове преузете са БитТоррент мреже бити сачувана у. Молимо Вас да изаберете да ли желите да "Семе" или не "Сеед" готових преузимања. Линк испод има више информација о "Сидирует".
sv: Välj en mapp där filer hämtade från BitTorrentnätverket ska sparas. Välj huruvida du vill ”Distribuera” slutförda hämtningar. Länken nedan har mer information om att ”Distribuera”.
uk: Виберіть папку, в якій файли, завантажені з мережі BitTorrent повинні бути збережені в. Будь ласка, виберіть, якщо ви хочете «Seed» або не "Seed» закінчені завантаження. Посилання нижче містить більше інформації про «Посів».
vi: Chọn một thư mục mà các tập tin tải về từ mạng BitTorrent sẽ được lưu vào. Vui lòng chọn nếu bạn muốn "hạt giống" hoặc không tải "Seed" hoàn tất. Liên kết dưới đây có thêm thông tin về "Hạt giống".
zh_cn: 选定一个文件夹，用于存放从BitTorrent网络下载的文件。 请选择你是否为已完成的下载"做种"。点击下列链接，了解更多关于"做种"详情。

source: You forgot to select your finished downloads "Seeding" setting.
ar: كنت قد نسيت لتحديد الخاصة بك الانتهاء من تنزيل الإعداد "تلقيح".
bn: আপনি আপনার সমাপ্ত ডাউনলোড বাছাই সেটিং নির্বাচন করতে ভুলবেন
da: Du glemte at vælge din færdige downloads "Til frø" indstilling.
es: Olvidó seleccionar la configuración de "Seeding" para descargas finalizadas
fr: Vous avez oublié de sélectionner le paramétrage des téléchargements terminés "Seeding".
hi: आप अपने समाप्त का चयन करें करने के लिए भूल गया "सीडिंग" सेटिंग डाउनलोड।
hr: Zaboravili ste odabrati postavke "Seedanja" završenih preuzimanja.
it: Hai dimenticato di selezionare finito il vostro download “Distribuzione Seme” impostazione.
ja: あなたの終了を選択するを忘れた「種まき」設定をダウンロードします。
ko: 완성 된 다운로드 "시드"설정을 선택하는 것을 잊었습니다.
ne: तपाईं आफ्नो समाप्त डाउनलोड "गति" सेटिङ चयन गर्न बिर्सन्छन्।
pt_br: Você se esqueceu de seleccionar o ajuste "Semeando" seus downloads acabados.
ro: Ați uitat să selectați configurarea descărcărilor terminate "Se contribuie".
sl: Ste pozabili prebrati vaš končni downloads "Sejanje" nastavitev.
sr: Заборавио си да одаберете готови преузимања "засејавање" подешавање.
sv: Du glömde att att välja inställningar för slutförda hämtningar ”Distribuera”.
uk: Ви забули вибрати ваші завершення завантаження налаштувань «Посів».
vi: Bạn quên chọn cài đặt "Hạt giống" đã hoàn tất của mình
zh_cn: 你还没有选取已完成下载的"做种"设置。

source: What is "Seeding"?
ar: ما هو "تلقيح"؟
bn: সেডিং কি?
da: Hvad er dette?
el: Τι είναι η «Σπορά»;
es: ¿Qué es "Seeding"?
fr: Qu’est-ce que l' "Ensemencement"?
hi: क्या है "सीडिंग"?
hr: Što je "dijeljenje"?
it: Che cos'è "Distribuzione Seme"?
ja: 「シード」とは？
ko: "배포"는 무엇입니까?
ne: तथ्याङ्क
pt_br: O que é "Semeando"?
ro: Ce este "Contribuirea"?
sl: Kaj je "Sejanje"?
sr: Шта је "Раздаусие"?
sv: Vad är ”Distribuera”?
uk: Що таке «Посів»?
vi: "Hạt giống" là gì?
zh_cn: 什么是"做种"？

source: FrostWire could not create the Torrent Data Folder {0}
ar: تعذر إنشاء فروست واير "سيل البيانات المجلد" {0}
bn: FrostWire টরেন্ট ডেটা ফোল্ডার তৈরি করতে পারে নি {0}
da: FrostWire kunne ikke skabe en standard dele mappe {0}, den vil ikke blive delt.
el: Το FrostWire αδυνατεί να ανοίξει τον πλοηγό σας στο διαδύκτιο για να προβάλλει την παρακάτω ιστοσελίδα: {0}
es: FrostWire no pudo crear la carpeta de datos de Torrent {0}
fr: FrostWire n’a pas pu créer le Dossier des Données de Torrent {0}
hi: फ्रोस्ट वाइर टोरेंट डेटा फ़ोल्डर नहीं बना सकता है {0}
hr: FrostWire nije mogao stvoriti torrent podatkovnu mapu {0}
it: FrostWire non ha potuto creare la Cartella Dati del Torrent {0}
ja: FrostWireは、トレントのデータ・フォルダを作成できませんでした{0}
ko: FrostWire 는 토렌트 데이터 폴더를 생성할 수 없습니다 {0}
ne: FrostWire को धार डाटा फोल्डर सिर्जना गर्न सकेन {0}
pt_br: FrostWire não conseguiu criar a Pasta de Dados Torrent {0}
ro: FrostWire nu a putut crea dosarul date torrent {0}
sl: FrostWire, ni bilo mogoče ustvariti Torrent podatkov mapa {0}
sr: FrostWire није могао да створи Торрент података Фолдер {0}
sv: FrostWire kunde inte skapa din torrentdatamapp {0}
uk: FrostWire не вдалося створити торрент Data папку {0}
vi: FrostWire không tìm thấy trình duyệt Web của bạn để hiển thị trang web: {0}
zh_cn: FrostWire无法创建这个种子数据文件夹：{0}。

source: You're almost done!
ar: انت تقريبا وصلت
bn: আপনি প্রায় শেষ করেছেন!
da: Du er næsten færdig!
es: ¡Ya casi terminas!
fr: Vous avez presque fini!
hi: आपका लगभग काम हो गया!
hr: Skoro ste gotovi!
it: Hai quasi finito!
ja: ほとんど完了しています！
ko: 완료 직전입니다!
ne: तपाईं लगभग सक्नुभयो!
pt_br: Você está quase terminando!
ro: Aproape ați terminat!
sl: Skorajda ste že končali!
sr: Скоро сте урадили!
sv: Du är nästan färdig!
uk: Ви майже закінчили!
vi: Bạn gân xong rôi!
zh_cn: 差不多快大功告成了！

source: FrostWire is a peer-to-peer program for sharing authorized files only. Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
ar: فروست واير برنامج نظير-إلى-نظير لتقاسم الملفات المعتمدة فقط. تثبيت واستخدام البرنامج لا يشكل رخصة للحصول على أو توزيع المحتوى غير المصرح به.
bn: FrostWire শুধুমাত্র অনুমোদিত ফাইল ভাগ করার জন্য একটি পিয়ার-টু-পিয়ার প্রোগ্রাম। প্রোগ্রাম ইনস্টল এবং ব্যবহার অননুমোদিত বিষয়বস্তু প্রাপ্ত বা বিতরণ করার জন্য একটি লাইসেন্স গঠন করে না।
da: FrostWire er et peer-to-peer program til deling af autoriserede filer kun. Installation og brug af programmet udgør ikke en licens for at opnå eller distribuere uautoriseret indhold.
el: Το FrostWire είναι ένα πρόγραμμα peer-to-peer κοινή χρήση μόνο από εξουσιοδοτημένους αρχεία. Εγκαθιστώντας και χρησιμοποιώντας το πρόγραμμα δεν συνιστά μια άδεια για την απόκτηση ή τη διανομή μη εξουσιοδοτημένου περιεχομένου.
es: FrostWire es un programa P2P para compartir únicamente archivos autorizados. Instalar y usar el programa no constituye una licencia para obtener o distribuir contenido no autorizado.
fr: FrostWire est un programme de partage point-à-point seulement de fichiers autorisés. L'installation et l'utilisation du programme ne vous procure pas la licence d'obtenir ou de distribuer du contenu non autorisé.
hi: फ्रोस्ट वाइर केवल अधिकृत फ़ाइलें साझा करने के लिए एक सहकर्मी से सहकर्मी प्रोग्राम है.प्रोग्राम को स्थापित या इसका उपयोग प्राप्त करने से यह अनधिकृत सामग्री के वितरण के लिए लाइसेंस नहीं बनता है.
hr: FrostWire je peer-to-peer program za dijeljenje samo autoriziranih datoteka. Instaliranje i korištenje ovog programa ne daje licencu za pribavljanje ili distribuciju neovlaštenog sadržaja.
it: FrostWire e' un programma peer-to-peer per la condivisione solo di file autorizzati. Installare e usare il programma non costituisce una licenza per ottenere o distribuire contenuti non autorizzati.
ja: FrostWireは、認証済ファイルのみを共有する「ピア・ツー・ピア」プログラムです。プログラムのダウンロードや使用は、非認証コンテンツの保持や配布ライセンスとして構成していません。
ko: FrostWire는 허가된 파일만을 피어-투-피어로 공유합니다. 프로그램을 설치하고 사용하는 것은 비허가 콘텐츠를 습득 또는 배포하는 것에 관한 허가를 제공하지 않습니다.
ne: FrostWire मात्र अधिकृत फाइलहरू साझेदारी लागि साथीहरूको-सहकर्मी कार्यक्रम छ। स्थापना र प्राप्त वा अनधिकृत सामग्री वितरण लागि इजाजतपत्र गठन गर्दैन कार्यक्रम प्रयोग गरेर।
pt_br: FrostWire é um programa amigável para o compartilhamento de arquivos somente autorizados. Instalar e usar o programa não constitui uma licença para a obtenção ou distribuição de conteúdo não autorizado.
ro: FrostWire este un program P2P pentru partajarea numai a fișierelor autorizate. Instalând și utilizând programul nu constituie o licență pentru obținerea sau distribuirea de conținut neautorizat.
sl: FrostWire je peer-to-peer program za izmenjavo dovoljenih datotek samo. Nameščanje in uporaba programa ne pomeni licence za pridobitev ali distribucijo neodobrenih vsebin.
sr: FrostWire авлаетса програм Пеер-то-пеер за дељење само овлашћеним број фајлова. Инсталирање и коришћење програма не представља дозволу за добијање или дистрибуцију неовлашћеног садржаја.
sv: FrostWire är ett peer-to-peer-program för att dela tillåtna filer. Att installera och använda programmet innebär inte en licens för att hämta eller distribuera otillåtet innehåll.
uk: FrostWire програма рівний-рівному для обміну тільки дозволених файлів. Установка і використання програми не є ліцензією на отримання або розповсюдження несанкціонованого контенту.
vi: FrostWire là một chương trình peer-to-peer chỉ để chia sẻ các tập tin được ủy quyền. Việc cài đặt và sử dụng chương trình không phải là giấy phép để có được hoặc phân phối nội dung trái phép.
zh_cn: FrostWire是一个点对点（P2P）程序，仅用于共享已获得授权的文件。安装及使用该程序，不构成一个获取或散布未经授权内容的许可。

source: Find out more...
ar: ...هل تعلم أن
bn: আরও খোঁজ...
da: Ved du...
el: Ξέρατε ότι...
es: Acerca de...
fr: Le saviez-vous ?
hi: और अधिक जानकारी प्राप्त करें ...
hr: Saznaj više...
it: Scopri di piu'...
ja: さらに検索...
ko: 더 알아보기...
ne: के तपाइलाई थाहा छ...
pt_br: Descubra mais...
ro: Aflați mai multe...
sl: Vedeli ste...
sr: Da li ste znali...
sv: Lär dig mer…
uk: А ви знали, що…
vi: Bạn đã biết...
zh_cn: 发现更多……

source: I <b>will not</b> use FrostWire {0} for copyright infringement.
ar: وأنا <b>لن</b> تستخدم {0} فروست واير للتعدي على حق المؤلف.
da: Jeg <b>vil ikke</b> bruge FrostWire {0} for krænkelse af ophavsretten.
el: Εγώ <b>δεν θα</b> χρησιμοποιείτε FrostWire {0} για παραβίαση πνευματικών δικαιωμάτων.
es: <b>No utilizaré</b> FrostWire {0} para infringir derechos de autor.
fr: Je <b>n''utiliserai pas</b> FrostWire {0} pour une violation de copyright.
hi: I <b>नहीं होगा </b> फ्रोस्ट वाइर का प्रयोग करें {0} कॉपीराइट का उल्लंघन के लिए .
hr: Ja <b>neću</b> koristiti FrostWire {0} za kršenje autorskih prava.
it: Io <b>non</b> intendo usare FrostWire {0} per infrangere il copyright.
ja: 私は、著作権侵害に関するFrostWireの{0}を使用<b>していません。</b>
ko: 나는 저작권 침해에 FrostWire {0}을 사용하지 않을 것입니다.
ne: म FrostWire {0} प्रतिलिपि अधिकार उल्लङ्घनको लागि प्रयोग गर्ने छैन।
pt_br: Eu <b>não vou</b> usar FrostWire {0} para violação de direitos autorais.
ro: Eu <b>nu voi</b> utiliza FrostWire {0} pentru încălcarea drepturilor de autor.
sl: Sem <b>ne bo</b> uporabil FrostWire {0} za kršitev avtorskih pravic.
sv: Jag <b>kommer inte</b> att använda FrostWire {0} för upphovsrättsbrott.
uk: I <b>не</b> використовувати FrostWire {0} за порушення авторських прав.
vi: Tôi <b>sẽ không sử</b> dụng FrostWire {0} vì vi phạm bản quyền.
zh_cn: 我<b>不会</b>把FrostWire {0} 用于侵犯版权。

source: I <b>might use</b> FrostWire {0} for copyright infringement.
ar: أنا <b>يمكن استخدام</b> {0} فروست واير للتعدي على حق المؤلف.
da: Jeg <b>kan bruge</b> FrostWire {0} for krænkelse af ophavsretten.
el: Αυτό <b>θα μπορούσε να χρησιμοποιήσει</b> το FrostWire {0} για παραβίαση πνευματικών δικαιωμάτων.
es: <b>Puede que use</b> FrostWire {0} para infringir derechos de autor.
fr: Je <b>utiliserai éventuellement</b> FrostWire {0} pour une violation de copyright.
hi: I <b>प्रयोग कर सकता है </b> फ्रोस्ट वाइर {0} कॉपीराइट का उल्लंघन के लिए .
hr: Ja <b>ću možda koristiti</b> FrostWire {0} za kršenje autorskih prava.
it: Io <b>potrei usare</b> FrostWire {0} per infrangere il copyright.
ja: 私は、著作権侵害に関するFrostWireの{0}を<b>使用したかもしれません。</b>
ko: <b>저작권 침해에 대해</b> FrostWire {0}을 (를) 사용할 수 있습니다.
ne: म FrostWire {0} को लागि प्रतिलिपि अधिकार उल्लङ्घन प्रयोग गर्न सक्छन्।
pt_br: Eu <b>poderia usar</b> o FrostWire {0} para violação de direitos autorais.
ro: Eu <b>poate voi utiliza</b> FrostWire {0} pentru încălcarea drepturilor de autor.
sl: Sem <b>lahko uporabite</b> FrostWire {0} za kršitev avtorskih pravic.
sv: Jag <b>kommer kanske att</b> att använda FrostWire {0} för upphovsrättsbrott.
uk: I <b>можна використовувати</b> FrostWire {0} за порушення авторських прав.
vi: Tôi <b>có thể sử dụng</b> FrostWire {0} vì vi phạm bản quyền.
zh_cn: 我<b>可能会把</b> FrostWire {0} 用于侵犯版权。

source: State Your Intent
ar: الدولة هدفك
bn: আপনার ইন্টেন্ট রাজ্য
da: Oplyse din hensigt
el: Δηλώσει την πρόθεσή σας
es: Declara tus intenciones
fr: Indiquer Votre Intention
hi: आपका आशय बताएं
hr: Izrecite vaše namjeru
it: Dichiara la tua intenzione
ja: ご利用のネット状況
ko: 의도 표명
ne: तपाईंको आशय राज्य
pt_br: Declare sua intenção
ro: Precizați intenția dumneavoastră
sl: Navedite svojo namero
sr: Наводи своју намеру
sv: Delge din avsikt
uk: Викладіть своє Намір
vi: Nhà nước Ý định của bạn
zh_cn: 声明你的意图

source: One more thing...
ar: شيء اخر...
bn: আরেকটা জিনিস...
da: En ting mere...
el: Ένα περισσότερο πράγμα...
es: Una cosa más...
fr: Une dernière chose...
hi: एक और बात ....
hr: Još jedna stvar...
it: Ancora una cosa...
ja: もう一つ...
ko: 다른 한가지 사항...
ne: थप एक कुरा...
pt_br: Mais uma coisa...
ro: Încă un lucru...
sl: Še ena stvar...
sr: Још једна ствар...
sv: En sak till…
uk: Ще одне...
vi: Một điều nữa...
zh_cn: 还有一点...

source: Language:
ar: اللغة:
da: Sprog:
el: Γλώσσα:
es: Idioma:
fr: Langue:
hi: भाषा:
hr: Jezik:
it: Lingua:
ja: 言語：
ko: 언어：
ne: भाषा:
pt_br: Idioma:
ro: Limba:
sl: Zmen &jazyk
sr: Jezik:
sv: Språk:
uk: Мова:
vi: Ngôn ngữ:
zh_cn: 语言:

source: Miscellaneous Settings
ar: إعدادات متنوعة
bn: বিবিধ সেটিংস
da: Diverse indstillinger
el: Διάφορες ρυθμίσεις
es: Configuraciones varias
fr: Préférences diverses
hi: विविध विन्यास
hr: Razne postavke
it: Impostazioni varie
ja: 高度な設定
ko: 일반 설정
ne: विविध सेटिङ
pt_br: Configurações diversas
ro: Configurări diverse
sl: Razne nastavitve
sr: Разне поставке
sv: Diverse inställningar
uk: Інші параметриh
vi: Cài đặt Khác
zh_cn: 其他设置

source: Below, are several options that affect the functionality of FrostWire.
ar: فيما يلي عدة خيارات تؤثر على وظيفة فروستوير.
bn: নীচে, FrostWire এর কার্যকারিতা প্রভাবিত করে এমন অনেক অপশন আছে
da: Nedenfor er flere valgmuligheder, som påvirker FrostWire's præstation og funktioner.
el: Παρακάτω, υπάρχουν αρκετές επιλογές που επηρεάζουν τη λειτουργικότητα του FrostWire.
es: Abajo, hay ciertas opciones que afectan la funcionalidad de FrostWire.
fr: Ci-dessous, vous trouverez plusieurs options qui affectent les fonctionnalités de FrostWire.
hi: नीचे कई विकल्प है जो फ्रोस्ट वाइर की कार्यक्षमता को प्रभावित कर रहे हैं.
hr: Ispod je par opcija koje utječu na funkcionalnost FrostWirea.
it: Qui sotto vi sono molte opzioni che influenzano la funzionalita' di FrostWire.
ja: 下記のオプションはFrostWireのパフォーマンスや機能に影響を与えます。
ko: 아래는 FrostWire의 기능에 영향을 주는 여러 옵션입니다.
ne: तल, धेरै विकल्पहरू FrostWire को कार्यक्षमता असर छन्।
pt_br: Abaixo, há várias opções que afetam a funcionalidade do FrostWire
ro: Mai jos, sunt câteva opțiuni care afectează funcționalitatea FrostWire.
sl: Spodaj je več možnosti, ki vplivajo na funkcionalnost FrostWire.
sr: Испод су неколико опција које утичу на функционалност FrostWire.
sv: Nedan finns flera alternativ som påverkar funktionaliteten i FrostWire.
uk: Нижче кілька варіантів, які впливають на функціональність FrostWire.
vi: Dưới đây là một số tùy chọn ảnh hưởng đến chức năng của FrostWire.
zh_cn: 以下，是几个会影响FrostWire功能的选项。

source: System Startup
ar: العمل مع بداية تشغيل النظام
bn: সিস্টেম স্টার্টআপ
da: System opstart
el: Ενεργοποίηση κατά την εκκίνηση του συστήματος:
es: Inicio del sistema
fr: Démarrage du système
hi: सिस्टम प्रारम्भ मे चालू करें:
hr: Podizanje sustava
it: Accensione del Sistema
ja: システム起動
ko: 시스템 시작
ne: शुरुवातमा टिप देखाउनु
pt_br: Inicialização do Sistema
ro: Pornire sistem
sl: Ukaz pomocky pri spusteny
sr: Pokreni prilikom podizanja sistema:
sv: Systemuppstart
uk: запуск системи
vi: Hiển thị lời khuyên khi khởi động
zh_cn: 系统启动

source: Start Automatically
ar: البدء تلقائياً
bn: স্বয়ংক্রিয়ভাবে শুরু করুন
da: Start automatisk
el: Εκκίνηση αυτόματα
es: Iniciar automáticamente
fr: Démarrer automatiquement
hi: स्वचालित प्रकार से प्रारंभ करो
hr: Automatski pokreni
it: Avvio automaticamente
ja: 自動で起動
ko: 자동으로 시작
ne: आफै स्क्रोल गर
pt_br: Iníciar automaticamente
ro: Pornește automat
sl: Rozdel Automaticky
sr: Pokreni automatski
sv: Starta automatiskt
uk: Запускатись автоматично
vi: Tự động cuộn
zh_cn: 自动启动

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
ar: هل تريد FrostWire البدء عندما تدخل داخل حاسوبك? هذا سيمكن FrostWire من البدء سريعاً عندما تستخدمه لاحقاً.
bn: আপনি কি আপনার কম্পিউটারে লগ ইন করার সময় FrostWire শুরু করতে চান? এটি পরে আপনি এটি ব্যবহার করার সময় FrostWire দ্রুত শুরু করতে হবে।
da: Vil du gerne have at FrostWire starter, når du logger på din computer? Det vil få FrostWire til at starte hurtigere, når du anvender den senere.
el: Θα θέλατε να εκκινεί το FrostWire όταν ανοίγετε τον υπολογιστή σας? Με αυτό θα πετύχετε γρηγορότερη εκκίνηση όταν το χρησιμοποιήσετε αργότερα.
es: ¿Desea que FrostWire se inicie cuando comienza la sesión de su computadora? Esto haría que FrostWire se inicie más rápido cuando lo utilice.
fr: Voudriez-vous que FrostWire démarre automatiquement lorsque vous ouvrez une session sur votre ordinateur ? Cela permettra à FrostWire de démarrer plus vite lorsque vous l’utiliserez ultérieurement.
hi: क्या आप कम्प्यूटर में लॉग करते समय FrostWire को प्रारम्भ करना चाहते है?
hr: Želite li da se FrostWire pokreće kada se prijavite na računalu? Ovo će pokretati FrostWire brže kada ga koristite kasnije.
it: Vuoi che FrostWire si avvi automaticamente con l'avvio di Windows ? Questo comporterà un avvio più veloce di FrostWire quando vorrai usarlo.
ja: コンピューターにログインした時に、FrostWireを自動的に起動させますか？これによりFrostWireを起動させることを、後でより速くできます。
ko: 컴퓨터에 로그인했을 때에, FrostWire를 자동적으로 시작시킵니까? 이것에 의해 FrostWire를 시작시키는 것은 다음에보다 빠르게 할 수 있습니다.
ne: तपाईँले आफ्नो कम्प्युटर मा लग सुरु गर्न FrostWire चाहनुहुन्छ? यो तपाईँलाई पछि प्रयोग FrostWire छिटो सुरु गर्न कारण हुनेछ।
pt_br: Gostaria de executar o FrostWire ao ligar o computador? isto vai permitir o FrostWire iniciar mais rapidamente quando você o utilizar posteriormente.
ro: Doriți ca FrostWire să pornească atunci când vă autentificați în computer? Aceasta va face ca FrostWire să pornească mai rapid când îl veți utiliza mai târziu.
sl: Želite, da se FrostWire začne, ko se prijavite v računalnik? S tem se bo FrostWire začel hitreje, ko ga boste pozneje uporabljali.
sr: Da li želite da se FrostWire pokrene kada uključite računar? Na taj način FrostWire se pokreće brže kada program budete kasnije koristili.
sv: Vill du att FrostWire ska starta då du loggar in på datorn? Detta gör att FrostWire startar snabbare då du använder det framöver.
uk: Ви бажаєте, щоб FrostWire запускався, коли ви вмикаєте Ваш комп’ютер? Потім FrostWire буде завантажуватись швидше.
vi: Bạn có muốn FrostWire bắt đầu khi bạn đăng nhập vào máy tính của bạn? Điều này sẽ làm cho FrostWire bắt đầu nhanh hơn khi bạn sử dụng nó sau.
zh_cn: 是否希望FrostWire随你登录计算机时启动？选择此项可以加快以后使用FrostWire的启动速度。

source: FrostWire Setup Wizard
ar: معالج إعداد فروستوير
bn: FrostWire সেটআপ উইজার্ড
da: FrostWire opsætnings Wizard
es: Asistente de configuración FrostWire
fr: Assistant d'installation de FrostWire
hi: फ्रोस्ट वाइर सेट अप विजार्ड
hr: FrostWire instalacijski čarobnjak
it: Impostazioni Wizard di FrostWire
ja: FrostWireセットアップウィザード
ko: FrostWire 설정 위자드
ro: Asistent configurare FrostWire
sl: Čarovnik za namestitev FrostWire
sr: FrostWire Чаробњак за подешавање
sv: FrostWire konfigurationsguide
uk: Майстер установки FrostWire
zh_cn: FrostWire设置向导

source: Next >>
ar: التالي >>
bn: পরবর্তী
da: Frem >>
el: Επόμενο >>
es: Siguiente >>
fr: Suivant »
hr: Naprijed >>
it: Successivo >>
ja: 次へ >>
ko: 다음 >>
ne: अर्को
pt_br: Próximo >>
ro: Următor >>
sl: Dalej >>
sr: Sledeći >>
sv: Nästa >>
uk: Вперед >>
vi: Tiếp theo >>
zh_cn: 前进 >>

source: << Back
ar: << السابق
bn: পিছনে
da: << Tilbage
el: << Προηγούμενο
es: << Atrás
fr: « Précédent
hr: << Nazad
it: << Indietro
ja: << 戻る
ko: << 뒤로
ne: फिर्ता
pt_br: << Voltar
ro: << Înapoi
sl: << Naspat
sr: << Prethodni
sv: << Bakåt
uk: << Назад
vi: << Trở về
zh_cn: << 返回

source: Finish
ar: إنهاء
bn: শেষ
da: Afslut
el: Τέλος
es: Terminar
fr: Terminer
hi: समाप्त
hr: Završi
it: Finisci
ja: 完了
ko: 완료
ne: सकियो
pt_br: Terminar
ro: Final
sl: Koniec
sr: Završi
sv: Färdigställ
uk: Готово
vi: Kết thúc
zh_cn: 完成

source: Learn more about this option...
bn: এই বিকল্প সম্পর্কে আরও জানুন ...
da: Lær mere om denne mulighed...
es: Conocer más detalles de esta opción...
fr: Plus d’informations sur cette option...
hi: इस विकल्प के बारे में अधिक जानें ..
hr: Nauči više o ovoj opciji...
it: Scopri di piu' riguardo a questa opzione...
ja: このオプションについて..
ko: 해당 옵션 더 보기...
ne: यस विकल्प बारे अझ जान...
pt_br: Aprenda mais sobre essa opção
ro: Învățați mai multe despre această opțiune...
sl: Naucit sa viac o tychto moznostiach...
sr: Сазнајте више о овој опцији...
sv: Lär dej mer om detta alternativ…
uk: Детальніше про цей варіант...
vi: Tìm hiểu thêm về tùy chọn này...
zh_cn: 了解关于此选项的更多内容……

source: Join us.
bn: আমাদের সাথে যোগ দাও.
es: Únete.
fr: Nous situer.
hi: हमसे जुड़ें।
hr: Pridruži nam se.
it: Seguiteci.
ja: 参加しませんか。
ko: 가입하기
ne: हामीलाई हुनुहोस्।
pt_br: Junte-se a nós.
ro: Alăturaţi-ne.
sl: Pridruži se nam.
sr: Придружи нам се.
sv: Anslut dig.
uk: Приєднайся до нас.
vi: Tham gia với chúng tôi.
zh_cn: 加入我们。
