Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Thanks to everybody that has helped us everyday in the forums and chatrooms, you not only help new users but you also warn the FrostWire team of any problem that occur on our networks. Thank you all, without you this wouldn't be possible!
ar: شكرا لجميع من ساعدونا كل يوم في المنتديات وغرف الدردشة. إنكم لم تساعدوا المستخدمين الجدد فقط بل نبهتم فريق فروست واير بأي مشكلات قد تحدث في شبكتنا. نشكر الكل فبدونكم ما كان هذا ممكناً!
bn: ধন্যবাদ সব যে ফোরাম এবং chatrooms মধ্যে আমাদের দৈনন্দিন সাহায্য করেছে, আপনি না শুধুমাত্র নতুন ব্যবহারকারীদের সাহায্য কিন্তু আপনি আমাদের নেটওয়ার্কের উপর যে কোন সমস্যা FrostWire দলের সতর্ক। আপনার সবাইকে ধন্যবাদ, আপনি ছাড়া এই সম্ভব হবে না!
da: Tak til alle, der har hjulpet os hver dag i fora og chatrooms, du ikke kun hjælpe nye brugere, men du også advare FrostWire team af ethvert problem, der opstår på vores netværk. Tak alle, uden jer ville dette være muligt!
es: Gracias a todos los que nos han ayudado cada día en los foros y sesiones de chat, no solo han ayudado a los usuarios sino que han alertado al equipo de Frostwire cuando ocurren problemas en nuestra red. Gracias a todos, ¡sin ustedes esto no sería posible!
fr: Merci à tous ceux et toutes celles qui nous ont aidés tous les jours dans les forums et les salles de chat, vous n'aidez pas seulement les nouveaux utilisateurs mais vous avertissez aussi l'équipe de FrostWire de tout problème qui pourrait survenir sur nos réseaux. Merci à toutes et tous, sans vous rien de tout ceci ne serait possible!
hi: सबको जिन्होंने हमें मंच और चैट रूम में हर रोज मदद की है उनको धन्यवाद, आपने न केवल नए उपयोगकर्ताओं की मदद क़ी है , बल्कि आपने हमारे नेटवर्क पर होने वाली किसी भी समस्या की फ्रोस्ट वाइर टीम चेतावनी दी है. आप सभी को धन्यवाद, आप के बिना यह संभव नहीं होता !
hr: Hvala svima koji su nam pomogli svaki dan u forumima i chat sobama, vi ne samo da pomažete novim korisnicima nego i upozoravate FrostWire tim na bilo koje probleme koji se dogode na našim mrežama. Hvala svima, bez vas ovo nebi bilo moguće!
it: Grazie a tutti coloro che ci hanno aiutato quotidianamente nei forum e nella chat, non solo avete aiutato i nuovi utenti, ma avete anche avvertito il team di FrostWire di qualunque problema avvenisse nei nostri network. Grazie a tutti, senza di voi tutto questo non sarebbe possibile!
ja: 毎日フォーラムやチャットルームで私たちをサポートしてくれている全ての方に感謝致します。あなたは、新規ユーザーをサポートするだけでなく、私たちのネットワーク上で発生したあらゆる問題に対してFrostWireチームを元気づけています。あなたがいなければ遂行できませんでしたので、あなたのすべての行いに感謝します。
ko: 포럼 및 채팅방에 도움을 주시는 모두에게 감사드리며, 새로운 사용자 뿐만 아니라 FrostWire 팀 전체의 문제 해결에 기여하였습니다. 당신의 도움없이는 불가능한 일입니다!
ne: हामीलाई दैनिक मंचों र chatrooms मा मदत गरेको छ कि सबैलाई धन्यवाद, तपाईं मात्र होइन नयाँ प्रयोगकर्ता सहयोग तर तपाईं पनि हाम्रो सञ्जाल मा उत्पन्न कुनै पनि समस्या को FrostWire टोली चेतावनी। तपाईं बिना यो सम्भव छैन हुनेछ धन्यवाद!
pt_br: Obrigada a todos que nos ajudam todos os dias nos fóruns e bate-papo, vocês ajudam novos usuários e também ajudam a equipe FrostWire caso aconteça algum problema na nossa rede. Obrigado a todos, sem vocês, nada seria possível!
ro: Mulțumim fiecăruia care ne-a ajutat în fiecare zi în forumuri ți camere de discuții, nu doar ați ajutat utilizatorii noi dar ați și atenționat echipa FrostWire de orice problemă care a apărut în rețelele noastre. Vă mulțumim tuturor, fără voi nu ar fi fost posibil!
sl: Hvala vsem, ki je pomagal nam vsak dan na forumih in klepetalnice, ne samo vam pomaga novim uporabnikom ampak tudi posvariti FrostWire ekipa problem, ki se pojavljajo na naših omrežjih. Hvala vse, brez tebe to ne bi bilo mogoče!
sr: Хвала свима који нам је помогао свакодневно на форумима и ћаскање, не само да се помогне новим корисницима али и упозорити FrostWire тим било проблема који се јављају на нашим мрежама. Хвала свима, без вас ово не би било могуће!
sv: Tack till alla som har hjälpt oss var dag i forumen och chattrummen, du har hjälpt inte bara nya användare, men också uppmärksammat FrostWireteamet på problem som kan ha uppstått i nätverken. Tack till alla, utan er skulle detta inte vara möjligt!
uk: Спасибі всім, що допомагає нам кожен день в форумах і чатах, ви не тільки допомогти новим користувачам, але ви також попередити команду FrostWire будь-якої проблеми, які виникають в наших мережах. Спасибі всім, без вас це було б неможливо!
vi: Nhờ tất cả mọi người đã giúp chúng tôi hàng ngày trong các diễn đàn và chatroom, bạn không chỉ giúp người dùng mới mà còn cảnh báo nhóm FrostWire về bất kỳ vấn đề nào xảy ra trên mạng của chúng tôi. Cảm ơn tất cả, không có bạn điều này sẽ không thể!
zh_cn: 感谢每天在论坛和聊天室帮助我们的每个人，你们不仅帮助新用户，还提醒FrostWire团队在我们的网络中发生的任何问题。感谢你们所有人，没有你们，就没有现在的成就！

source: <br><br>In Special we give thanks to the Chatroom Operators and Forum Moderators
ar: وشكر خاص إلى مشغلى ومديري غرف الدردشة
bn: <br><br>বিশেষত আমরা চ্যাট রুমে অপারেটর এবং ফোরাম মডারেটরদের ধন্যবাদ দিতে পারি
da: <br><br>I særlige give vi tak til Chatroom operatører og Forum moderatorer
es: <br><br>Damos gracias en especial a los Moderadores de las sesiones de Chat y los Moderadores de los Foros
fr: <br><br>Dans Spéciale nous remercions les Opérateurs des Salles de chat et les Modérateurs du Forum
hi: <br><br>विशेष रूप से हम चैट रूम ऑपरेटर और मंच मध्यस्थों को धन्यवाद देना चाहते हैं
hr: <br><br>Posebno zahvaljujemo operatorima chat soba i forum moderatorima
it: <br><br>Ringraziamo in maniera particolare gli Operatori della Chatroom e i Moderatori del Forum
ja: <br><br>特に、私たちはチャットルーム管理者やフォーラム管理者に感謝します。
ko: br><br>채팅방 관리인 및 포럼 수정인들에게 감사의 인사를 전합니다
ne: <br><br>विशेष मा हामी कुराकानी कोठा अपरेटरहरु र फोरम उदारवादीहरू धन्यवाद दिन
pt_br: <br><br>Em especial agradecemos os Moderadores de bate-papo we e Fórum
ro: <br><br>În special mulțumim Operatorilor camerelor de discuții și Moderatorilor forumului
sl: <br><br>V posebni bomo dali zahvaljujoč operaterji klepetalnica in Forum Moderatorji
sr: <br><br>У посебним дајемо захваљујући Цхатроом оператора и Форум Модератори
sv: <br><br>Speciellt vill vi tacka chattrums- och forumansvariga
uk: <br><br>В Special ми подякуйте Chatroom операторів і Модератори форуму
vi: <br><br>Đặc biệt, chúng tôi xin cảm ơn các Nhà điều hành Chatroom và Ban điều hành diễn đàn
zh_cn: <br><br>特别感谢聊天室管理员和论坛版主

source: FrostWire Chat Operators
bn: FrostWire চ্যাট অপারেটর
da: FrostWire Chat operatører
es: Moderadores de Chat de FrostWire
hi: FrostWire चैट ऑपरेटरों
hr: FrostWire operateri razgovora
ko: FrostWire 채팅 운영자
ne: FrostWire चैट अपरेटरहरु
ro: Operatori chat FrostWire
sl: FrostWire klepet operaterji
sv: FrostWires chattansvariga
uk: Frostwire Чат Оператори
vi: Các nhà khai thác Chat FrostWire
zh_cn: FrostWire聊天室管理员

source: FrostWire Forum Moderators
bn: FrostWire ফোরাম মডারেটর
da: FrostWire Forum moderatorer
es: Moderadores de Foro de FrostWire
hi: FrostWire फोरम मध्यस्थ
hr: FrostWire forum moderatori
ko: FrostWire 포럼 중재자
ne: FrostWire फोरम उदारवादीहरू
ro: Moderatori forum FrostWire
sl: FrostWire moderatorjev
sv: FrostWires forummoderatorer
uk: Frostwire Модератори форуму
vi: FrostWire Diễn đàn Điều hành
zh_cn: FrostWire论坛版主

source: Many Former Chat Operators
bn: অনেক প্রাক্তন চ্যাট অপারেটর
da: Mange tidligere Chat operatører
es: Moderadores de Chat de FrostWire
hr: FrostWire operateri razgovora
ko: 많은 이전 채팅 운영자
ro: Mulți foști operatori chat
sv: Flera tidigare chattansvariga
uk: Багато колишніх оператори Чат
vi: Nhiều Nhà khai thác Chat cũ
zh_cn: FrostWire聊天室管理员

source: And also to the Support Volunteer Helpers:
ar: وأيضاً لمتطوعي الدعم والمساعدين
bn: এবং সমর্থন স্বেচ্ছাসেবক সহকারী যাও:
da: Og også at støtte frivillige hjælpere:
es: Y también a los colaboradores voluntarios:
fr: Et aussi aux Assistant Bénévoles de Support
hi: और समर्थन स्वयंसेवी सहायकों के लिए भी:
hr: I također volonterima pomoći:
it: E anche agli Assistenti Volontari:
ja: そしてさらに、サポート支援者ヘルパーへ
ko: 지원 봉사 지원자들에게 감사드립니다:
ne: र पनि समर्थन स्वयंसेवी सहयोगीहरूले गर्न:
pt_br: E também para os ajudantes voluntários de apoio:
ro: Și de asemenea celor care au asigurat suport voluntar:
sv: Och också till frivilliga supportstödjare:
uk: А також до підтримки добровільних помічників:
vi: Và cũng có thể đến các Trợ lý Tình nguyện viên Hỗ trợ:
zh_cn: 还有支持帮助的志愿者

source: Thanks to the LibTorrent Team
bn: LibTorrent টিম ধন্যবাদ
da: Tak til LibTorrent holdet
es: Gracias al Equipo de LibTorrent
fr: Merci à l'équipe de LibTorrent
hi: LibTorrent टीम के लिए धन्यवाद
hr: Hvala LibTorrent timu
it: Grazie al Team LibTorrent
ja: LibTorrent チームのおかげで
ko: LibTorrent 팀에게 감사드립니다.
ne: को LibTorrent टोलीलाई धन्यवाद
ro: Mulțumită echipei LibTorrent
sv: Tack till LibTorrentteamet
uk: Завдяки Libtorrent Team
vi: Nhờ đội LibTorrent
zh_cn: 感谢LibTorrent团队

source: Thanks to the Azureus Core Developers
bn: Azureus কোর ডেভেলপারগণ ধন্যবাদ
da: Takket være Azureus kerne-udviklere
es: Gracias a los Desarrolladores de Azureus Core
fr: Merci aux développeurs principaux d'Azureus
hi: अज़ूरस कोर डेवलपर्स के लिए धन्यवाद
hr: Hvala programerima Azureus jezgre
it: Grazie agli sviluppatori di Azureus
ko: Azureus Core 개발자 덕분에
ne: को Azureus कोर विकासकर्ता धन्यवाद
ro: Mulțumiri dezvoltatorilor nucleului Azureus
sv: Tack till Azureus Core-utvecklare
uk: Завдяки основних розробників Azureus
vi: Nhờ các Nhà phát triển cốt lõi của Azureus
zh_cn: 感谢Azureus核心开发人员

source: Thanks to the LimeWire Developer Team
bn: LimeWire বিকাশকারী দল ধন্যবাদ
da: Tak til LimeWire udvikler holdet
es: Gracias al equipo de desarrollo de LimeWire
hi: LimeWire डेवलपर टीम के लिए धन्यवाद
hr: Hvala LimeWire programerskom timu
it: Grazie al team di sviluppatori di LimeWire
ne: को LimeWire विकासकर्ता टोलीलाई धन्यवाद
ro: Mulțumiri echipei de dezvoltare LimeWire
sv: Tack till LimeWires utvecklarteam
uk: Завдяки команді розробників LimeWire
vi: Nhờ đội ngũ phát triển LimeWire
zh_cn: 感谢LimeWire开发团队

source: Several colleagues in the Gnutella community merit special thanks. These include:
ar: وشكرا خاص للزملاء في فريق مجتمع كفاءة غونتيلا
bn: Gnutella সম্প্রদায়ের অনেক সহকর্মী বিশেষ ধন্যবাদ মেথা। এই অন্তর্ভুক্ত:
da: Flere kollegaer i Gnutella samfundet fortjener en særlig tak. Det gælder:
el: Πολλοί συνεργάτες από την κοινότητα Gnutella αξίζουν ιδιαίτερα ευχαριστώ. Σε αυτούς περιλαμβάνονται:
es: Ciertos colegas en la comunidad Gnutella ameritan agradecimientos especiales. Estos incluyen:
fr: Certains collègues de la communauté Gnutella méritent un remerciement spécial. Ceux-ci incluent notamment :
hi: ग्नुतेल्ला समुदाय योग्यता विशेष धन्यवाद में कई सहयोगियों. इनमे शामिल हैं:
hr: Nekoliko kolega u Gnutellinoj zajednici zaslužuju posebnu zahvalu. To uključuje:
it: Alcuni colleghi della comunità Gnutella meritano uno speciale ringraziamento. Tra gli altri:
ja: グヌーテラ・コミュニティのスタッフ数名は、特別な謝辞をします以下を参照：
ko: 그누테라 커뮤니티의 모든 동료분들께 감사의 말씀 올립니다. 참조：
ne: को Gnutella समुदाय योग्य विशेष धन्यवाद मा धेरै सहयोगिहरु। यी समावेश:
pt_br: Entre os colegas da comunidade Gnutella que merecem uma agradecimento especial, podemos incluir:
ro: Câțiva colegi din comunitatea Gnutella merită mulțumiri speciale. Acestea includ:
sv: Flera kollegor i Gnutella-gemenskapen förtjänar speciella tack. Dessa är:
uk: Кілька колег в Gnutella спільноти заслуговують на особливу спасибі. До них відносяться:
vi: Nhiều cộng sự trong cộng đồng Gnutella xứng đáng với những lời cảm ơn đặc biệt. Bao gồm cả:
zh_cn: 特别感谢Gnutella社区的一些同事。包括：

source: Thanks to the Automatix Team
bn: Automatix টিম ধন্যবাদ
el: Χάρη στην ομάδα της Automatix
es: Gracias al Equipo de Automatix
hi: Automatix टीम के लिए धन्यवाद
hr: Hvala Automatix timu
ro: Mulțumiri echipei Automatix
sv: Tack till Automatixteamet
uk: Завдяки команді Automatix
vi: Nhờ vào đội ngũ Automatix
zh_cn: 感谢Automatix团队

source: For helping distribute Frostwire to opensource communities in a very simple manner.
ar: للمساعدة في توزيع فروست واير إلى مجتمعات مفتوحة بطريقة بسيطة للغاية.
bn: Frostwire বিতরণ একটি খুব সহজ পদ্ধতিতে সম্প্রদায় খুলতে সাহায্য করার জন্য।
es: Por ayudar a distribuir FrostWire a comunidades de código abierto de una manera muy simple
fr: Pour aider à distribuer Frostwire aux communautés opensource de manière très simple.
hi: Frostwire को एक बहुत ही सरल तरीके से opensource समुदायों को वितरित करने में मदद करने के लिए।
it: Per aiutare a distribuire Frostwire opensource comunità in un modo molto semplice.
ja: 非常に簡単な方法でFrostWireをオープンソースのコミュニティに配布する手助けをしています。
ko: 매우 간단하게 FrostWire를 오픈 소스 커뮤니티에 배포하는 것을 돕기 위해.
pt_br: Para ajudar a distribuir Frostwire para abrir comunidades de código de uma maneira muito simples.
ro: Pentru ajutorul distribuirii FrostWire în comunitatea opensource într-o foarte simplă manieră.
sv: För hjälp med att distribuera FrostWire till öppna källkodsgemenskaper på ett enkelt sätt.
uk: Для надання допомоги поширення Frostwire в OpenSource спільноти в дуже простий спосіб.
vi: Để giúp phân phối Frostwire cho các cộng đồng mã nguồn mở một cách rất đơn giản.
zh_cn: 以一种非常简单的方式，帮着向开源社区发布Fostwire。

source: Thanks to Ubuntu/Kubuntu Teams
bn: উবুন্টু / কুবুন্টু টিমসের ধন্যবাদ
es: Gracias a los Equipos de Ubuntu/Kubuntu
hr: Hvala Ubuntu/Kubuntu timovima
ne: Ubuntu / Kubuntu टोली धन्यवाद
ro: Mulțumiri echipelor Ubuntu/Kubuntu
sv: Tack till Ubuntu- och Kubuntuteamen
uk: Завдяки Ubuntu/Kubuntu команди
vi: Nhờ Nhóm Ubuntu/Kubuntu
zh_cn: 感谢Ubuntu/Kubuntu团队

source: For making the world a better place with such an excellent distro, you'll be the ones to make a difference on the desktop.
bn: বিশ্বের যেমন একটি চমৎকার distro সঙ্গে একটি ভাল জায়গা তৈরীর জন্য, আপনি ডেস্কটপে একটি পার্থক্য করতে হবে।
es: Gracias por hacer del mundo un lugar mejor con tan excelente distro, son únicos haciendo la diferencia en el escritorio.
fr: Pour faire de ce monde un monde meilleur avec si bonne distribution, vous serez ceux qui font la différence sur le bureau.
hr: Učinivši svijet ljepšim mjestom sa takvom izvanrednom distribucijom, vi će te biti oni koji će napraviti promjenu na desktopu.
it: Per aver reso il mondo un posto migliore con un distro cosi' eccellente, sarete voi a fare la differenza sul desktop.
ko: 뛰어난 배포로 세상을 보다 편하게, 데스크탑을 통하여 변화를 만드는 것은 당신입니다.
ne: यस्तो उत्कृष्ट Distro संग संसारलाई राम्रो ठाउँ बनाउन को लागि, तपाईं डेस्कटपमा फरक बनाउन व्यक्तिहरूलाई हुनेछु।
pt_br: Por tornar o mundo um lugar melhor com essa excelente distribuição, vocês fazem a diferença no ambiente de trabalho.
ro: Pentru a face lumea un loc mai bun cu o asemenea distribuție, veți fi acela care va face o diferență pe birou.
sv: För att ni gör världen till en bättre plats med en sådan utmärkt distribution, det är ni som kommer att göra skillnad på skrivbordet.
uk: Для роблячи світ кращим з таким відмінним дистрибутивом, ви будете тими, щоб зробити різницю на робочому столі.
vi: Để làm cho thế giới trở nên tốt hơn với một distro tuyệt vời như vậy, bạn sẽ là những người tạo ra sự khác biệt trên desktop.
zh_cn: 让世界因如此优秀的套件而更美好，你们将是让桌面与众不同的人。

source: Thanks to the NSIS Project
bn: NSIS প্রকল্পের ধন্যবাদ
el: Χάρη στο έργο NSIS
es: Gracias al Proyecto del NSIS
hr: Hvala NSIS projektu
ro: Mulțumiri proiectului NSIS
sv: Tack till NSIS-projektet
uk: Завдяки проекту NSIS
vi: Nhờ Dự án NSIS
zh_cn: 感谢NSIS项目

source: Thanks for such an awesome installer builder system and documentation.
bn: যেমন একটি ভয়ঙ্কর ইনস্টলার বিল্ডার সিস্টেম এবং ডকুমেন্টেশন জন্য ধন্যবাদ।
es: Gracias por tan increíble sistema de instalador, constructor y documentación.
fr: Merci pour un système génial de construction d'installation et une superbe documentation.
hi: इस तरह एक भयानक इंस्टालर बिल्डर सिस्टम और प्रलेखन के लिए धन्यवाद।
hr: Hvala za takav fenomenalan sustav graditelja instalatera i dokumentacije.
it: Grazie per il meraviglioso sistema installer builder e la documentazione.
ja: このような素晴らしいインストーラビルダーシステムとドキュメントをありがとう。
ko: 멋진 설치 프로그램 빌더 시스템과 문서를 보내 주셔서 감사합니다.
pt_br: Obrigado por esse incrível sistema de construção e documentação.
ro: Mulțumesc pentru construirea unui astfel de sistem de instalare minunat și documentare.
sv: Tack för ett fantastiskt installationssystem med dokumentation.
uk: Завдяки такій дивовижній системі інсталятор будівельник і документації.
vi: Cảm ơn vì một hệ thống trình cài đặt trình cài đặt tuyệt vời và tài liệu.
zh_cn: 感谢了不起的安装程序生成器系统和文档。

source: Thanks to our families
bn: আমাদের পরিবারের জন্য ধন্যবাদ
es: Gracias a nuestras familias
hr: Hvala našim obiteljima
ja: 私たちの家族のおかげで
ro: Mulțumiri familiilor noastre
sv: Tack till våra familjer
uk: Завдяки нашим сім'ям
vi: Nhờ các gia đình của chúng tôi
zh_cn: 感谢我们的家人

source: For being patient during our many sleepless nights
ar: لصبره خلال ليالي السهر الكثيرة التي امضيناها في العمل
bn: আমাদের অনেক ঘুমের রাতে সময় ধৈর্য থাকার জন্য
es: Por ser pacientes durante tantas noches sin dormir
fr: Pour leur patience durant nos nombreuses nuits sans sommeil
hi: हमारे कई रातों की नींद हराम के दौरान धीरज रखने के लिए
hr: Što ste bili strpljivi za vrijeme neprospavanih noći
it: Per la pazienza mostrata durante le molti notti insonni
ja: 私たちがほとんど寝れない夜の間、辛抱強くいてくれたことに対して
ko: 잠들 수 없었던 수많은 날들을 인내해 준
pt_br: Por terem sido pacientes durantes as noites sem dormir
ro: Pentru răbdarea din timpul multor nopți nedormite
sv: För att ni har varit tålmodiga under många sömnlösa nätter
uk: Для того пацієнта під час наших численних безсонних ночей
vi: Vì kiên nhẫn trong suốt nhiều đêm không ngủ của chúng ta
zh_cn: 在我们许多无眠的夜晚给予耐心

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
ar: إن بت تورينت وشعار بت تورينت وتورينت هما علامات تجارية لشركة بت تورينت
bn: বিটটরেণ্ট, বিট টরেন্ট লোগো এবং টরেন্ট বিটটোরেণ্ট, ইঙ্কের ট্রেডমার্ক।
da: BitTorrent, BitTorrents logo, og Torrent er varemærker, der tilhører BitTorrent, Inc.
el: Το BitTorrent, το λογότυπο του BitTorrent, και το Torrent είναι εμπορικά σήματα του BitTorrent, Inc.
es: BitTorrent, el logo BitTorrent y Torrent son marcas registradas de BitTorrent, Inc.
fr: BitTorrent, le logo BitTorrent, et Torrent sont des marques déposées de BitTorrent, Inc.
hi: बिटटोरेंट लिए, बिटटोरेंट , लोगो, और टोरेंट को बिटटोरेंट इंक के ट्रेडमार्क हैं
hr: BitTorrent, BitTorrentov logo i Torrent su zaštitni znak BitTorenta, Inc.
it: BitTorrent, il Logo BitTorrent, e Torrent sono marchi registrati di BitTorrent, Inc.
ja: BitTorrent、BitTorrentロゴ、およびTorrentはBitTorrent Inc.の商標です。
ko: BitTorrent, the BitTorrent 로고, 그리고 Torrent는 BitTorrent Inc.의 대표 브랜드입니다.
pt_br: BitTorrent, o logo do BitTorrent, e Torrent são marcas registradas do BitTorrent, Inc.
ro: BitTorrent, însemnul BitTorrent și Torrent sunt mărci înregistrate ale BitTorrent, Inc.
sr: BitTorrent, BitTorrent Logo i Torrent su trgovinske marke kompanije BitTorrent, Inc.
sv: BitTorrent, BitTorrent-logon och Torrent är registrerade varumärken till Bittorrent Inc.
uk: BitTorrent, БітТоррент Логотип та Torrent є торговими марками BitTorrent, Inc.
vi: BitTorrent, logo của BitTorrent, và Torrent là các nhãn hiệu của BitTorrent, Inc.
zh_cn: BitTorrent，BitTorrent标志，以及Torrent都是BitTorrent公司的商标。

source: Search or enter a cloud sourced URL
bn: অনুসন্ধান করুন বা একটি মেঘ sourced URL লিখুন
da: Søg eller Indtast en cloud indkøbt URL
es: Busca o ingresa una URL de la nube
fr: Rechercher ou entrer une URL source cloud
hi: खोजें या क्लाउड स्रोतयुक्त यूआरएल दर्ज करें
ja: クラウドソースURLを検索または入力する
pt_br: Procurar ou digitar um URL de nuvem de origem
zh_cn: 搜索或输入云源URL

source: A new update has been downloaded.
bn: একটি নতুন আপডেট ডাউনলোড করা হয়েছে।
da: En ny opdatering er blevet downloadet.
es: Se ha descargado una nueva actualización.
fr: Une nouvelle mise à jour a été téléchargée.
hi: एक नया अपडेट डाउनलोड किया गया है।
hr: Nova nadogradnja je preuzeta.
it: Un nuovo aggiornamento è stato scaricato.
ja: 新しいアップデートがダウンロードされました。
ko: 새 업데이트가 다운로드되었습니다.
pt_br: Uma nova atualização foi baixada.
ro: O nouă actualizare a fost descărcată.
sl: Novo posodobitev je bilo prenesenih.
sr: Нова исправка је преузета.
sv: En ny uppdatering har hämtats.
uk: Нове оновлення було завантажено.
vi: Cập nhật mới đã được tải xuống.
zh_cn: 一个新的更新已下载。

source: Marks all Items as Selected
ar: ضع علامة تحديد لجميع المواد
bn: নির্বাচিত হিসাবে সমস্ত আইটেম চিহ্নিত
da: Maker alle emner som valgt
el: Μαρκάρισε όλα τα αντικείμενα σαν επελεγμένα
es: Marcar todos los elementos como seleccionados
fr: Marque tous les éléments comme sélectionnés.
hi: सभी आइटम पर चयनित के निशान लगायें
hr: Obilježava sve stavke kao označene
it: Marca tutti gli elementi come selezionati
ja: すべてのアイテムを選択された状態にマークします
ko: 모든 아이템을 선택 표시
pt_br: Marcar todos os Itens como Selecionados
ro: Marchează toate elementele ca selectate
sl: Označi vse izbrane datoteke
sr: Означава све ставке као Селецтед
sv: Markera alla objekt som valda
uk: Позначити Усе як Виділене
vi: Đánh dấu tất cả các mục như đã chọn
zh_cn: 将全部条目标识为选中

source: Deselect All
ar: عدم تحديد الكل
da: Fravælg alle
el: Απεπιλογή όλων
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी अचयनित
hr: Skini oznaku sa svih
it: Deseleziona tutto
ja: 全て選択解除
ko: 모두 선택해제
ne: सबै चुन
pt_br: Desmarcar tudo
ro: Deselectează tot
sl: Odkljukaj vse
sr: Поништите све
sv: Avmarkera alla
uk: Зняти Виділення
vi: Chọn tất cả
zh_cn: 取消全选

source: Deselects all Items in the List
ar: إلغاء تحديد جميع المواد في القائمة
bn: তালিকার সমস্ত আইটেম অনির্বাচন করুন
da: Fravælg alle emner på listen
el: Απεπιλογή όλων των αντικειμένων στη λίστα
es: Deseleccionar todos los elementos en la lista
fr: Désélectionne tous les éléments de la liste
hi: सूची में सभी आइटम अचयनित करें
hr: Skida oznaku sa svih stavki na listi
it: Deseleziona tutti gli elementi nella lista
ja: リストの全アイテムの選択を解除
ko: 리스트 안의 모든 아이템 선택해제
pt_br: Desmarcar todos os Itens da Lista
ro: Deselectează toate elementele din listă
sl: Odkljukaj vse datoteke na listu
sr: Деселецтс све ставке из листе
sv: Avmarkera alla i listan
uk: Зняти Виділення з Усього
vi: Bỏ chọn tất cả các mục trong Danh sách
zh_cn: 取消所选表内的全部条目

source: Yes
ar: نعم
da: Ja
el: Ναι
es: Sí
fr: Oui
hi: हाँ
hr: Da
it: Sì
ja: はい
ko: 네
ne: हो
pt_br: Sim
ro: Da
sl: Ano
sr: да
sv: Ja
uk: Так
vi: Có
zh_cn: 是

source: No
ar: لا
da: Nej
el: Όχι
fr: Non
hi: नहीं
hr: Ne
ja: いいえ
ko: 아니오
ne: कुनै
pt_br: Não
ro: Nu
sl: Nie
sr: Не
sv: Nej
uk: Ні
vi: Không
zh_cn: 否

source: Support FrostWire development with a Bitcoin donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Bitcoin
bn: একটি বিটকয়েন দান সঙ্গে FrostWire উন্নয়ন সমর্থন
es: Apoya el desarrollo de FrostWire con una donación en Bitcoin
fr: Soutien au développement de FrostWire grâce à un don de Bitcoin
hi: एक Bitcoin दान के साथ FrostWire विकास का समर्थन करें
hr: Podrška razvoju FrostWirea s doniranjem Bitcoin
it: Sostenere lo sviluppo FrostWire con una donazione Bitcoin
ja: FrostWireの開発をサポートしてください。 Bitcoinで寄付をする。
ko: FrostWire 개발을 지원하십시오. Bitcoin에서 기부하기.
ne: एक Bitcoin दान संग समर्थन FrostWire विकास
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em Bitcoin
ro: Suportați dezvoltarea FrostWire cu o donație Bitcoin
sl: Razvoj FrostWire podporo z darovanjem Bitcoin
sr: Подржати развој FrostWire са Bitcoin донације
sv: Stödja FrostWire-utveckling med en Bitcoin-donation
uk: Підтримка розвитку FrostWire з пожертвуванням Bitcoin
vi: Hỗ trợ phát triển FrostWire với khoản đóng góp Bitcoin
zh_cn: 通过比特币捐赠支持FrostWire开发

source: Support FrostWire development with a Bitcoin Cash donation
ar: دعم تطوير FrostWire مع التبرع باستخدام Bitcoin Cash
es: Apoya el desarrollo de FrostWire con una donación en Bitcoin Cash
fr: Soutien au développement de FrostWire grâce à un don de Bitcoin Cash
hi: एक Bitcoin Cash दान के साथ FrostWire विकास का समर्थन करें
it: Sostenere lo sviluppo FrostWire con una donazione Bitcoin Cash
ja: FrostWireの開発をサポートしてください。 Bitcoin Cashで寄付をする。
pt_br: Apoie o desenvolvimento do FrostWire com uma doação em Bitcoin Cash
zh_cn: 通过比特币现金捐赠支持FrostWire开发
