Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Show all starred items
ar: عرض جميع العناصر المميزة بنجمة
bn: সমস্ত তারকাচিহ্নিত আইটেম দেখান
da: Vis alle stjernemarkerede elementer
el: Εμφάνιση όλων των αντικειμένων με αστέρι
es: Mostrar todos los elementos destacados
fr: Afficher tous les articles étoilés
hi: सभी तारांकित आइटम दिखाएं
it: Visualizza gli elementi tutti speciali
ja: スター付きアイテムをすべて表示する
ko: 별표 표시된 항목 모두 표시
ne: सबै तारा अङ्कित वस्तुहरू देखाउन
pt_br: Mostrar todos os itens destacados
ro: Afișați toate elementele marcate cu stea
sl: Pokaži vse elemente z zvezdico
sr: Показати све Ставке са звездицом
sv: Visa alla stjärnmärkta objekt
uk: Показати всі помічені елементи
vi: Hiển thị tất cả các mục được gắn dấu sao
zh_cn: 显示所有已加星标的项目

source: Open Playlist (.m3u)
ar: افتح قائمة التشغيل (m3u)
bn: প্লেলিস্ট খুলুন (.m3u)
da: Vælg Spilleliste (.m3u)
el: Άνοιγμα καταλόγου αναπαραγωγής (.m3u)
es: Abrir lista de reproducción (.m3u)
fr: Ouvrir une liste de lecture MP3 (.m3u)
hi: प्लेय सूचि खोलें(.m3u)
hr: Otvori listu pjesama (.m3u)
it: Apri playlist (.m3u)
ja: 再生リストを開く (.m3u)
ko: 재생 리스트를 선택 (. m3u)
ne: प्लेलिस्ट खुला (.m3u)
pt_br: Abrir lista de reprodução (.m3u)
ro: Deschide listă de redare (.m3u)
sl: Playlist subory (*.m3u)
sr: Отвори плејлисту (.м3у)
sv: Välj spellista (.m3u)
uk: Відкрити плейліст (.m3u)
vi: Mở Danh sách phát (.m3u)
zh_cn: 打开播放列表（.m3u）

source: Save Playlist As
ar: حفظ قائمة التشغيل باسم
bn: প্লেলিস্ট হিসাবে সংরক্ষণ করুন
da: Gem Spilleliste som
el: Αποθήκευση καταλόγου αναπαραγωγής ως
es: Guardar lista de reproducción como...
fr: Enregistrer la liste de lecture sous
hi: प्लेय सूचि को संचित करो जैसे
hr: Spremiti listu pjesama kao
it: Salva playlist come
ja: 再生リストを別名で保存...
ko: 재생 리스트를 별명으로 다른 이름으로 저장...
ne: प्लेलिस्ट रूपमा बचत गर्नुहोस्
pt_br: Salvar lista de reprodução como
ro: Salvează lista de redare ca
sl: Shrani seznam predvajanja kot
sr: Сачувај плејлисту Као
sv: Spara spellista som
uk: Зберегти плейліст як
vi: Lưu danh sách phát dưới dạng
zh_cn: 把播放列表另存为...

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
ar: تحذير: ملف باسم {0} يوجد بالفعل في المجلد. هل تريد النسخ فوق هذا الملف؟
bn: সতর্কতা: ফোল্ডারে {0} নামে একটি ফাইল ইতিমধ্যেই বিদ্যমান। এই ফাইলটি ওভাররাইট করবেন?
da: Advarsel: En fil med det navn {0} eksisterer allerede i mappen. Overskriv filen?
es: Aviso: Un archivo nombrado {0} ya existe en la carpeta. ¿Desea sobrescribir este archivo?
fr: Avertissement: un fichier du même nom {0} existe déjà dans le dossier. Remplacer ce fichier?
hi: चेतावनी: {0} नाम के साथ एक फ़ाइल फ़ोल्डर में पहले से ही मौजूद है. इस फ़ाइल को अधिलेखित करें?
hr: Upozorenje: datoteka sa imenom {0} već postoji u mapi. Prebrisati ovu datoteku?
it: Attenzione: un file con il nome {0} esiste già nella cartella. Sovrascrivere questo file?
ja: 警告：ファイル名{0}は、既にフォルダに存在します・このファイルに上書きしますか？
ko: 경고: 폴더에 파일 이름{0}이 이미 존재합니다. 덮어쓰기 하시겠습니까?
ne: चेतावनी: फोल्डर मा नाम {0} एक फाइल पहिल्यै अवस्थित छ। यो फाइल अधिलेखन?
pt_br: Atenção: um arquivo com o nome {0} já existe na pasta. Reescrever esse arquivo?
ro: Atenție: un fișier cu numele {0} deja există în dosar. Se suprascrie acest fișier?
sv: Varning: det finns redan en fil med namn {0} i denna mapp. Skriv över denna fil?
uk: Попередження: файл у назві {0} вже існує в папці. Перезаписати цей файл?
vi: Cảnh báo: một tệp có tên {0} Đã tồn tại trong thư mục. Ghi đè lên tệp này?
zh_cn: 警告：一个名为{0}的文件已存在。是否覆盖该文件？

source: Playlist Files (*.m3u)
ar: ملفات قائمة التشغيل (*.m3u)
bn: প্লেলিস্ট ফাইলগুলি (*.m3u)
da: Spilleliste filer (*.m3u)
el: Αρχεία καταλόγου αναπαραγωγής (*.m3u)
es: Archivos de la lista de reproducción (*.m3u)
fr: Fichiers de Liste de lecture MP3 (*.m3u)
hi: प्लेय सूचि फाइल्स (*.m3u)
hr: Datoteke liste pjesama (*.m3u)
it: File della playlist (*.m3u)
ja: 再生リストファイル (*.m3u)
ko: 재생 리스트 파일 (*. m3u)
ne: बजाउनेसूचीफाइल (*.m3u)
pt_br: Arquivos de listas de reprodução (*.m3u)
ro: Fișier listă de redare (*.m3u)
sl: Playlist subory (*.m3u)
sr: Плаилист филес (*.м3у)
sv: Spellistefiler (*.m3u)
uk: Плейлісти (*.m3u)
vi: Tệp danh sách phát (*.m3u)
zh_cn: 播放列表文件（*.m3u）

source: Export playlist files to folder
ar: تصدير ملفات قائمة التشغيل إلى المجلد
bn: ফোল্ডারে প্লেলিস্ট ফাইল রপ্তানি করুন
es: Exportar lista de reproducción a carpeta
fr: Exporter les fichiers de playlist dans le dossier
hi: फ़ोल्डर में प्लेलिस्ट फ़ाइलों को निर्यात करें
hr: Izvedi datoteku liste pjesama u mapu
it: Esporta i file di playlist nella cartella
ja: プレイリストファイルをフォルダにエクスポートする
ko: 재생 목록 파일을 폴더로 내보내기
ne: फोल्डरमा प्लेसूची निर्यात फाइलहरू
pt_br: Exportar arquivos de lista de reprodução para a pasta
ro: Exportă fișierele listă de redare în dosar
sl: Izvoz seznama predvajanja datoteke v mapo
sr: Извоз Плаилист филес то фолдер
sv: Exportera spellistefiler till mapp
uk: Експорт список відтворення файлів в папку
vi: Xuất tệp danh sách phát vào thư mục
zh_cn: 导出播放列表文件到文件夹

source: Copy all playlist files to a folder of your choosing
ar: انسخ جميع ملفات قائمة التشغيل إلى مجلد من اختيارك
bn: আপনার পছন্দের একটি ফোল্ডারে সমস্ত প্লেলিস্ট ফাইল অনুলিপি করুন
es: Copiar todas las listas de reproducción a una carpeta de tu elección
fr: Copiez tous les fichiers de liste de lecture dans un dossier de votre choix
hi: अपनी पसंद के किसी फ़ोल्डर में सभी प्लेलिस्ट फ़ाइलों को कॉपी करें
hr: Kopiraj sve datoteke liste pjesama u mapu koju vi odaberete
it: Copiare tutti i file di playlist in una cartella di tua scelta
ja: すべてのプレイリストファイルを選択したフォルダにコピーします。
ko: 모든 재생 목록 파일을 원하는 폴더에 복사하십시오.
ne: तपाईंको छनौट एक फोल्डरमा सबै बजाउनेसूचीफाइल प्रतिलिपि
pt_br: Copie todos os arquivos da lista para uma pasta de sua escolha
ro: Copiază toate fișierele listă de redare la un dosar sau unde alegeți
sl: Kopirati vse datoteke s seznami predvajanja v mapo po vaši izbiri
sr: Копирајте све листе песама фајлове у фолдер по вашем избору
sv: Kopiera alla spellistefiler till önskad mapp
uk: Скопіюйте всі файли списків відтворення в папку за вашим вибором
vi: Sao chép tất cả các tệp tin danh sách bài hát vào một thư mục bạn chọn
zh_cn: 复制所有播放列表到一个你选择的文件夹中

source: Where do you want the playlist files copied to?
ar: أين تريد نسخ ملفات قائمة التشغيل إلى؟
bn: আপনি কোথায় প্লেলিস্ট ফাইলগুলি অনুলিপি চান?
es: ¿Dónde desea copiar la lista de reproducción?
fr: Où souhaitez-vous copier les fichiers de liste de lecture?
hi: आप प्लेलिस्ट फ़ाइलों की प्रतिलिपि कहां कॉपी करना चाहते हैं?
hr: Gdje želite spremiti datoteke liste pjesama?
it: Dove vuoi copiare i file della playlist?
ja: プレイリストファイルはどこにコピーしますか？
ko: 재생 목록 파일을 어디에 복사 하시겠습니까?
ne: प्रतिलिपि प्लेलिस्टमा फाइलहरू तपाईं जहाँ चाहनुहुन्छ?
pt_br: Onde você deseja que os arquivos da lista de reprodução sejam copiados?
ro: Unde doriți să fie copiate fișierele listă de redare?
sl: Če želite seznam predvajanja datoteke kopirati?
sr: Где желиш да Плаилист филес копирају у?
sv: Var vill du kopiera spellistefilerna till?
uk: Де ви хочете файли списків відтворення копіюються в?
vi: Bạn muốn các tập tin danh sách phát sao chép ở đâu?
zh_cn: 你打算把这些播放列表文件复制到哪里?

source: Refresh Audio Properties
ar: تحديث خصائص الراديو
bn: অডিও বৈশিষ্ট্যাবলী রিফ্রেশ করুন
da: Opdater Audio-egenskaber
es: Refrescar propiedades del audio
fr: Actualiser les Propriétés Audio
hi: ऑडियो गुण को तजा करें
hr: Osvježiti zvučna svojstva
it: Aggiorna le proprieta' audio
ja: オーディオ設定を再起動
ko: 오디오 속성 갱신
ne: अडियो गुण ताजा
pt_br: Atualizar Propriedades de áudio
ro: Reâmprospătare proprietăți audio
sr: Рефресх Аудио Пропертиес
sv: Uppdatera ljudegenskaper
uk: Оновлення Аудіо Властивості
vi: Làm mới các thuộc tính âm thanh
zh_cn: 刷新音频属性

source: Refresh the audio properties based on ID3 tags of selected items
ar: تحديث خصائص الصوت بناءا على وسوم ID3 للبنود المحددة
bn: নির্বাচিত আইটেমগুলির ID3 ট্যাগগুলির উপর ভিত্তি করে অডিও বৈশিষ্ট্যগুলি রিফ্রেশ করুন
da: Opdater audio-egenskaber baseret på ID3 tags af markerede elementer
es: Refrescar las propiedades del audio basadas en etiquetas ID3 de los elementos seleccionados
fr: Actualiser les propriétés audio basées sur les étiquettes ID3 des éléments sélectionnés
hi: ऑडियो गुण को चयनितआइटम के ID3 टैग के आधार पर ताज़ा करें
hr: Osvježi zvučna svojstva bazirano na ID3 tagovima od odabranih stvari
it: Aggiorna le proprieta' audio basate sui tag ID3 degli elementi selezionati
ja: 選択した項目のID3タグに基づきオーディオ機能えお差起動します
ko: 선택된 항목의 ID3 태그를 기준으로 오디오 속성 갱신
ne: चयन गरिएका वस्तुहरू को ID3 ट्याग आधारित अडियो गुण ताजा
pt_br: Atualizar Propriedades de áudio baseado no ID3 dos itens selecionados
ro: Reâmprospătați proprietățile audio bazat pe etichetele ID3 ale elementelor selectate
sr: Рефресх својства аудио на основу ИД3 тагова одабраних предмета
sv: Uppdatera ljudegenskaperna baserat på ID3-taggar av markerade objekt
uk: Оновити аудіо властивості на основі ID3 тегів обраних елементів
vi: Làm mới các thuộc tính âm thanh dựa trên các thẻ ID3 của các mục đã chọn
zh_cn: 根据选中项目的ID3标签刷新音频属性

source: Delete Playlist
ar: حذف قائمة التشغيل
bn: প্লেলিস্ট মুছুন
da: Slet afspilningsliste
el: Διαγραφή λίστας αναπαραγωγής
es: Eliminar Lista de reproducción
fr: Supprimer la Liste de Lecture
hi: प्लेलिस्ट हटाएँ
hr: Obriši listu pjesama
it: Cancella playlist
ja: 再生リストを削除します
ko: 재생목록 삭제
ne: प्लेलिस्ट मेटाउन
pt_br: Deletar Lista de reprodução
ro: Șterge lista de redare
sl: Izbrisati seznama predvajanja
sr: Брисање Плаилист
sv: Spellista
uk: MP3 плейліст
vi: Xóa Danh sách phát
zh_cn: 删除播放列表

source: Are you sure you want to delete the playlist? (No files will be deleted)
ar: هل أنت متأكد أنك تريد حذف الملفات المحددة ؟
bn: আপনি কি নিশ্চিত যে আপনি প্লেলিস্টটি মুছতে চান? (কোনও ফাইল মুছে ফেলা হবে না)
da: Er du sikker på, at du vil slette den/de valgte fil(er)?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε το επιλεγμένο(α) αρχείο(α)?
es: ¿Estás seguro que deseas eliminar la lista de reproducción? (Ningún archivo será borrado)
fr: Êtes-vous sûr de vouloir supprimer la liste de lecture? (Aucun fichier ne sera supprimé)
hi: क्या आप सुनिश्चित हैं कि आप प्लेलिस्ट हटाना चाहते हैं? (नहीं फ़ाइलें नष्ट कर दिया जाएगा)
hr: Jeste li sugirni da želite izbrisati ovu listu pjesama? (nijedna datoteka neće biti izbrisana)
it: Sei sicuro di voler eliminare la playlist? (Nessun file sara' eliminato)
ja: 再生リストを削除してもよろしいですか？ （ファイルは削除されません）
ko: 재생목록을 삭제하시겠습니까? (파일은 삭제되지 않음)
ne: तपाईं प्लेसूची मेटाउन चाहनुहुन्छ? (कुनै फाइल मेटिने)
pt_br: Você tem certeza que deseja excluir a Lista de Reprodução? (Nenhum arquivo será deletado)
ro: Sigur doriți să ștergeți lista de redare? (Nici un fișier nu va fi șters)
sl: Ali ste prepričani, da želite izbrisati seznam predvajanja? (Brez datoteke bodo izbrisani)
sr: Да ли сте сигурни да желите да избришете листу песама? (Не датотеке ће бити избрисане)
sv: Är du säker på att du vill radera spellistan? (Inga filer kommer att tas bort)
uk: Ви впевнені, що хочете видалити список відтворення? (Ніякі файли не будуть видалені)
vi: Bạn có chắc chắn muốn xóa danh sách phát? (Không có tệp nào sẽ bị xóa)
zh_cn: 你确认要删除这个播放列表吗? （不会删除任何文件）

source: Cleanup playlist
ar: مسح الملفات التي تم تحميلها
bn: পরিচ্ছন্ন প্লেলিস্ট
da: Ryd uploads
el: Διαγραφή αποστολών
es: Limpiar lista de reproducción
fr: Purge la liste de lecture
hi: अपलोड की सफाई
hr: Očistiti listu pjesama
it: Ripulisci la playlist
ja: 再生リストをクリンアップ
ko: 재생목록 정리
ne: अपलोडहरु
pt_br: Limpar lista de reprodução
ro: Curăță lista de redare
sl: Vycisti download
sr: Чишћење плејлиста
sv: Städa spellista
uk: Прибирання вивантажень
vi: Tải đi
zh_cn: 清除播放列表

source: Remove the deleted items
ar: إزالة العنصر المحدد
bn: মুছে ফেলা আইটেমগুলি সরান
da: Fjern det valgte emne
el: Αφαίρεση επιλεγμένου αντικειμένου.
es: Eliminar los elementos borrados
fr: Éliminer les éléments supprimés
hi: टाए गए आइटम निकालें
hr: Ukloni označene stavke
it: Rimuovi gli elementi eliminati
ja: 削除項目を破棄します
ko: 삭제된 항목 제거
ne: नष्ट वस्तुहरू हटाउन
pt_br: Remover o item selecionado
ro: Elimină elementele șterse
sl: Odstran oznacene subory z Playlistu
sr: Уклоните избрисане ставке
sv: Ta bort borttagna objekt
uk: Видалити Обране
vi: Xoá tập tin được chọn
zh_cn: 删除所选条目

source: Rename
ar: إعادة تسمية
da: Omdøb
el: Μετονομασία
es: Renombrar
fr: Renommer
hi: पुनः नाम दो
hr: Preimenuj
it: Rinomina
ja: 名前変更
ko: 이름 변경
ne: पुन: नामकरण
pt_br: Renomear
ro: Redenumire
sl: Premenuj
sr: Преименовање
sv: Byt namn
uk: Перейменувати
vi: Đổi tên thư mục
zh_cn: 重命名

source: Rename Playlist
ar: إعادة تسمية قائمة التشغيل
bn: প্লেলিস্ট পুনঃনামকরণ করুন
da: Gem Spilleliste som
el: Μετονομασία λίστας αναπαραγωγής
es: Renombrar lista de reproducción
fr: Renommer la Liste de Lecture
hi: प्लेलिस्ट का नाम बदलें
hr: Preimenuj listu pjesama
it: Rinomina la playlist
ja: 再生リストを別名に変更.
ko: 재생목록 이름 변경
ne: पुन: नामकरण प्लेलिस्ट
pt_br: Renomear lista de reprodução
ro: Redenumește lista de redare
sl: Uloz download ako
sr: Преименовање Плаилист
sv: Byt namn på spellista
uk: Зберегти плейліст як
vi: Đổi tên danh sách phát
zh_cn: 重命名播放列表

source: Import .m3u to Playlist
ar: استيراد. msu إلى قائمة التشغيل
bn: প্লেলিস্টে আমদানি করুন। M3u
es: Importar .m3u a la Lista de reproducción
fr: Importer un fichier .m3u dans la Liste de Lecture
hi: .M3u को प्लेलिस्ट में आयात करें
hr: Uvezi .m3u u popis pjesama
it: Importa .m3u nella playlist
ja: .m3uを再生リストへインポート
ko: 재생목록에 .m3u 가져오기
ne: प्लेसूचीमा .m3u आयात
pt_br: Importar .m3u para lista de reprodução
ro: Importă .m3u la lista de redare
sr: Импорт .м3у то Плаилист
sv: Importera .m3u till spellista
uk: Імпорт .m3u в список відтворення
vi: Nhập khẩu .m3u vào Danh sách phát
zh_cn: 导入.m3u到播放列表

source: Import a .m3u file into the selected playlist
ar: استيراد ملف .m3u إلى قائمة التشغيل المختارة
bn: নির্বাচিত প্লেলিস্টে একটি .m3u ফাইল আমদানি করুন
es: Importar un archivo .m3u a la Lista de reproducción seleccionada
fr: Importer un fichier .m3u dans la liste de lecture sélectionnée
hi: .m3u फाइल को चयनित प्लेलिस्ट में आयात करें
hr: Uvezi .m3u datoteku u odabrani popis pjesama
it: Importa un file .m3u nella playlist selezionata
ja: .m3uファイルを選択した再生リストにインポート
ko: 선택된 재생목록에 .m3u 파일 가져오기
ne: चयन गरिएको प्लेसूची मा एक .m3u फाइल आयात
pt_br: Importar um arquivo .m3u para lista de reprodução selecionada
ro: Importă un fișier .m3u în lista de redare selectată
sr: Увезли .м3у датотеке у одабраној плејлисту
sv: Importera .m3u-fil till vald spellista
uk: Імпортувати файл .m3u в обраний плейлист
vi: Nhập tệp .m3u vào danh sách phát đã chọn
zh_cn: 导入一个.m3u文件到选中的播放列表

source: Import .m3u to New Playlist
ar: استيراد .m3u إلى قائمة تشغيل جديدة
bn: নতুন প্লেলিস্টে আমদানি করুন। M3u
es: Importar .m3u a una nueva lista de reproducción
fr: Importer un .m3u dans une Nouvelle Liste de Lecture
hi: Import .m3u फाइल को नए प्लेलिस्ट में आयात करें
hr: Uvezi -m3u u novi popis pjesama
it: Importa .m3u nella nuova playlist
ja: .m3uを新しい再生リストへインポート
ko: 새 재생목록에 .m3u 가져오기
ne: नयाँ प्लेलिस्ट गर्न .m3u आयात
pt_br: Importar .m3u para Nova Lista de Reprodução
ro: Importă .m3u la o nouă listă de redare
sr: Увоз .м3у у Нев Плаилист
sv: Importera .m3u till ny spellista
uk: Імпорт .M3U в Новий список відтворення
vi: Nhập khẩu m3u vào Danh sách phát mới
zh_cn: 导入.m3u到新的播放列表

source: Import a .m3u file to a new playlist
ar: استيراد ملف .m3u إلى قائمة تشغيل جديدة
bn: একটি নতুন প্লেলিস্টে একটি .m3u ফাইল আমদানি করুন
es: Importar un archivo .m3u a una nueva lista de reproducción
fr: Importer un fichier .m3u dans une nouvelle liste de lecture
hi: .m3u फाइल को नए प्लेलिस्ट में आयात करें
hr: Uvezi .m3u datoteku u novu lsistu pjesama
it: Importa un file .m3u nella nuova playlist
ja: .m3uファイルを新しい再生リストへインポート
ko: 새 재생목록에 .m3u 파일 가져오기
ne: नयाँ बजाउने एक .m3u फाइल आयात
pt_br: Importar .m3u para nova lista de reprodução
ro: Importă un fișier .m3u la o nouă listă de redare
sr: Увезли .м3у датотеку на нову листу
sv: Importera .m3u-fil till ny spellista
uk: Імпортувати файл .m3u в новий список відтворення
vi: Nhập tệp .m3u vào danh sách phát mới
zh_cn: 导入一个.m3u文件到一个新的播放列表

source: Export Playlist to .m3u
ar: تصدير قائمة التشغيل إلى .m3u
bn: .m3u এর প্লেলিস্ট রপ্তানি করুন
da: Vælg Spilleliste (.m3u)
el: Άνοιγμα καταλόγου αναπαραγωγής (.m3u)
es: Exportar la lista de reproducción a .m3u
fr: Exporter une liste de lecture en .m3u
hi: प्लेलिस्ट को m3u.में निर्यात
hr: Izvedi listu pjesama u .m3u
it: Esporta la playlist a .m3u
ja: .m3uへ再生リストをエクスポート
ko: 재생목록 .m3u 보내기
ne: .m3u निर्यात प्लेलिस्ट
pt_br: Exportar Lista de Reprodução para .m3u
ro: Exportă lista de redare la .m3u
sl: Izvoz seznama predvajanja .m3u
sr: Извоз плејлисту у .м3у
sv: Exportera spellista till .m3u
uk: Відкрити плейліст (.m3u)
vi: Xuất danh sách phát thành .m3u
zh_cn: 导出播放列表为.m3u

source: Export this playlist into a .m3u file
ar: تصدير قائمة التشغيل إلى ملف .m3u
bn: একটি .m3u ফাইল মধ্যে এই প্লেলিস্ট রপ্তানি করুন
es: Exportar esta lista de reproducción a un archivo .m3u
fr: Exporter cette liste de lecture dans un fichier .m3u
hi: इस प्लेलिस्ट को .m3u में निर्यात करें
hr: Izvedi ovu listu pjesama u .m3u datoteku
it: Esporta questa playlist in un file .m3u
ja: この再生リストを.m3uファイルにエクスポート
ko: 재생목록에 .m3u 파일 보내기
ne: एक .m3u फाइलमा यो प्लेसूची निर्यात
pt_br: Importar essa lista de reprodução para um arquivo .m3u
ro: Exportă această listă de redare într-un fișier .m3u
sl: Izvozite ta seznam predvajanja v datoteko .m3u
sr: Извозити ову плејлисту у .м3у фајла
sv: Exportera denna spellista till en .m3u-fil
uk: Експортувати цей плейлист в .m3u файл
vi: Xuất danh sách phát này thành tệp .m3u
zh_cn: 导出该播放列表到一个.m3u文件中

source: Export Playlist to iTunes
ar: تصدير قائمة التشغيل إلى اي تيونز
bn: ITunes তে প্লেলিস্ট রপ্তানি করুন
es: Exportar la lista de reproducción a iTunes
fr: Exporter la liste de lecture vers iTunes
hi: प्लेलिस्ट iTunes करने के लिए निर्यात
hr: Izvedi listu pjesama u iTunes
it: Esporta playlist su iTunes
ja: プレイリストをiTunesにエクスポート
ko: 재생 목록을 iTunes로 내보내기
ne: iTunes मा प्लेलिस्ट निर्यात
pt_br: Exportar lista de reprodução para o iTunes
ro: Exportă lista de redare la iTunes
sl: Izvozi seznam v iTunes
sr: Извоз плејлисту на иТунес
sv: Exportera spellista till iTunes
uk: Експорт списку в Itunes
vi: Xuất danh sách phát vào iTunes
zh_cn: 导出播放列表到iTunes

source: Export this playlist into an iTunes playlist
ar: تصدير قائمة التشغيل هذه إلى قائمة تشغيل إيتونس
bn: একটি iTunes প্লেলিস্টে এই প্লেলিস্টটি রপ্তানি করুন
es: Exportar esta lista de reproducción a una lista de reproducción de iTunes
fr: Exporter cette liste de lecture dans une liste de lecture iTunes
hi: इस प्लेलिस्ट को iTunes प्लेलिस्ट में निर्यात करें
hr: Izdvoji listu pjesama u iTunes listu pjesama
it: Esporta questa playlist in una playlist di iTunes
ja: このプレイリストをiTunesプレイリストにエクスポートする
ko: 이 재생 목록을 iTunes 재생 목록으로 내보내기
ne: एक iTunes प्लेसूची मा यो प्लेसूची निर्यात
pt_br: Exporte essa lista de reprodução para uma lista de reprodução do iTunes
ro: Exportă această listă de redare într-o listă de redare iTunes
sl: Izvozite ta seznam predvajanja v iTunes igrica
sr: Извозити ову плејлисту у виду иТунес плаилист
sv: Exportera denna spellista till en iTunes-spellista
uk: Експортувати цей плейлист в плейлист
vi: Xuất danh sách phát này vào danh sách nhạc iTunes
zh_cn: 导出该播放列表为一个iTunes播放列表

source: Export Playlist to Apple Music
da: Eksport spilleliste til Apple Music
es: Exportar la lista de reproducción a Apple Music
fr: Exporter la liste de lecture vers Apple Music
hr: Izvedi listu pjesama u Apple Music
it: Esporta playlist su Apple Music
ja: プレイリストをApple Musicにエクスポート
ko: 재생 목록을 Apple Music 내보내기
ne: Apple Music मा प्लेलिस्ट निर्यात
pt_br: Exportar lista de reprodução para o Apple Music
ro: Exportă lista de redare la Apple Music
sl: Izvozi seznam v Apple Music
sv: Exportera spellista till Apple Music
uk: Експорт списку в Apple Music
vi: Xuất danh sách phát vào Apple Music
zh_cn: 导出播放列表到Apple

source: Export this playlist into an Apple Music playlist
da: Eksportere denne spilleliste i en Apple Music-spilleliste
es: Exportar esta lista de reproducción a una lista de reproducción de Apple Music
fr: Exporter cette liste de lecture dans une liste de lecture Apple Music
hr: Izdvoji listu pjesama u Apple Music listu pjesama
ja: このプレイリストをApple Musicプレイリストにエクスポートする
ko: 이 재생 목록을 Apple Music 재생 목록으로 내보내기
ne: एक Apple Music प्लेसूची मा यो प्लेसूची निर्यात
pt_br: Exporte essa lista de reprodução para uma lista de reprodução do Apple Music
ro: Exportă această listă de redare într-o listă de redare Apple Music
sl: Izvozite ta seznam predvajanja v Apple Music igrica
sv: Exportera denna spellista till en Apple Music-spellista
vi: Xuất danh sách phát này vào danh sách nhạc Apple Music
zh_cn: 导出该播放列表为一个Apple Music 播放列表

source: Index
ar: فهرس
es: Índice
hr: Indeks
ko: 색인
ne: सूचकांक
pt_br: Índice
uk: індекс
vi: Mục lục
zh_cn: 索引

source: Title
ar: العنوان:
da: Titel
el: Τίτλος
es: Título
fr: Titre
hi: शीर्षक
hr: Naslov
it: Titolo
ja: 題名：
ko: 제목
ne: शीर्षक
pt_br: Título
ro: Titlu
sl: Naslov
sr: наслов
sv: Titel
uk: титульний
vi: Tập tin
zh_cn: 标题

source: Artist
ar: المغني
da: Kunstner
el: Καλλιτέχνης
es: Artista
fr: Artiste
hi: कलाकार
hr: Izvođač
it: Artista
ja: アーティスト
ko: 아티스트
ne: कलाकार
pt_br: Artista
sl: Avtor
sr: Уметник
uk: Виконавець:
vi: Họa sĩ
zh_cn: 艺术家

source: Length
ar: طول
da: Længde
el: Διάρκεια
es: Duración
fr: Durée
hi: विस्तार
hr: Duljina
it: Durata
ja: 長さ：
ko: 길이
ne: लम्बाइ
pt_br: Extensão
ro: Lungime
sl: Dolžina
sr: дужина
sv: Längd
uk: Довжина
vi: Độ dài
zh_cn: 时间

source: Album
ar: الألبوم
el: Άλμπουμ
es: Disco
hi: एलबम
ja: アルバム
ko: 앨범
ne: बारे
pt_br: Álbum
sr: албум
uk: Альбом
vi: Thông tin
zh_cn: 相册

source: Track
ar: المسار
bn: পথ
da: Spor
el: Τραγούδι
es: Pista
fr: Piste
hi: ट्रैक
hr: Traka
it: Traccia
ja: トラック
ko: 트랙
ne: ट्रयाक
pt_br: Faixa
ro: Pistă
sl: Skladba
sr: стаза
sv: Spår
uk: Номер доріжки
vi: Rãnh
zh_cn: 曲目

source: Genre
ar: الصنف
bn: রীতি
el: Είδος
es: Género
hi: शैली
hr: Žanr
it: Genere
ja: ジャンル
ko: 장르
ne: विधा
pt_br: Gênero
ro: Gen
sl: Zvrst
sr: жанр
uk: Жанр
vi: Thể loại
zh_cn: 流派

source: Bitrate
ar: معدل البت:
bn: বিটরেট
el: Ρυθμός μετάδοσης:
es: Tasa de bits
fr: Débit
hi: बिट-गति
hr: Protok bitova
ja: ビットレート：
ne: बिटरेट
pt_br: Taxa de bits
ro: Rată biți
sr: битрате
sv: Bitfrekvens
uk: Бітрейт:
vi: Tỷ lệ bit
zh_cn: 比特率

source: Year
ar: السنة:
da: År
el: Χρονιά
es: Año
fr: Année
hi: वर्ष
hr: Godina
it: Anno
ja: 年：
ko: 년도
ne: हताउ
pt_br: Ano
ro: An
sl: Leto
sr: година
sv: År
uk: Рік
vi: Xoá
zh_cn: 年份

source: Duration
ar: المدة
da: Beskrivelse
el: Περιγραφή
es: Duración
fr: Durée
hi: अवधि
hr: Opis
it: Durata
ja: 再生時間
ko: 기간
ne: सम्पर्क
pt_br: Duração
ro: Durată
sl: Opis
sr: Трајање
sv: Längd
uk: Опис
vi: Các kết nối
zh_cn: 用时

source: Folder
da: Mappe:
el: Φάκελος
es: Carpeta
fr: Dossier
hi: फोल्डर
hr: Mapa
it: Cartella
ja: フォルダ：
ko: 폴더
ne: सबै चुन
pt_br: Pasta
ro: Dosar
sl: VSetky foldery
sr: фасцикла
sv: Mapp
uk: Тека:
vi: Thư mục mới
zh_cn: 文件夹

source: Playlist
ar: قائمة التشغيل
el: Λίστα
es: Lista de reproducción
fr: Liste de Lecture
hi: प्लेलिस्ट
hr: Popis za reprodukciju
ja: プレイリスト
ko: 재생 목록
ne: प्लेसूची
pt_br: Lista de Reprodução
sl: Seznam predvajanja
sr: плејлиста
sv: Spellista
uk: Плейліста
vi: Danh sách phát
zh_cn: 播放列表

source: Lyrics
ar: كلمات الاغنية
bn: গানের কথা
da: Sangtekster
el: στίχοι
es: Letra
fr: Paroles
hi: बोल
hr: Lirika
it: Testo
ja: 歌詞
ko: 가사
ne: गीत
pt_br: Letra da música
ro: Versuri
sl: Besedila
sv: Text
uk: лірика
vi: Lời bài hát
zh_cn: 歌词
