Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to Tools &gt; Options, and check 'Revert To Default' under View &gt; FrostWire Popups.
es: ¿Deseas ver los diálogos de las preguntas que se han marcado previamente como 'No mostrar este mensaje de nuevo' o 'Usar siempre esta respuesta'? Ve a Herramientas &gt; y haz clic en 'Volver a la configuración predeterminada' debajo de Vista &gt; Pop-ups.
hr: Želite li vidjeti dijaloge za pitanja koja ste označili 'Ne pokazuj ovu poruku ponovno' ili 'Uvijek koristi ovaj odgovor'? Odite u Alati &gt; Opcije, i odaberi 'Vrati na zadane postavke' ispod Pregled &gt; FrostWire skočni prozori.
ro: Doriți să vedeți dialoguri pentru întrebări pe care anterior le-ați marcat 'Nu afișa acest mesaj din nou' sau 'Întotdeauna utilizează acest răspuns'? Mergeți la Unelte &gt; Opțiuni și bifați 'Revenire la implicit' în Vizualizare &gt; FrostWire fereastră derulantă.
sl: Želite videti pogovorna okna za vprašanja, ki ste že označili "Ne Prikaži to sporočilo še enkrat" ali "Vedno uporabi ta odgovor"? Pojdi na orodja > možnosti in potrdite "Povrni na privzeto", pod pogled > slana ljudstvo.
sr: Желите да видите дијалоге за питања која сте претходно обележили "Не поново прикаже ову поруку 'или' Увек користи овај одговор"? Идите на Алатке &gt; Опције, и проверите "Врати на Дефаулт 'под Виев &gt; ФростВире Искачући прозори.
sv: Vill du se dialoger för frågor som du tidigare markerat ”Visa inte detta meddelande igen” eller ”Visa alltid detta svar”? Gå till Verktyg &gt; Alternativ och kryssa i ”Återställ till standard” under Visa &gt; FrostWire-poppupper.
uk: Хочете побачити діалогові вікна питань, які раніше відмічені «Не показувати це повідомлення» або «Завжди використовувати цей відповідь? Перейти до інструментів &gt; Параметри та встановіть прапорець «Відкат Щоб за умовчанням» під виглядом &gt; FrostWire Спливаючі.
vi: Bạn muốn xem các hộp thoại cho các câu hỏi mà trước đó bạn đã đánh dấu 'Không hiển thị thông báo này nữa' hay 'Luôn luôn Sử dụng Trả lời này'? Đi tới Công cụ &gt; Tùy chọn và kiểm tra 'Hoàn nguyên về Mặc định' trong Xem &gt; FrostWire Quảng cáo.
zh_cn: 想查看被你标识为'不再显示此信息'或'总是使用此答案'的问题对话框？进入'工具' &gt; '选项'，在 '查看' &gt; 'FrostWire弹出窗口' 中选取'恢复默认设置'。

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
ar: يمكنك حظر كلمات معينة من الظهور في نتائج بحثك من خلال اختيار الخيارات من قائمة أدوات وإضافة الكلمات الجديدة إلى تلك المدرجة في المرشحات.
da: Du kan forhindre visse ord i at optræde i dine søgeresultater ved at gå til menuen 'Værktøjer', undermenuen 'Indstillinger'. Her vælger du 'Filtre' og punktet 'Nøgleord'.
es: Puedes evitar que ciertas palabras aparezcan en los resultados de tus búsquedas seleccionando 'Opciones' en el menú 'Herramientas' y añadiendo nuevas palabras en la lista bajo Filtros &gt; Palabras claves.
fr: Vous pouvez bannir certains mots apparaissant dans vos résultats de recherche. Ouvrez le menu “Outils > Options” et ajoutez les nouveaux mots-clés dans “Filtrage > Mots-clés”.
hi: आप 'टूल्स' मेनू से 'विकल्प' का चयन कर कुछ शब्दों पर अपने खोज परिणामों में प्रदर्शित होने पर प्रतिबंध लगा सकते हैं और उन फ़िल्टर के तहत सूचीबद्ध&gt; कीवर्ड नए शब्दों को के द्वारा जोड़ सकते हैं .
hr: Možete zabraniti odeređene riječi da se ne pojavljuju u rezultatima traženja tako da odaberete 'Opcije' iz menija 'Alati' i dodate nove riječi onima koje su izlistane ispod Filtri &gt; Ključne riječi.
it: Puoi impedire a certe parole di apparire tra i tuoi risultati di ricerca selezionando 'Opzioni' dal menu 'Strumenti' e aggiungendo nuove parole a quelle elencate sotto Filtri &gt; Parole chiave.
ja: 「機能」から「オプション」を選び、「フィルタ＆キーワード」'の下層にリストされるこれらへ新しい単語を追加することで、あなたの検索結果に表示される特定の単語を禁止できます。
ko: '도구'메뉴의 '옵션'을 선택함으로써 특정 단어를 금지할 수 있으며 필터 키워드에 새로운 단어들을 목록화하여 추가할 수 있습니다.
ne: तपाईं आफ्नो खोज परिणाम मा 'उपकरण' मेनुबाट 'विकल्प' छनौट र कीवर्ड फिल्टर अन्तर्गत सूचीबद्ध ती > नयाँ शब्द थपेर देखिने निश्चित शब्दहरू प्रतिबंध लगान गर्न सक्नुहुन्छ।
pt_br: Você pode banir certas palavras de aparecerem nos seus resultados de busca indo em 'Opções' no menu 'Ferramentas' e adicionando novas palavras a aquelas listadas sob Filtrar &gt; as Palavras-chave.
ro: Puteți să interziceți unele cuvinte să apară în rezultatele căutării alegând 'Opțiuni' din meniul 'Unelte' și să adăugați noi cuvinte acestora listate în Filtre &gt; Cuvinte cheie.
sl: Lahko prepoved določenih besed pojavilo v rezultatih iskanja kliknete »Možnosti« v meniju »Orodja« in dodajanja novih besed v tistih iz filtri > ključne besede.
sr: Можете забранити одређене речи појављују у резултатима претраге избором "Опције" у менију "Тоолс" и додавање нових речи оних који су наведени под Филтери &gt; Кључне речи.
sv: Du kan hindra vissa ord från att visas i dina sökresultat genom att välja ”Alternativ” från menyn ”Verktyg” och lägga till nya ord till de redan listade under Filter &gt; Nyckelord.
uk: Ви можете заборонити певні слова з результатів пошуку, вибравши «Параметри» в меню «Інструменти» і додавання нових слів, перерахованих Фільтри і &gt; Ключові слова.
vi: Bạn có thể cấm những từ nhất định xuất hiện trong kết quả tìm kiếm của bạn bằng cách chọn 'Tùy chọn' từ trình đơn 'Công cụ' và thêm các từ mới vào những từ được liệt kê trong Bộ lọc &gt; Từ khoá.
zh_cn: 要禁止某些词出现在你的搜索结果中，可通过'工具'菜单中的'选项'，在'过滤' &gt; '关键词'列表中添加新词。

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
ar: هل تحب نصائح الأدوات؟ أم تكره نصائح الأدوات؟ يمكنك تشغيلها أو تعطيلها في معظم الجداول من خلال الضغط على رأس العمود واختار المزيد من الخيارات. يمكنك التنقل بين الخيارات الأخرى هنا أيضاً. مثل إن كنت ترغب أو لا ترغب في فرز الجداول تلقائيا وإذا كنت تفضل أن تكون الأسهم مقلمة.
bn: হিট টুল টিপস? প্রেম টুল টিপস? আপনি কলাম হেডারের উপর ডান ক্লিক করে 'আরও বিকল্পগুলি' নির্বাচন করে বেশিরভাগ সারণিতে তাদের চালু বা বন্ধ করতে পারেন। আপনি এখানে অন্যান্য বিকল্পগুলিও টগল করতে পারেন, যেমন টেবিলগুলিকে স্বয়ংক্রিয়ভাবে সাজানো হোক বা না হোক যদি আপনি সারিগুলি স্ট্রিপ করা পছন্দ করেন তবে
da: Hader du værktøjstips? Elsker du dem? Du kan slå dem til eller fra i de fleste oversigter ved at højre-klikke på kolonneoverskriften og vælge 'Flere muligheder'. Du kan håndtere andre valg samme sted, f.eks. om du vil have tabeller sorteret automatisk eller om du vil have stribede rækker.
es: ¿Detesta los consejos? ¿Ama los consejos?, Puede desactivarlos o activarlos nuevamente en la mayoría de las tablas que aparecen haciendo clic con el botón secundario y posteriormente seleccionando 'Más Opciones'. Puede activar/desactivar opciones adicionales desde allí cómo ordenar las columnas.
fr: Vous détestez les bulles d’aide ? Vous ne pouvez pas vous en passer ? Vous pouvez les activer ou les inhiber dans la plupart des tableaux avec un clic droit sur les entêtes de colonnes en choissant “Options supplémentaires”. Vous pouvez y basculer aussi d’autres options, comme le tri automatique des tableaux ou les bandes horizontales alternées facilitant la lecture des tables.
hi: टूल्स टिप्स से नफरत है? टूल्स टिप्स से प्यार करते हो? अधिकांश तालिकाओं में स्तंभ शीर्ष लेख पर राइट - क्लिक करके और 'अधिक विकल्प' का चयन करके आप उन्हें मोड़ पर या बंद कर सकते हैं . आप अन्य विकल्पों को यहाँ भी टॉगल कर सकते हैं की तरह किया जाए या नहीं तरह टेबल के लिए स्वचालित रूप से क्रम में लगाना चाहतें है और यदि आप पंक्तियों को धारीदार होन पसंद करते हैं .
hr: Mrzite tool tipove? Volite tool tipove? Možete ih upaliti ili ugasiti u većini tablica desnim klikom na zaglavlje stupca i odabiron 'Više opcija'. Ovdje možete mijenati i druge opcije, kao i želite li ili ne sortirati tablice automatski i da li bi radije da su retci prugasti.
it: Odi i suggerimenti? Ami i suggerimenti? Puoi attivarli o disattivarli nella maggior parte delle tabelle cliccando con il tasto destro del mouse le testate delle colonne e scegliendo "Altre Opzioni". Puoi azionare le altre opzioni anche qui, come ad esempio, se ordinare automaticamente le tabelle o se preferisci che allineare le righe.
ja: 機能のヒントは、好き/嫌いですか？コラムのヘッダーを右クリックし、「その他オプション」を選ぶことで、ほとんどのテーブルでそれらを有効/無効にすることができます。自動的にテーブルをソートするかどうか、列をストライプ化したいかどうかなど、ここでもその他オプションを切り替えることができます。
ko: 툴 팁이 싫으신가요? 툴 팁이 좋으신가요? '더 많은 옵션'을 선택하심으로써 대부분의 테이블에서 켜고 끄는 것이 가능합니다. 다른 옵션을 토글할 수 있습니다.
ne: उपकरण सुझाव घृणा? उपकरण सुझाव प्रेम? तपाईंले तिनीहरूलाई वा बन्द भन्दा टेबल मा स्तम्भ हेडर र छनौट 'विकल्प' मा दायाँ क्लिक गर्न सक्नुहुन्छ। तपाईं स्वतः टेबल क्रमबद्ध गर्ने कि नगर्ने जस्ता पनि यहाँ अन्य विकल्प टगल गर्न सक्छन् र तपाईं पङ्क्तिहरू रुचि भने स्ट्रिप गर्न।
pt_br: Não gosta das dicas? Gosta das dicas? Você pode habilita-las ou não clicando com o botão direito na coluna superior em 'Mais opções'. Você pode alterar outras opções também, tipo arrumar ou não automaticamente as tabelas ou se prefere colunas.
ro: Urâți sfaturile pe ecran? Apreciați sfaturile pe ecran? Puteți să le porniți sau opriți în majoritatea tabelelor cu click dreapta pe antetul coloanei și să alegeți 'Mai multe opțiuni'. Puteți schimba aici și alte opțiuni, precum sortarea automată sau nu a tabelelor și dacă preferați ca rândul să fie dungat.
sl: Sovražim tool Nasveti? Ljubezen orodje Nasveti? Lahko pa jih vklopiti ali izklopiti v večini tabel z desnim klikom na glave stolpca in izberete »Več možnosti« . Druge možnosti tukaj lahko preklapljate tudi, všeč ali ne, za razvrščanje tabele samodejno, in če vam je ljubše vrstice se črtasto.
sr: Мрзим савете алата? Лове савете алата? Можете их укључити или искључити у већини столова десним кликом на заглавља колона, уз коришћење "Више опција". Можете друге опције овде ако желите редове да се пругасти искључи, као и да ли или не да се сортирају табеле аутоматски и.
sv: Hatar du inforutor? Älskar du inforutor? Du kan slå på/av dem i de flesta tabeller genom att högerklicka på kolumnrubrikerna och välja ”Fler alternativ”. Du kan växla andra alternativ här också, som huruvida tabeller ska sorteras automatiskt eller om du fördrar att raderna är randiga.
uk: Ненависть підказки? Любов підказки? Ви можете включити їх або відключити в більшості таблиць, клацнувши правою кнопкою миші на заголовку стовпця і вибравши «Додаткові параметри». Ви можете включати інші варіанти тут теж, як не автоматично сортувати таблиці, і якщо ви віддаєте перевагу рядки повинні бути смугастими.
vi: Ghét công cụ lời khuyên? Mẹo về công cụ tình yêu? Bạn có thể bật hoặc tắt chúng trong hầu hết các bảng bằng cách nhấp chuột phải vào các tiêu đề cột và chọn 'Tùy chọn khác'. Bạn cũng có thể bật các tùy chọn khác ở đây, như tự động sắp xếp bảng và nếu bạn thích các hàng được sọc.
zh_cn: 讨厌工具提示吗？喜欢工具提示吗？在大部分表格中，可通过右击标题栏并选择'更多选项'开启或关闭工具提示。也可以在此调整其他选项，例如：表格是否自动排序，以及是否倾向于用线框修饰表格的行。

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
ar: يمكنك فرز التحميلات والتنزيلات وإلخ...، بالضغط على العمود. سوف يحتفظ الجدول بإعادة الفرز كلما تغيرت المعلومات. يمكنك تعطيل هذا الفرز التلقائي بالضغط يمينا بالماوس على رأس العمود واختيار المزيد من الخيارات وإزالة العلامة على الفزر التلقائي.
bn: আপনি একটি কলামে ক্লিক করে আপলোড, ডাউনলোডগুলি ইত্যাদি সাজাতে পারেন। তথ্য পরিবর্তন হিসাবে টেবিল অবলম্বন রাখে। আপনি এই স্বয়ংক্রিয়-সাজানোর আচরণটি কলাম হেডারের উপর ডান-ক্লিক করে 'আরও বিকল্পগুলি' নির্বাচন করে 'অটোমেটিকভাবে সাজান' চেকটি বন্ধ করতে পারেন।
da: Du kan sortere uploads og downloads mv ved at klikke på kolonnen. Tabellen vil blive ved med at sortere i takt med at informationerne ændres. Du kan slå denne automatiske sortering fra ved at højre-klikke på en kolonneoverskrift og vælge 'Flere muligheder' og fjerne tjektegn ved 'Automatisk sortering'.
es: Puede ordenar las subidas, descargas, etc..., haciendo clic en una columna. La tabla reordena por el nombre de esa columna. Puede desactivar este comportamiento de ordenamiento automático haciendo clic con el botón secundario sobre el encabezado de la columna, seleccionar 'Más Opciones' y desactivar 'Ordenar Automáticamente'.
fr: Vous pouvez trier les transferts, chargements, etc., d’un simple clic sur un entête de colonne. La table est maintenue triée lorque les informations changent. Vous pouvez désactiver ce comportement de tri dynamique par un clic droit (ou Control+clic) sur les entêtes de colonne : choisissez “Options supplémentaires” et décochez l’option “Tri automatique”.
hi: आप अपलोड, डाउनलोड, आदि .. के एक स्तंभ पर क्लिक करके क्रम में लगा सकते हैं. तालिका जानकारी में परिवर्तन होता रहता है. आप इस स्वत: छँटाई व्यवहार को एक कॉलम शीर्षक पर राइट क्लिक करके बंद कर सकते हैं, 'अधिक विकल्प' और स्वचालित रूप से क्रमबद्ध करें को अनचेक करें .
hr: Možete sortirati slanja, preuzimanja, itd..., tako da kliknete na stupac. Tablica se ponovno sortira dok se informacije mijenjaju. Možete ugasiti ovo ponašanje automaskog sortiranja sa desnim klikom na zaglavlje stupca i odabirom 'Više opcija' i odabirom 'Sortiraj automatski'.
it: Puoi ordinare i caricamenti, i download, ecc...cliccando su una colonna. La tabella continua a riordinarsi man mano che le informazioni cambiano. Puoi disattivare questo riordinamento automatico cliccando con il tasto destro del mouse sulla testata della colonna, selezionando 'Altre Opzioni', e togliendo la spunta da 'Ordina Automaticamente'.
ja: コラムをクリックすることで、アップロードやダウンロード等ソートすることができます。テーブルは、情報の変更として再ソートを継続します。コラム・ヘッダーを右クリックし、「その他オプション」を選び「自動ソート」のチェックを外すことで自動ソートを無効にすることができます。
ko: 업로드와 다운로드를 분류할 수 있습니다...콜룸을 클릭하십시오. 정보가 변경되면 테이블이 재분류됩니다. '더 많은 옵션'을 선택한 후 '자동분류' 선택을 해제하면 자동-분류를 끌 수 있습니다.
ne: तपाईं अपलोड, डाउनलोड, आदि क्रमबद्ध गर्न सक्नुहुन्छ ..., एक स्तम्भ मा क्लिक गरेर। तालिका जानकारी परिवर्तनहरू रूपमा resorting राख्छ। तपाईंले यो स्वचालित-क्रमबद्ध व्यवहार बन्द दायाँ-क्लिक गरेर एउटा स्तम्भ हेडर मा, 'विकल्प' र संयुक्त राष्ट्र-जाँच 'सर्ट स्वचालित रूपमा' छनौट गर्न सक्नुहुन्छ।
pt_br: Você pode arrumar os uploads, downloads, etc..., clicando na coluna. A tabela rearruma as informações modificadas. Você pode desabilitar isso clicando com o botão direito na parte superior em 'Mais opções' e clicar 'Arrumar Automaticamente'.
ro: Puteți sorta încărcările, descărcările, etc..., apăsând pe o coloană. Tabelul păstrează rearanjarea ca modificarea informației. Puteți opri acest comportament de sortare automată cu click-dreapta pe antetul unei coloane, alegând 'Mai multe opțiuni' și debifând 'Sortare automată'.
sl: Razvrščate lahko dodane slike, Učitano, itd.., s klikom na stolpec. Tabeli ohranja zatekanja kot se podatki spremenijo. Lahko izklopite ta način delovanja samodejno razvrščanje z desnim klikom na glavo stolpca, izberete »Več možnosti« in un-preverjanje "samodejno razvrsti".
sr: Можете сортирати додате, преузимања, итд ..., тако што ћете кликнути на колону. У табели држи прибегава као промена информација. Можете да укључите ову аутоматско сортирање понашање са десним кликом на заглавље колоне, избор "Још опција 'и УН-проверу' Сортирај Аутоматски".
sv: Du kan sortera sändningar, hämtningar och så vidare… genom att klicka på en kolumn. Tabellen fortsätter att sortera om allteftersom informationen ändras. Du kan slå av detta automatiska sorteringsbeteende genom att högerklicka på en kolumnrubrik, välja ”Fler alternativ” och kryssa ur ”Sortera automatiskt”.
uk: Ви можете сортувати завантаження, завантаження і т.д. ..., натиснувши на колонку. Таблиця зберігає звернення як зміни даних. Ви можете відключити це автоматичні сортування поведінки від правої кнопки миші на заголовку стовпчика, вибравши «Додаткові параметри» і зніміть прапорець «Автоматично Сортування».
vi: Bạn có thể sắp xếp tải lên, tải xuống, v.v ... bằng cách nhấp vào một cột. Bảng tiếp tục sử dụng khi thông tin thay đổi. Bạn có thể tắt tính năng sắp xếp tự động này bằng cách nhấp chuột phải lên tiêu đề cột, chọn 'Tùy chọn khác' và bỏ chọn 'Sắp xếp tự động'.
zh_cn: 单击列可以对上传、下载等进行排序。表格可随之重新排序。右击列标题，选择'更多选项'，取消勾选'自动分类'，可关闭自动排序功能。

source: Are you unhappy with the small number of search results you received? Right-click a search result, then choose Search More, then Get More Results.
ar: هل أنت حزين من العدد الصغير من نتائج البحث التي تحصل عليها؟ اضغط على نتيجة بحث ثم اختر مزيد من البحث ثم الحصول على المزيد من النتائج.
da: Er du utilfreds med det lille antal søgeresultater du modtaget? Højreklik på et søgeresultat, og Vælg Søg efter mere, så får flere resultater.
es: ¿Está insatisfecho con la baja cantidad de resultados que ha recibido? Haga clic secundario sobre un resultado, presione 'Buscar Mas' y después 'Obtener más resultados'.
fr: Êtes-vous insatisfait(e) du petit nombre de résultats de recherche que vous avez reçu? Cliquez avec le bouton droit sur un résultat de recherche, puis sélectionnez Chercher Plus, puis Obtenir Plus de Résultats.
hi: खोज परिणाम आप प्राप्त की छोटी संख्या के कारन आप दुखी हैं? खोज परिणाम पर राइट - क्लिक करें, तो और अधिक खोज का चयन करके और अधिक परिणाम प्राप्त करें.
hr: Niste zadovoljni sa malim brojem rezultata pretrage koje ste dobili? Desno kliknite na rezultat pretrage, odaberi Traži više, zatim na Dobij više rezultata.
it: Il numero esiguo di risultati di ricerca ricevuti non ti soddisfa? Clicca con il tasto destro del mous in risultato di ricerca, poi seleziona Cerca Ancora, e poi Ottieni piu' Risultati.
ja: 受け取った少ない検索結果数に満足していませんか？ 検索結果を右クリックしてから、さらに検索を選びもっと結果を入手しましょう。
ko: 소수의 검색 결과에 만족하시나요? 검색 결과를 오른쪽으로 클릭하신 후, 더 검색을 통하여 더 많은 결과를 얻으십시오.
ne: तपाईं खोज को सानो संख्या तपाईंले प्राप्त परिणाम संग दुखी छन्? दायाँ-क्लिक त्यसपछि थप परिणाम प्राप्त खोज परिणाम, त्यसपछि चयन अधिक खोज।
pt_br: Você não está contente com o número pequeno de resultados encontrados? Clique com o botão direito, depois escolha Pesquisar Mais, depois Obter Mais Resultados.
ro: Sunteți nefericit cu numărul mic de rezultate de căutare primite? Click dreapta pe un rezultat căutare, apoi alegeți Caută mai mult, apoi Obține mai multe rezultate.
sl: Ste nezadovoljni z majhno število rezultatov iskanja, ki ste prejeli? Z desno miškino tipko rezultat iskanja, nato pa izberite Išči več, potem dobite več rezultatov.
sr: Да ли сте задовољни мали број резултати сте добили? Кликните десним тастером миша на резултат претраге, а затим одаберите Тражи Више, а затим добили више резултата.
sv: Är du inte nöjd med det låga antalet sökresultat du fick? Högerklicka på ett sökresultat, välj sedan sök mer, sen Hitta fler resultat.
uk: Ви незадоволені нечисленність результатів пошуку ви отримали? Клацніть правою кнопкою миші на результат пошуку, а потім виберіть Пошук Більше, а потім отримати більше результатів.
vi: Bạn không hài lòng với một số kết quả tìm kiếm nhỏ mà bạn nhận được? Nhấp chuột phải vào kết quả tìm kiếm, sau đó chọn Tìm kiếm Khác, sau đó Nhận Kết quả Khác.
zh_cn: 是否因为搜索结果太少而不满意？右击搜索结果，然后选择'更多搜索'，即可得到更多搜索结果。

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the FrostWire menu.
ar: يمكنك معرفة اي نسخ فروست واير تستخدمها أنت من خلال عن فروست واير من قائمة فروست واير
bn: আপনি FrostWire মেনু থেকে 'FrostWire সম্পর্কে' পছন্দ করে ব্যবহার করে FrostWire এর কোন সংস্করণটি খুঁজে বের করতে পারেন
da: Du kan finde ud af, hvilken version af FrostWire du bruger ved at vælge 'Om FrostWire' menuen FrostWire.
es: Puedes comprobar qué versión de FrostWire estás usando pulsando "Acerca De FrostWire" en el menú FrostWire.
fr: Vous pouvez connaitre la version de FrostWire que vous utilisez en sélectionnant 'À propos de FrostWire' dans le menu de FrostWire.
hi: आप फ्रोस्ट वाइर मेनू से 'फ्रोस्ट वाइर के बारे में 'चुनने से फ्रोस्ट वाइर का जो संस्करण आप उपयोग कर रहे हैं उसके बारे में जन सकते है.
hr: Možete saznati koju verziju FrostWirea koristite tako da odaberete 'O FrostWireu' u FrostWire meniju.
it: Puoi scoprire quale versione di FrostWire stai utilizzado selezionando 'Informazioni Su frostWire' dal menu FrostWire.
ja: 「ヘルプ」メニューから「FrostWireについて」を選択することでご利用中のFrostWireのバージョンを見つけることができます。
ko: 도움 메뉴의 'FrostWire 소개'를 선택하여 사용중인 FrostWire 버전을 찾으실 수 있습니다.
ne: तपाईं FrostWire को जो संस्करण तिमी FrostWire बारे 'छनौट भएको FrostWire मेनु बाट प्रयोग गर्दै बाहिर पाउन सक्नुहुन्छ।
pt_br: Você pode descobrir qual versão do FrostWire você está usando, escolhendo 'Sobre FrostWire' no menu de Ajuda.
ro: Puteți afla ce versiune de FrostWire utilizați alegând 'Despre FrostWire' din meniul FrostWire.
sl: Lahko ugotovite, katero različico te aplikacije uporabljate tako, da iz menija FrostWire izberete FrostWire.
sr: Можете сазнати коју верзију FrostWire користите избором 'О FrostWire "из менија FrostWire.
sv: Du kan ta reda på vilken version av FrostWire du använder genom att välja 'Om FrostWire' från FrostWire-menyn.
uk: Ви можете дізнатися, яку версію FrostWire ви використовуєте, вибравши «Про FrostWire» з меню FrostWire.
vi: Bạn có thể tìm ra phiên bản FrostWire nào bạn đang sử dụng bằng cách chọn 'About FrostWire' từ thực đơn FrostWire.
zh_cn: 点击FrostWire菜单中的'关于FrostWire'，即可得知你的FrostWire版本号。

source: You can turn autocomplete for searching on or off by choosing 'Tools' from the 'FrostWire' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
bn: আপনি 'FrostWire' মেনু থেকে 'সরঞ্জামগুলি' বেছে নিয়ে এবং 'ভিউ' বিকল্পের অধীনে 'স্বতঃপূর্ণ টেক্সট' এর মান পরিবর্তন করে স্বয়ংক্রিয়ভাবে অনুসন্ধান করতে বা বন্ধ করতে পারেন।
es: Puedes activar o desactivar la opción de autocompletar en las búsquedas seleccionando el menú 'Herramientas' en 'FrostWire' y cambiando el valor de 'Autocompletar Texto' debajo de la opción 'Vista'.
hr: Možete upaliti ili ugasiti automatsko dovršavanje riječi za traženje odabirom 'Alati' iz 'FrostWire' menija te promjenom vrijednosti 'Automatksko dovšavanje teksta' ispod opcije 'Pregled'.
ne: तपाईं 'FrostWire' मेनुबाट 'उपकरण' छनौट र 'हेर्नुहोस्' विकल्प अन्तर्गत 'स्वत: पूर्ण पाठ' को मूल्य परिवर्तन गरेर खोजी लागि वा बन्द स्वत: पूर्ण गर्न सक्नुहुन्छ।
ro: Puteți porni sau opri completarea automată pentru căutări alegând 'Unelte' din meniul 'FrostWire' modificând valoarea 'Completare automată text' sub opțiunea 'Vizualizare'.
sl: Vklopite Samodokončaj za iskanje ali ne izberete "Orodja" iz menija "FrostWire" in spremenite vrednost »Samodokončaj besedilo« pod "View" možnost.
sr: Можете укључити аутоцомплете за претраживање или искључити избором 'Тоолс' из менија "FrostWire", и промене вредности "самодовршетак текста" под опцијом "Виев".
sv: Du kan slå på/av autokomplettering för sökning genom att välja ”Verktyg” från menyn ”FrostWire” och ändra värdet för ”Autokomplettera text” under alternativet ”Visa”.
uk: Ви можете включити автозаповнення для пошуку або відключити, вибравши «Інструменти» з меню «Frostwire», і змінивши значення «автозаповнення Text» в опції «View».
vi: Bạn có thể bật tính năng tự động điền để tìm kiếm hoặc tắt bằng cách chọn 'Công cụ' từ trình đơn 'FrostWire' và thay đổi giá trị 'Tự động điền văn bản' dưới tùy chọn 'Xem'.
zh_cn: 要开启或关闭所搜的文本自动补全功能，可选取'FrostWire'菜单中的'工具'，在'查看'选项中更改'自动补全文本'的取值。
