Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Seeding is the process of connecting to a torrent when you have a complete file(s). Pieces of the seeded file(s) will be available to everybody. While downloading pieces are always available to other peers in the swarm.
ar: إن الرفع هي مهمة الاتصال بالتورينت عندما يكون لديك ملف (ملفات) مكتمل. سوف تتاح أجزاء الملف للجميع. بينما تنزيل الأجزاء سوف يكون متاحاً لأقران أخرين في المجموعة
bn: বীজ একটি প্রবাহের সাথে সংযোগ করার প্রক্রিয়া যখন আপনার সম্পূর্ণ ফাইল থাকে বীজযুক্ত ফাইলের টুকরা সবাই পাওয়া যাবে। ঝলক মধ্যে অন্যান্য সহকর্মীদের সবসময় টুকরা ডাউনলোড করার সময় পাওয়া যায়।
es: Compartiendo (Seeding) es el proceso de conectar a un torrent cuando has completado el archivo. Los trozos de los archivos compartidos estarán disponibles para todos. Mientras descargas, los trozos siempre están disponibles a otros usuarios en la nube.
fr: L'Ensemencement (Seeding en Anglais) est le processus de connexion à un torrent quand vous avez un ou des fichier(s) complet(s). Les blocs des fichiers ensemencés seront disponibles pour tous. Pendant le téléchargement les blocs sont toujours disponibles aux autres membres de la communauté.
hi: जब ​​आप एक पूरी फाइल (ओं) हो तो सीडिंग एक टोरेंट को जोड़ने की प्रक्रिया है . वरीयता प्राप्त फ़ाइल(ओं) के टुकड़े हर किसी के लिए उपलब्ध हो जाएगा. जबकि डाउनलोड टुकड़े हमेशा झुंड में अन्य साथियों के लिए उपलब्ध है.
hr: Seedanje je proces spajanja na torrent kada imate cijelu/e datoteku/e. Dijelovi dijeljene/ih datoteke/a će biti dostupne svima. Tijekom preuzimanja dijelovi su uvijek dostupni drugim preuzimateljima u roju.
it: Distribuzione Seme e' il processo tramite cui ci si connette a un torrent quando si ha un file completo. Pezzi del file seminato saranno disponibili a tutti. Mentre le parti scaricate sono sempre disponibili ad altre persone nella rete.
ja: シードは、完了ファイルがある場合、トレントに接続するプロセスです。シード済ファイルの一部は、全ての人に対して利用可能です。ダウンロード中、常にその他ピアを利用できるようにします。
ko: 완료된 파일을 가지고 있을 경우 토렌트에 접속하는 과정을 배포라고합니다. 배포된 파일의 조각들은 누구나 사용 가능 합니다. 다운로드하는 동안 조각들은 접속중인 피어로부터 사용이 가능합니다.
ne: गति तपाईं एक पूरा फाइलहरू हुँदा एक धार जडान प्रक्रिया छ। को seeded फाइलहरू टुक्रा सबैलाई उपलब्ध हुनेछ। डाउनलोड गर्दा टुक्रा सधैं दल अन्य साथीहरूले उपलब्ध छन्।
pt_br: A propagação é o processo de ligação a uma torrente quando você tem um arquivo completo. Partes do arquivo semeado estarão disponíveis para todos. Enquanto outros partes de downloads estão sempre disponíveis para outros colegas
ro: Contribuirea este procesul de conectare la un torrent când aveți fișier(ele) integral. Bucățile fișierului contribuit va fi disponibil oricui. Când se descarcă bucățile sunt întotdeauna disponibile altor parteneri din roi.
sl: Sejanje je proces povezovanja torrent, ko imate popoln datoteke. Kosov semeni datotek bo na voljo vsem. Prebiti downloading kosov so vedno na voljo drugi zagledati se v roj.
sr: Сетве је процес повезивања на торрент када имају комплетне досијее. Комада повлашћеним број фајлова ће бити доступна свима. При преузимању комади су увек на располагању другим вршњацима у роју.
sv: Att distribuera är processen av att ansluta till en torrent när du har kompletta filer. Delar av de distribuerade filerna kommer att vara tillgängliga för alla. Under hämtning är delar alltid tillgängliga till andra jämlikar i svärmen.
uk: Посів процес підключення до торрента, коли у вас є повні файли. Шматочки посіяних файлів будуть доступні для всіх. При завантаженні частини завжди доступні для інших підключених бенкету.
vi: Hạt giống là quá trình kết nối với torrent khi bạn có một tập tin hoàn chỉnh. Các mảnh của các tập tin được gieo hạt sẽ có sẵn cho tất cả mọi người. Trong khi tải phần luôn sẵn có cho những người cùng lứa khác trong đám.
zh_cn: 当你有完整的文件时，做种是连接种子文件的过程。每个人都可以获取被做种文件的切片。下载时,这些文件切片对群中的其他伙伴用户就总是可用的。

source: Video Options
ar: خيارات الفيديو
bn: ভিডিও বিকল্পগুলি
da: Videoindstillinger
el: Επιλογές βίντεο
es: Opciones de video
fr: Options vidéo
hi: वीडियो विकल्प
hr: Video postavke
it: Video
ja: ビデオ・オプション
ko: 비디오 옵션
ne: अरु विकल्प
pt_br: Opções de vídeo
ro: Opțiuni video
sl: Video možnosti
sr: Видео Опције
sv: Videoinställningar
uk: Вибір відео плеєра
vi: Thêm Tuỳ Chọn
zh_cn: 视频选项

source: You can choose which video player to use.
ar: يمكنك اختيار مشغل ملفات الفيديو الذي ترغب في استخدامه.
bn: আপনি কোন ভিডিও প্লেয়ারটি ব্যবহার করতে পারেন তা চয়ন করতে পারেন।
da: Du kan vælge hvilken video-afspiller du ønsker at bruge.
el: Μπορείτε να επιλέξετε ποιο μέσο αναπαραγωγής βίντεο θα χρησιμοποιείτε.
es: Puedes elegir cuál reproductor de video usar.
fr: Vous pouvez sélectionner l’application utilisée pour ouvrir et visionner les clips vidéos.
hi: आप वीडियो प्लेयर को उपयोग के लिये चुनें।
hr: Možete odabrati koji video izvođač želite koristiti.
it: Puoi selezionare il lettore video predefinito.
ja: どのビデオ・プレイヤーを使用するか選択できる
ko: 어느 비디오 플레이어를 사용할지 선택할 수 있습니다.
pt_br: Você pode selecionar o player de vídeo que quer usar.
ro: Puteți alege ce player video va fi utilizat.
sl: Izberete lahko kateri video predvajalnik za uporabo.
sr: Можете одабрати који видео плејер за коришћење.
sv: Du kan ange vilken videospelare du vill använda.
uk: Ви можете обрати, який відео плеєр використовувати.
vi: Bạn có thể chọn trình phát video nào để sử dụng.
zh_cn: 你可以选择使用哪一种视频播放器。

source: Video Player
ar: مشغل ملفات الفيديو
da: Video-afspiller
el: Μέσο αναπαραγωγής βίντεο
es: Reproductor de video
fr: Lecteur vidéo
hi: वीडियो प्लेयर
hr: Video izvođač
it: Lettore video
ja: ビデオ・プレイヤー
ko: 비디오 플레이어
pt_br: Player de vídeo
ro: Player video
sl: Video predvajalnik
sr: Видео плејер
sv: Videospelare
uk: Відео плеєр
vi: Trình phát video
zh_cn: 视频播放器

source: You can have FrostWire import newly downloaded songs into iTunes.
ar: يمكنك جعل FrostWire يستورد أحدث الأغاني داخل iTunes .
bn: আপনি iTunes মধ্যে FrostWire নতুন ডাউনলোড গান আমদানি করতে পারেন
da: Du kan få FrostWire til at importere nyligt downloadede sange til iTunes.
el: Μπορείτε να κάνετε το FrostWire να εισάγει πρόσφατες λήψεις τραγουδιών στο iTunes.
es: Puedes importar las canciones recientemente descargadas en iTunes.
fr: Vous pouvez indiquer à FrostWire d’importer automatiquement dans iTunes les nouvelles musiques chargées.
hi: आप फ्रोस्ट वाइर आयात नए गाने डाउनलोड आइट्यून्स में कर सकते हैं.
hr: FrostWire može uvesti nedavno preuzete pjesme u iTunes.
it: FrostWire può importare le nuove canzoni scaricate in iTunes.
ja: iTunesに新たにダウンロードした歌をインポートできる
ko: iTunes에 새롭게 다운로드한 노래를 가져오기 할 수 있습니다.
ne: तपाईं FrostWire iTunes मा नव डाउनलोड गीतहरू आयात हुन सक्छ।
pt_br: O FrostWire pode importar para iTunes músicas cujo download tenha sido concluído recentemente.
ro: Puteți importa prin FrostWire melodiile noi descărcate în iTunes.
sl: Imate lahko slana uvoz novo prenesli pesmi v iTunes.
sr: Можете имати FrostWire увози нове преузете песме у иТунес.
sv: Du kan få FrostWire att importera nyligen hämtade låtar till iTunes.
uk: FrostWire може імпортувати тільки но завантажені пісні до iTunes.
vi: Bạn có thể có FrostWire nhập các bài hát vừa tải về vào iTunes.
zh_cn: FrostWire可以将最新下载的歌曲导入到iTunes中。

source: Enable iTunes importing:
ar: تمكين إستيراد iTunes:
bn: আইটিউনস আমদানি সক্ষম করুন:
da: Gør iTunes importering mulig:
el: Ενεργοποίηση της εισαγωγής του iTunes:
es: Activar la importación a iTunes:
fr: Activer l’importation dans iTunes :
hi: iTunes निर्यात को सक्षम करो:
hr: Uključi iTunes uvoz:
it: Abilita importazione Itunes:
ja: iTunesインポートを有効化：
ko: iTunes 가져오기 사용：
pt_br: Ativar a importação de iTunes:
ro: Activați importul iTunes:
sl: Omogoči iTunes uvoz:
sr: Укључи иТунес увоз:
sv: Aktivera iTunes import:
uk: Дозволити імпорт з iTunes
vi: Bật iTunes nhập:
zh_cn: 允许iTunes导入：

source: Max
ar: الحدّ اﻷقصى
da: Maks.
el: Μέγιστος
es: Máx
hi: अधिकतम
hr: Maksimum
it: Massimo
ja: 最高値
ko: 최고치
pt_br: Máximo
ro: Maxim
sr: максимум
uk: Макс
vi: Tối đa
zh_cn: 最大

source: No results so far...
ar: لا توجد نتائج حتى الآن ...
bn: কোন ফলাফল এতদূর ...
da: Ingen resultater hidtil...
el: Κανένα αποτέλεσμα μέχρι στιγμής...
es: Aún no hay resultados...
fr: Aucun résultat...
hi: अब तक कोई परिणाम नहीं ...
hr: Još uvijek nema rezultata...
it: Finora non ci sono risultati…
ja: これまでの結果はありません...
ko: 지금까지 결과가 없습니다...
ne: कुनै परिणाम हालसम्म...
pt_br: Nenhum resultado até agora…
ro: Nici un rezultat până acum...
sl: Ni rezultatov doslej...
sr: Нема резултата до сада...
sv: Inga träffar än så länge…
uk: Немає результатів досі...
vi: Chưa có kết quả nào...
zh_cn: 截至目前尚无结果……

source: %s Audio files found (including .mp3, .wav, .ogg, and more)
bn: %s অডিও ফাইল পাওয়া গেছে (.mp3, .wav, .ogg সহ এবং আরও অনেক কিছু)
da: %s Søg efter lydfiler, inklusiv mp3, wav, ogg med flere
el: %s Ψάξε για αρχεία ήχου, συμπεριλαμβανομένων των mp3, wav, ogg και άλλα
es: %s archivos de audio encontrados (incluyendo .mp3, .wav, .ogg, y más)
fr: %s fichiers audio trouvés (y compris .mp3, .wav, .ogg, etc.)
hi: %s ऑडियो फ़ाइलें, एमपी 3, वेव , ओ जी जी , और अधिक के लिए खोज के लिए
hr: %s audio datoteka pronađeno (uključujući .mp3, .wav, .ogg i više)
it: %s Ricerca file audio, inclusi file mp3, wav, ogg, e altro.
ja: %s mp3、wav、ogg、などの音楽ファイルを検索
ko: %s mp3, wav, ogg, 등의 음악 파일 검색
ne: %s अडियो फाइल भेटिएन (.mp3, .wav, .ogg, र थप सहित)
pt_br: %s Pesquisar arquivos de Áudio, incluindo mp3, wav, ogg e outros.
ro: %s S-au găsit fișiere audio (incluzând .mp3, .wav, .ogg și altele)
sl: %s Hladaj Audio subory, vratane mp3, wav, ogg a viac
sv: %s ljudfiler (omfattar mp3, wav, ogg och liknande)
uk: %s Шукати Аудіо Файли, включаючи mp3, wav, ogg та інше.
vi: %s Đã tìm thấy các tệp âm thanh (bao gồm .mp3, .wav, .ogg và nhiều hơn nữa)
zh_cn: 已找到 %s 个音频文件（包括 .mp3, .wav, .ogg 及更多）

source: %s Video files found (including .avi, .mpg, .wmv, and more)
bn: %s ভিডিও ফাইল পাওয়া গেছে (.avi, .mpg, .wmv সহ এবং আরও অনেক কিছু)
da: %s Søg efter videofiler, inklusiv avi, mpg, wmv med flere
el: %s Ψάξε για αρχεία video, συμπεριλαμβανομένων των avi, mpg, wmv και άλλα
es: %s vídeos encontrados (incluyendo .avi, .mpg, .wmv, y más)
fr: %s fichiers vidéo trouvés (y compris .avi, .mpg, .wmv et autres)
hi: %s वीडियो फ़ाइलें जिसमे AVI भी शामिल है, mpg, WMV, और अधिक के लिए खोज
hr: %s video datoteka pronađeno (uključujući .avi, .mpg, .wmv i više)
it: %s Ricerca file video inclusi file avi, mpg, wmv e altro.
ja: %s avi、mpg、wmv、などの動画ファイルを検索ビデオ･ファイル
ko: %s avi, mpg, wmv, 등의 동영상 파일 검색 비디오 파일
ne: %s भिडियो फाइलहरू फेला (.avi, .mpg सहित .wmv, र थप)
pt_br: %s Pesquisar arquivos de Vídeo, incluindo avi, jpg, imv e outros.
ro: %s S-au găsit fișiere video (incluzând .avi, .mpg și altele)
sl: %s Hladaj Video subory, vratane avi, mpg, wmv a viac
sv: %s videofiler (omfattar avi, mpg, wmv och liknande)
uk: %s Шукати Відео Файли, включаючи avi, mpg, wmv та інше.
vi: %s Đã tìm thấy các tệp tin Video (bao gồm .avi, .mpg, .wmv và nhiều hơn nữa)
zh_cn: 已找到 %s 个视频文件（包括 .avi, .mpg, .wmv 及更多）

source: %s Image files found (including .jpg, .gif, .png and more)
bn: %s চিত্র ফাইল পাওয়া গেছে (.jpg, .gif, .png এবং আরও সহ)
da: %s Søg efter billedfiler, inklusiv jpg, gif, png med flere
el: %s Ψάξε για αρχεία εικόνων, συμπεριλαμβανομένων των jpg, gif, png και άλλα
es: %s imágenes encontradas (incluyendo .jpg, .gif, .png y más)
fr: %s fichiers d'image trouvés (y compris .jpg, .gif, .png et plus)
hi: %s छवि फ़ाइलें मिलीं (. jpg,. gif,. png और अधिक सहित)
hr: %s slika pronađeno (uključujući .jpg, .gif, .png i više)
it: %s Ricerca file immagine, inclusi file jpg, gif, png e altro.
ja: %s jpg、gif、pngなどの画像ファイルを検索
ko: %s jpg, gif, png등의 화상 파일 검색
ne: %s छवि फाइलहरू फेला (.jpg, .gif सहित, png र अधिक)
pt_br: %s Pesquisar arquivos de Imagem, incluindo jpg, gif, png e outros.
ro: %s S-au găsit fișiere imagine (incluzând .jpg, .gif, .png și altele)
sl: %s Hladaj Obrazky, vratane jpg, gif, png a viac
sr: %s Имаге најдено (укључујући .jpg, .gif, .png и више)
sv: %s bildfiler funna, (omfattar jpg, gif, png och liknande)
uk: %s Шукати Картинки, включаючи jpg, gif, png та інше.
vi: %s Đã tìm thấy các tệp hình ảnh (bao gồm .jpg, .gif, .png và nhiều hơn nữa)
zh_cn: 已找到 %s 个图片文件（包括. jpg, .gif, .png 及更多）

source: %s Document files found (including .html, .txt, .pdf, and more)
bn: %s দস্তাবেজ ফাইল পাওয়া গেছে (.html, .txt, .pdf সহ এবং আরও অনেক কিছু)
da: %s Søg efter tekstfiler, inklusiv html, txt, pdf med flere
el: %s Ψάξε για αρχεία Document, συμπεριλαμβανομένων των html, txt, pdf, και άλλα
es: %s documentos encontrados (incluyendo .html, .txt, .pdf, y más)
fr: %s fichiers de documents trouvés (y compris .html, .txt, .pdf, etc.)
hi: %s दस्तावेज़ फ़ाइलें, HTML, जिसमे txt भी शामिल है , पीडीऍफ़, और अधिक के लिए खोज
hr: %s dokumenata pronađeno (uključujući .html, .txt, .pdf i više)
it: %s Ricerca documenti, incluso file html, txt, pdf, e altro.
ja: %s html、txt、pdfなどの書類ファイルを検索
ko: %s html, txt, pdf등의 문서 파일 검색
ne: %s कागजात फाइल भेटिएन (.html, .txt, .pdf, र सहित थप)
pt_br: %s Pesquisar arquivos de documentos, incluindo html, txt, pdf e outros.
ro: %s S-au găsit fișiere document (incluzând .html, .txt, .pdf și altele)
sl: %s Hladaj Dokument subory, vratane html, txt, pdf a viac
sr: %s број фајлова Пронашли (укључујући .html, .txt, .pdf, и још много тога)
sv: %s dokumentfiler (omfattar html, txt, pdf och liknande)
uk: %s Шукати Документи, включаючи html, txt, pdf та інше.
vi: %s Đã tìm thấy các tệp tài liệu (bao gồm .html, .txt, .pdf và nhiều hơn nữa)
zh_cn: 已找到 %s 个文件（包括 .html, .txt, .pdf 及更多）

source: %s Program files found (including .exe, .zip, .gz, and more)
bn: %s প্রোগ্রাম ফাইল পাওয়া গেছে (.exe, .zip, .gz সহ এবং আরও অনেক কিছু)
da: %s Søg efter programfiler, inklusiv exe, zip, gz med flere
el: %s Ψάξε για αρχεία προγράμματος, συμπεριλαμβανομένων των exe, zip, gz, και άλλα
es: %s archivos de programas encontrados (incluyendo .exe, .zip, .gz, y más)
fr: %s fichiers de programme trouvés (y compris .exe, .zip, .gz, etc.)
hi: %s प्रोग्राम फ़ाइलें, जिसमे exe भी शामिल है, ज़िप, और अधिक के लिए खोज
hr: %s programskih datoteka pronađeno (uključujući .exe, .zip, .gz i više)
it: %s Ricerca programmi, incluso file exe, zip, gz, e altro.
ja: %s exe、zip、gzなどのプログラム・ファイルを検索
ko: %s exe, zip, gz등의 프로그램 파일 검색
ne: %s कार्यक्रम फाइलहरू फेला (.exe सहित .zip, .gz, र थप)
pt_br: %s Pesquisar arquivos de Programas, incluindo ele, zip, gz e outros.
ro: %s S-au găsit fișiere program (incluzând .exe, .zip, .gz și altele)
sl: %s datoteke program, našli (vključno z .exe, .zip, .gz in več)
sr: %s Програм филес фоунд (укључујући .exe, .zip, .gz, и више)
sv: %s programfiler (omfattar exe, zip, gz och liknande)
uk: %s Шукати Файли Програм, включаючи exe, zip, gz та інше.
vi: %s Các tệp chương trình đã tìm thấy (bao gồm .exe, .zip, .gz và nhiều hơn nữa)
zh_cn: 已找到 %s 个程序文件（包括 .exe, .zip, .gz 及更多）

source: %s Torrent files found (includes only .torrent files. Torrent files point to collections of files shared on the BitTorrent network.)
ar: تم العثور على ملفات تورنت (تتضمن ملفات تورنت فقط. تشير ملفات تورنت إلى مجموعات الملفات المشتركة على شبكة بيتورنت.)
bn: %s টরেন্ট ফাইলগুলি পাওয়া যায় (শুধুমাত্র টরেন্ট ফাইলগুলি অন্তর্ভুক্ত। টরেন্ট ফাইলগুলি বিট টরেন্ট নেটওয়ার্কে ভাগ করা ফাইলগুলিকে নির্দেশ করে।)
da: %s torrent filer fundet (omfatter kun .torrent filer. Torrent filer peg på samlinger af filer, der deles på BitTorrent-netværket.)
el: Βρέθηκαν %s torrent αρχεία (περιλαμβάνει μόνο αρχεία .torrent. Αρχεία torrent σημείο στις συλλογές των αρχείων που είναι κοινόχρηστος στο δίκτυο BitTorrent).
es: %s archivos Torrent encontrados (incluye únicamente archivos .torrent. Los archivos torrent apuntan a colecciones de archivos compartidos en la red BitTorrent)
fr: %s fichiers Torrent trouvés (inclut uniquement les fichiers .torrent. Les fichiers Torrent pointent vers des collections de fichiers partagés sur le réseau BitTorrent.)
hi: %s धार फ़ाइलें मिलीं (केवल. धारा फ़ाइलें शामिल करता है। धार फ़ाइलें BitTorrent नेटवर्क पर साझा की गई फ़ाइलों का संग्रह करने के लिए बिंदु है.)
hr: %s torrent datoteka pronađeno (sadrži samo .torrent datoteke. Torrent datoteke pokazuju na kolekcije datoteka dijeljene na BitTorrent mreži.)
it: %s Ricerca torrente, incluso .torrent file
ja: %s トレントファイルが見つかりました（トレントファイルのみが含まれています。トレントファイルは、BitTorrentネットワーク上で共有されるファイルのコレクションを指します）。
ko: %s 토렌트 파일은 토런트 파일 만 포함하며, 토렌트 파일은 비트 토 런트 네트워크에서 공유되는 파일 모음을 가리 킵니다.
ne: %s धार फाइलहरू फेला (केवल .torrent फाइल समावेश छ। यस बिटटोरेन्टपाइथोन नेटवर्क मा साझा फाइलहरू संग्रह गर्न दर्शाउन धार फाइलहरू।)
pt_br: %s Pesquisar arquivos de Torrent, incluindo arquivos .torrent. Arquivos torrent apontar para coleções de arquivos compartilhados na rede BitTorrent
ro: %s S-au găsit fișiere torrent (includ numai fișiere .torrent. Fișierele torrent indică la colecții de fișiere partajate în rețeaua BitTorrent.)
sl: %s neurnik pila ustanavljati (vključuje samo .torrent pila. Neurnik pila točko zbirke datotek v skupni rabi v BitTorrent omrežje.)
sr: %s Торрент филес фоунд (укључује само .торрент број фајлова. Торрент филес указују на збирке број фајлова заједничких на БитТоррент мреже.)
sv: %s torrentfiler funna (inklusive endast .torrentfiler. Torrentfiler pekar på filsamlingar delade på BitTorrentnätverket.)
uk: %s Торрент файли знайдені (включає в себе тільки файли .torrent. Торрент файли вказують на збірниках загальних файлів в мережі BitTorrent.)
vi: %s Các tệp tin Torrent được tìm thấy (chỉ bao gồm các tệp .torrent. Các tập tin Torrent trỏ đến tập hợp các tệp được chia sẻ trên mạng BitTorrent.)
zh_cn: 已找到 %s 个种子文件（只包含种子文件。种子文件指向BitTorrent网络上共享的资源）

source: Details
ar: تفاصيل
da: Detajler
el: Λεπτομέρειες
es: Detalles
fr: Détails
hi: विवरण
hr: Detalji
it: Dettagli
ja: 詳細
ko: 상세정보
ne: विवरण
pt_br: Detalhes
ro: Detalii
sl: Podrobnosti
sr: Detalji
sv: Detaljer
uk: деталі
vi: Chi tiết
zh_cn: 详细信息

source: Stop
ar: إيقاف
el: Διακοπή
es: Detener
fr: Arrêter
hi: रोको
hr: Stani
it: Interrompi
ja: 停止
ko: 정지
ne: रोक
pt_br: Parar
ro: Oprire
sr: Зауставити
sv: Stoppa
uk: Зупинити
vi: Dừng lại
zh_cn: 停止

source: Open Options dialog
ar: خيارات التحديث
bn: ওপেন বিকল্প ডায়ালগ
da: Opdateringsmuligheder
el: Αναβάθμιση επιλογών
es: Abrir diálogo de opciones
fr: Ouvrir la fenêtre des Options
hi: संवाद विकल्प खोलें
hr: Otvori dijalog s opcijama
it: Apri la finestra di dialogo delle Opzioni
ja: オプション・ダイアログを開く
ko: 옵션 다이얼로그 열기
ne: अरु विकल्प
pt_br: Abrir dialogo de Opções
ro: Deschide dialogul opțiunilor
sl: Viac moznosti
sr: Дијалог Опен опције
sv: Uppdatera inställningar
uk: Налаштування оновлень
vi: Thêm Tuỳ Chọn
zh_cn: 打开选项对话框

source: Download All Selected Files
ar: تنزيل جميع الملفات المحددة
bn: সমস্ত নির্বাচিত ফাইল ডাউনলোড করুন
da: Download alle valgte filer
el: Λήψη όλων των επιλεγμένων αρχείων.
es: Descargar todos los archivos seleccionados
fr: Charger tous les fichiers sélectionnés.
hi: सभी चयनित फाइल्स को डाउनलोड करो.
hr: Preuzmi sve odabrane datoteke
it: Scarica tutti i file selezionati.
ja: 選択したファイルすべてをダウンロードする
ko: 선택한 파일 모든 것을 다운로드
ne: डाउनलोड सबै चयनगरिएकाफाइल
pt_br: Fazer download de todos os arquivos selecionados.
ro: Descarcă toate fișierele selectate
sl: Stiahni vsetky oznacene subory
sr: Довнлоад Алл Селецтед Филес
sv: Hämta alla valda filer
uk: Завантажити Усі Обрані
vi: Xoá tập tin được chọn
zh_cn: 下载所有选中的文件.

source: See detail web page about the selected torrent (Contents, Comments, Seeds)
ar: انظر صفحة ويب من التفصيل حول سيل مختارة (محتويات، التعليقات، بذور)
bn: নির্বাচিত টরেন্ট সম্পর্কে বিস্তারিত ওয়েব পৃষ্ঠা দেখুন (সামগ্রী, মন্তব্য, বীজ)
da: Se detaljeret webside om den valgte torrent (indhold, kommentarer, frø)
el: Δείτε τη σελίδα web λεπτομερειών σχετικά με το επιλεγμένο torrent (περιεχόμενα, παρατηρήσεις, σπόροι)
es: Ver los detalles de la página web acerca del torrent seleccionado (Contenidos, Comentarios, Compartidos)
fr: Voir la page web de détail du torrent sélectionné (Contenus, Commentaires, Semences)
hi: चयनित टोरेंट के बारे में विस्तार से वेब पेज देखें(सामग्री, टिप्पणियां, सीड )
hr: Vidi detalje web stranice o odabranom torrentu (sadržaj, komentari, dijeljenja)
it: Visualizza il dettaglio della pagina web per il torrent selezionato (Contenuti, Commenti, Seed)
ja: 選択したトレントに関する（コンテンツ・コメント・シード）詳細ウェブページを閲覧する
ko: 선택된 토렌트의 웹 페이지 세부정보 보기(콘텐츠, 코멘트, 배포)
ne: चयन गरिएको धार बारेमा विस्तृत वेब पेज हेर्न (सामाग्रीहरु, टिप्पणीहरू, बीउ)
pt_br: Consulte a página de detalhes na web sobre o torrent selecionado (Conteúdo, Comentários, Sementes)
ro: Consultați pagina web detaliată despre torrentul selectat (Conținut, Comentariu, Contribuire)
sl: Glej spletno stran podrobnosti o izbrani torrent (vsebine, pripombe, semena)
sr: Погледајте детаљан веб страницу о изабраном торрент (Садржај, Коментари, Семе)
sv: Se den detaljerade webbsidan om de mest valda torrenterna (innehåll, kommentarer, distributörer)
uk: Дивіться веб-сторінка з інформацією про вибраний торрент (Зміст, коментарі, насіння)
vi: Xem trang chi tiết về torrent đã chọn (Nội dung, Ý kiến, Hạt giống)
zh_cn: 查看有关选定种子文件的详细网页（内容、评论、种子）

source: Stop current search
ar: البحث الحالي:
bn: বর্তমান অনুসন্ধান বন্ধ করুন
da: Aktuel søgning:
el: Τρέχουσα αναζήτηση:
es: Detener búsqueda actual
fr: Arrêter la recherche actuelle
hi: वर्तमान खोज रोको
hr: Zatvori trenutačnu pretragu
it: Interrompi Ricerca corrente:
ja: 現在の検索を停止する
ko: 현재 검색 정지
ne: वर्तमान खोज रोक्न
pt_br: Parar pesquisa atual
ro: Oprește căutarea curentă
sl: Zavri Hladanie
sr: Стоп тренутну претрагу
sv: Stoppa aktuell sökning
uk: Припинити поточний пошук
vi: Dừng tìm kiếm hiện tại
zh_cn: 停止当前搜索

source: Repeat Search
ar: إعادة البحث
da: Gentag søgning
el: Επανάληψη αναζήτησης
es: Repetir búsqueda
fr: Répéter la recherche
hi: खोज दुहराना
hr: Ponovi pretragu
it: Ripeti ricerca
ja: 再検索
ko: 재검색
ne: दोहोरिने खोज
pt_br: Repetir pesquisa
ro: Repetă căutarea
sl: Opakuj vyhladavanie
sr: Поновите Тражи
sv: Upprepa sökning
uk: Повторити Пошук
vi: Lặp lại Tìm kiếm
zh_cn: 重复搜索

source: Download Partial Files
ar: تنزيل الملفات الجزئية
bn: আংশিক ফাইল ডাউনলোড করুন
da: Delvise filer
el: Αρχεία που δεν έχουν κατεβεί πλήρως
es: Descargar archivos parciales
fr: Télécharger des Fichiers Partiels
hi: आंशिक फ़ाइलें डाउनलोड करें
hr: Preuzmi djelomične datoteke
it: Scarica file parziali
ja: ファイルの一部をダウンロードする
ko: 다운로드 부분 파일
ne: डाउनलोडहरु
pt_br: Baixe Arquivos Parciais
ro: Descarcă fișiere parțiale
sl: To nie je subor
sr: Довнлоад појединачне датотеке
sv: Hämta delvisa filer
uk: Частково завантажені файли
vi: Tải xuống Tệp Phần
zh_cn: 下载部分文件

source: Torrent Details
ar: تفاصيل الدخول
bn: টরেন্ট বিবরণ
da: Login detaljer
el: Λεπτομέρειες σύνδεσης
es: Detalles del torrent
fr: Détails du Torrent
hi: टोरेंट विवरण
hr: Detalji torrenta
it: Dettagli del Torrent
ja: トレントの詳細
ko: 토렌트 상세정보
ne: डिफल्ट लागु गर
pt_br: Detalhes do login
ro: Detalii torrent
sl: Torrent Podrobnosti
sr: торрент Детаљи
sv: Torrentinställningar
uk: Деталі авторизації
vi: Chi tiết Torrent
zh_cn: 种子细节

source: View in Soundcloud
ar: عرض في سوندكلود
bn: SoundCloud এ দেখুন
da: Se i Soundcloud
es: Ver en Soundcloud
fr: Visionner dans SoundCloud
hi: SoundCloud में देखें
hr: Pogledaj na SoundCloudu
it: Visualizza su Soundcloud
ja: SoundCloudで表示
ko: SoundCloud에서보기
ne: SoundCloud हेर्नुहोस्
pt_br: Ver no Soundcloud
ro: Vizualizați în Soundcloud
sl: Pogled na Soundcloud
sr: Погледај у Soundcloud
sv: Visa på Soundcloud
uk: Дивитися в Soundcloud
vi: Xem trong SoundCloud
zh_cn: 在SoundCloud中查看

source: View in Archive.org
ar: عرض في Archive.org
bn: Archive.org এ দেখুন
da: Se i Archive.org
es: Ver en Archive.org
fr: Visionner dans Archive.org
hi: Archive.org में देखें
hr: Pogledaj na Archive.org-u
it: Visualizza su Archive.org
ja: Archive.orgで見る
ko: Archive.org에서보기
ne: मा Archive.org हेर्न
pt_br: Ver no Archive.org
ro: Vizualizează în Archive.org
sl: Pogled v Archive.org
sr: Погледај у Аrchive.org
sv: Visa på Archive.org
uk: Дивитися в Archive.org
vi: Xem trong Archive.org
zh_cn: 在Archive.org中查看
