Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Show Bandwidth Indicator:
ar: عرض مؤشر معدل النقل:
bn: ব্যান্ডউইথ নির্দেশক দেখান:
da: Vis båndbredde indikator:
el: Εμφάνιση Μετρητή Μοιραζομένων Αρχείων:
es: Mostrar indicador de ancho de banda:
fr: Afficher l’indicateur de bande passante :
hi: बैंडविड्थ संकेतक दिखाएँ :
hr: Pokaži indikator propusnosti:
it: Visualizza indicatore larghezza di banda:
ja: 処理能力の表示計を出す
ko: 처리 능력의 상태를 표시:
ne: देखाउन ब्यान्डविथ सूचक:
pt_br: Mostrar indicador de largura de banda:
ro: Arată indicatorul lățimii de bandă:
sl: Pokaži pasovno širino kazalnika:
sr: Схов Бандвидтх Индицатор:
sv: Visa bandbreddsindikator:
uk: Показувати
vi: Hiển thị chỉ số băng thông:
zh_cn: 显示带宽指示器：

source: Connection Quality Indicator
ar: مؤشر جودة الإتصال
bn: সংযোগ গুণ নির্দেশক
da: Indikator for forbindelsens kvalitet
el: Μετρητής Ποιότητας Σύνδεση
es: Indicador de calidad de conexión
fr: Indicateur de qualité de connexion
hi: कनेक्शन गुणवत्ता संकेतक
hr: Indikator kvalitete mreže
it: Indicatore qualità connessione
ja: 接続レベル表示計
ko: 접속 레벨 상태
ne: जडान गुणस्तर सूचक
pt_br: Indicador de qualidade da conexão
ro: Indicator de calitate al conexiunii
sl: Ukaz kvalitu pripojenia
sr: Прикључак квалитета Индикатор
sv: Kvalitetsindikator för anslutning
uk: Індікатор Якості Підключення
vi: Chỉ số chất lượng kết nối
zh_cn: 连接质量指示器

source: You can display a measurement of your connection quality in the status bar.
ar: يمكنك عرض مقياس جودة الإتصال في شريط الحالة.
bn: আপনি স্ট্যাটাস বারে আপনার সংযোগ মানের একটি পরিমাপ প্রদর্শন করতে পারেন।
da: Du kan vise en indikator for kvaliteten af din netforbindelse i statusbjælken.
el: Μπορείτε να εμφανίσετε πόσα αρχεία μοιράζεστε στη γραμμή εργαλείων
es: Puede mostrar texto explicando la calidad de su conexión en la barra de estado.
fr: Vous pouvez afficher dans la barre d’état l’indicateur de la qualité de votre connexion.
hi: आप स्टेटस बार में अपने कनेक्शन की गुणवत्ता के एक माप प्रदर्शित कर सकते हैं.
hr: Možete pokazati mjerenja vaše kvalitete mreže u statusnoj traci.
it: Puoi visualizzare nella barra di stato un indicatore della qualità della tua connessione.
ja: 接続レベルの測定値をステータスバーに表示できる
ko: 접속 레벨의 측정치를 상태 바에 표시할 수 있습니다.
ne: तपाईं स्थिति पट्टी मा तपाईँको जडान गुणस्तर को एक मापन प्रदर्शन गर्न सक्नुहुन्छ।
pt_br: Você pode ver uma medição da qualidade da sua conexão na barra de status.
ro: Puteți afișa o măsurătoare a calității conexiunii în bara de stare.
sl: Merjenje povezavo kakovosti lahko prikaže v vrstici stanja.
sr: Можете приказати мерење вашег квалитета везе у статусној траци.
sv: Du kan visa en mätning av din anslutningskvalitet i statusfältet.
uk: Ви можете показувати оцінку якості Вашого підключення в рядку статусу.
vi: Bạn có thể hiển thị một phép đo chất lượng kết nối của bạn trong thanh trạng thái.
zh_cn: 可以在状态栏中显示连接质量的测量值。

source: Show Connection Quality Indicator:
ar: عرض مؤشر جودة الإتصال:
bn: সংযোগ গুণ নির্দেশক দেখান:
da: Vis indikator for forbindelsens kvalitet:
el: Εμφάνιση Μετρητή Ποιότητας Σύδεσης
es: Mostrar indicador de texto para calidad de conexión:
fr: Afficher l’indicateur de qualité de connexion :
hi: कनेक्शन गुणवत्ता संकेतक दिखाएँ:
hr: Pokaži indikator kvalitete mreže:
it: Visualizza indicatore qualità connessione:
ja: 接続レベル表示を出す
ko: 접속 레벨 표시:
ne: देखाउन जडान गुणस्तर सूचक:
pt_br: Mostrar indicador de qualidade da conexão:
ro: Arată indicatorul de calitate al conexiunii:
sl: Pokažite kazalnik kakovosti povezave:
sr: Схов Цоннецтион Куалити Индицатор:
sv: Visa kvalitetsindikator för anslutning:
uk: Показувати індікатор якості підключення:
vi: Hiển thị chỉ số chất lượng kết nối:
zh_cn: 显示连接质量指示器：

source: Firewall Indicator
ar: مؤشر الجدار الناري
bn: ফায়ারওয়াল নির্দেশক
da: Firewall indikator
el: Μετρητής Τοίχους Προστασίας
es: Indicador de cortafuegos
fr: Indicateur de pare-feu
hi: फायर-वाल संकेतक
hr: Indikator vatrozida
it: Indicatore firewall
ja: ファイアウォール表示計
ko: 방화벽 상황
ne: फायरवाल सूचक
pt_br: Indicador do firewall
ro: Indicator firewall
sl: Ukaz stav Firewall
sr: фиревалл Индикатор
sv: Brandväggsindikator
uk: Індікатор Firewall
vi: Chỉ báo Tường lửa
zh_cn: 防火墙指示器

source: You can display your firewall status in the status bar.
ar: يمكنك عرض حالة جدارك الناري في شريط الحالة.
bn: আপনি স্ট্যাটাস বারে আপনার ফায়ারওয়াল অবস্থা প্রদর্শন করতে পারেন।
da: Du kan vise firewall status i statusbjælken.
el: Μπορείτε να εμφανίσετε το τοίχος προστασίας σας στη γραμμή εργαλείων.
es: Puede mostrar el estado de su cortafuegos en la barra de estado.
fr: Vous pouvez afficher dans la barre d’état l’indicateur de détection d’un pare-feu bloquant.
hi: आप स्टेटस बार में अपने फ़ायरवॉल की स्थिति प्रदर्शित कर सकते हैं.
hr: Možete prikazati status vatrozida u statusnoj traci.
it: Puoi visualizzare nella barra di stato lo stato del firewall.
ja: ファイアウォールの状態をステータスバーで表示できる
ko: 방화벽 상태를 상태 바로 표시할 수 있습니다.
ne: तपाईं स्थिति पट्टी मा आफ्नो फायरवाल स्थिति प्रदर्शन गर्न सक्नुहुन्छ।
pt_br: Você pode visualizar o estado do seu firewall na barra de estado.
ro: Puteți afișa starea firewall-ului în bara de stare.
sl: Stanje statusa požarnega zidu lahko prikažete v vrstici stanja.
sr: Можете приказати свој статус заштитног зида на статусној траци.
sv: Du kan visa din brandväggsstatus i statusfältet.
uk: Можна показувати статус Firewall в рядку статусу.
vi: Bạn có thể hiển thị trạng thái tường lửa của bạn trong thanh trạng thái.
zh_cn: 可以在状态栏中显示防火墙状态。

source: Show Firewall Indicator:
ar: عرض مؤشر الجدار الناري:
bn: ফায়ারওয়াল নির্দেশক দেখান:
da: Vis Firewall indikator:
el: Δείξε Μετρητή Τοίχους Προστασίας:
es: Mostrar indicador de cortafuegos:
fr: Afficher l’indicateur de pare-feu :
hi: फ़ायरवॉल संकेतक दिखाएँ:
hr: Pokaži indikator vatrozida:
it: Visualizza indicatore firewall:
ja: ファイアウォール表示計を出す
ko: 방화벽 상태를 표시:
ne: देखाउन फायरवल सूचक:
pt_br: Mostrar indicador do firewall:
ro: Arată indicatorul firewall:
sl: Ukaz stav Firewall
sr: Схов Фиревалл Индицатор:
sv: Visa brandväggsindikator:
uk: Показувати індікатор Firewall:
vi: Hiển thị Chỉ báo Tường lửa:
zh_cn: 显示防火墙指示器：

source: BitTorrent Connection Settings
ar: خصائص اتصال BitTorrent
bn: বিটটরেণ্ট কনফিগারেশন সেটিংস
da: BitTorrent opsætning
el: Ρυθμίσεις BitTorrent
es: Configuración de la conexión BitTorrent
fr: Paramètres de Connexion BitTorrent
hi: बिटटोरेंट कनेक्शन सेटिंग्स
hr: BitTorent postavke veze
it: Impostazioni di connessione BitTorrent
ja: ビットトレント接続設定
ko: BitTorrent 연결 설정
ne: सम्पर्क
pt_br: Configurações de Conexão BitTorrent
ro: Configurări conexiune BitTorrent
sl: BitTorrent nastavitve povezave
sr: БитТоррент Поставке везе
sv: Inställningar för BitTorrentanslutningar
uk: Налаштування BitTorrent
vi: Cài đặt Kết nối BitTorrent
zh_cn: BitTorrent连接设置

source: Adjust connection settings to make better use of your internet connection
ar: ضبط إعدادات الاتصال الاستفادة بشكل أفضل من الاتصال بإنترنت
bn: আপনার ইন্টারনেট সংযোগ ভাল ব্যবহার করতে সংযোগ সেটিংস সামঞ্জস্য করুন
da: Justere indstillingerne for at gøre bedre brug af din internetforbindelse
el: Προσαρμόστε τις ρυθμίσεις σύνδεσης, για να κάνουν καλύτερη χρήση της σύνδεσής σας στο internet
es: Ajustar la configuración de la conexión para hacer un mejor uso de tu conexión a internet
fr: Ajuster les paramètres de connexion pour une meilleure utilisation de votre connexion internet
hi: अपने इंटरनेट कनेक्शन का बेहतर इस्तेमाल करने के लिए कनेक्शन सेटिंग्स को समायोजित करें
hr: Podesi postavke veze kako biste što bolje iskoristili vašu internetsku vezu
it: Regola le impostazioni di connessione per usare al meglio la tua connessione internet
ja: ご利用のネット接続の利用をより良くするために接続設定を調整します
ko: 인터넷 접속을 최적화하기 위하여 접속 설정을 조절하십시오
ne: आफ्नो इन्टरनेट जडान को राम्रो प्रयोग गर्न जडान सेटिङ समायोजन
pt_br: Ajuste as configurações de conexão para fazer um uso melhor da sua conexão de internet
ro: Ajustați configurările conexiunii pentru a utiliza cât mai bine conexiune la internet
sl: Prilagodite nastavitve povezave, da bi bolje izkoristili internetno povezavo
sr: Прилагодите поставке везе да боље искористе интернет конекције
sv: Justera anslutningsinställningar för att bättre använda din internetanslutning
uk: Налаштування параметрів з'єднання, щоб краще використовувати підключення до Інтернету
vi: Điều chỉnh cài đặt kết nối để sử dụng tốt hơn kết nối internet của bạn
zh_cn: 调整连接设置，更好地利用网络连接

source: Maximum active downloads
ar: أقصى عدد لتنزيل الملفات
bn: সর্বোচ্চ সক্রিয় ডাউনলোড
da: Maksimum downloads
el: Μέγιστο όριο λήψεων
es: Descargas máximas activas
fr: Nombre maximum de téléchargements actifs
hi: अधिकतम सक्रिय डाउनलोड
hr: Maksimalni broj aktivnih preuzimanja
it: Numero massimo di ricezioni attive
ja: 最高有効ダウンロード数
ko: 최대 활성화 다운로드
ne: डाउनलोडहरु
pt_br: Máximo de downloads ativos
ro: Maxim de descărcări active
sl: Največje aktivne prenose
sr: Макимум ацтиве преузимања
sv: Maximalt antal hämtningar
uk: Максимум завантажень
vi: Tải xuống tích cực tối đa
zh_cn: 最大活跃下载数目

source: Global maximum number of connections
ar: الحد الأقصى العالمي لعدد الوصلات
bn: গ্লোবাল সর্বোচ্চ সংযোগের সংখ্যা
da: Globale maksimale antal forbindelser
el: Παγκόσμια μέγιστο αριθμό συνδέσεων
es: Número máximo global de conexiones
fr: Nombre maximum global de connexions
hi: वैश्विक कनेक्शन की अधिकतम संख्या
hr: Maksimalni broj globalnih veza
it: Numero massimo globale di connessioni
ja: 最高接続数
ko: 글로벌 접속 최다 수
ne: जडानहरू को वैश्विक अधिकतम संख्या
pt_br: Número máximo global de conexões
ro: Număr maxim global de conexiuni
sl: Globalno največje število povezav
sr: Глобално максималан број конекција
sv: Högsta antal globala anslutningar
uk: Глобальне максимальну кількість з'єднань
vi: Số lượng kết nối tối đa toàn cầu
zh_cn: 全局最大连接数

source: Maximum number of peers
ar: الحد الأقصى لعدد أقرانه
bn: সহকর্মীদের সর্বাধিক সংখ্যা
da: Maksimale antal af jævnaldrende
el: Μέγιστος αριθμός των συνομηλίκων
es: Número máximo de usuarios conectados por torrent
fr: Nombre maximum de pairs
hi: साथियों की अधिकतम संख्या
hr: Maksimalni broj peerova
it: Numero massimo di pari
ja: ピアの最大数
ko: 최대 피어 수
ne: साथीहरूको अधिकतम संख्या
ro: Număr maxim de parteneri
sl: Največje število vrstnikov
sr: Максималан број вршњака
sv: Maximalt antal jämlikar
vi: Số người cùng lứa
zh_cn: 伙伴用户的最大数目

source: Maximum active seeds
ar: الحد الأقصى للبذور النشطة
bn: সর্বাধিক সক্রিয় বীজ
da: Maksimale aktive frø
el: Μέγιστη ενεργό σπόροι
es: Descargas máximas activas
hi: अधिकतम सक्रिय बीज
hr: Maksimalni broj aktivnih seedera
it: Numero massimo di semi attiva
ja: 最大活性種子
ko: 최대 활성 종자
ne: अधिकतम सक्रिय बीउ
pt_br: Máximo de sementes ativos
ro: Număr maxim de contribuiri active
sl: Največji aktivni semena
sr: Макимум ацтиве семена
sv: Maximalt antal distributörer
vi: Hạt hoạt động tối đa
zh_cn: 最大活跃种子数目

source: Enable Distributed Hash Table (DHT)
ar: تمكين جدول التجزئة الموزعة (دهت)
bn: বিতরণ করা হ্যাশ টেবিল সক্ষম করুন (DHT)
da: Aktivere distribuerede hashtabel (DHT)
el: Ενεργοποίηση πίνακα κατανεμημένων κατακερματισμού (DHT)
es: Activar Distributed Hash Table (DHT)
fr: Activer la table de hachage distribuée (DHT)
hi: वितरित हैश तालिका (DHT) सक्षम करें
hr: Omogući Distribuiranu Tablicu Raspršivanja (DHT)
it: Abilita Distribuite Hash Table (DHT)
ja: 分散ハッシュテーブル（DHT）を有効にする
ko: DHT (Distributed Hash Table) 사용
ne: वितरित ह्यास तालिका सक्षम (DHT)
pt_br: Habilitar Distribuem Hash Table (DHT)
ro: Permite tabel Hash distribuite (DHT)
sl: Omogoči porazdeljeni razpršilne tabele (DHT)
sr: Омогућите Дистрибутед хасх табле (ДХТ),
sv: Aktivera Distributed Hash Table (DHT)
uk: Включити Distributed Hash Table (ДГТ)
vi: Bật bảng Hash phân tán (DHT)
zh_cn: 启用分布式哈希表（DHT）

source: VPN-Drop Protection. Require VPN connection for BitTorrent
ar: حماية قطره VPN. يتطلب اتصال VPN تورنت
bn: ভিপিএন স্বয়ংক্রিয় সুরক্ষা বিট টেরেন্ট জন্য ভিপিএন সংযোগ প্রয়োজন
da: VPN automatisk beskyttelse. Kræv VPN-forbindelse til BitTorrent
el: Αυτόματη προστασία VPN. Απαιτήστε σύνδεση VPN για το BitTorrent
es: Protección Automática de VPN. Requiere una conexión de VPN para BitTorrent.
fr: VPN Protection automatique. Nécessite une connexion VPN pour BitTorrent
hi: VPN-ड्रॉप संरक्षण। BitTorrent के लिए VPN कनेक्शन की आवश्यकता
hr: VPN automatska zaštita. Zahtijevajte VPN vezu za BitTorrent
it: VPN protezione automatica. Richiedono connessione VPN per BitTorrent
ja: VPNドロップ保護。 BitTorrentにVPN接続を要求する
ko: VPN 자동 보호. BitTorrent에 VPN 연결 필요
pt_br: Proteção automática VPN. Requer conexão VPN para o BitTorrent
ro: Protecția automată VPN. Solicitați conexiune VPN pentru BitTorrent
sl: VPN avtomatska zaščita. Zahtevajte VPN povezavo za BitTorrent
sr: ВПН-Дроп заштита. Захтевају ВПН везу за БитТоррент
sv: Skydd för VPN-frånkoppling. Kräver VPN-anslutning för BitTorrent
uk: VPN Автоматичний захист. Потрібно VPN з'єднання для BitTorrent
vi: VPN bảo vệ tự động. Yêu cầu kết nối VPN cho BitTorrent
zh_cn: VPN自动保护。 需要BitTorrent的VPN连接

source: BitTorrent Global Tranfer Speeds
ar: سرعات النقل لبت تورينت العالمية
bn: বিটট্ররেন্ট গ্লোবাল ট্রান্সফার স্পেস
da: BitTorrent globale overdragelsessteder hastigheder
es: Velocidad global de transferencia BitTorrent
fr: Vitesses de Transfert Globales BitTorrent
hi: बिटटोरेंट विश्व स्थानांतरण गति
hr: Globalne brzine BitTorrent prijenosa
it: Velocita' di Trasferimento Glovale di BitTorrent
ja: BitTorrentグローバル転送速度
ko: BitTorrent 글로벌 전송 속도
ne: बिटटोरेन्टपाइथोन विश्व स्थानान्तरण गति
pt_br: Velocidade Global de Transferência BitTorrent
ro: Vitezele globale de transfer BitTorrent
sl: BitTorrent globalno Tranfer hitrosti
sr: Додато Глобално брзине преноса
sv: Global överföringshastighet för BitTorrent
uk: BitTorrent Global Швидкість передачі даних
vi: Tốc độ truyền tải BitTorrent toàn cầu
zh_cn: BitTorrent全局传输速度

source: Set the Maximum BitTorrent transfer speeds in KB/s. Tip: Use your keyboard arrows for more precision
ar: اضبط سرعة النقل القصوى في بت تورينت بـ ك.ب/ث. نصيحة: استخدم اسهم لوحة المفاتيح الخاصة بك لزيادة الدقة.
bn: KB/s সর্বাধিক বিট ট্রান্সফার স্পেস সেট করুন। টিপ: আরও স্পষ্টতা জন্য আপনার কীবোর্ড তীরগুলি ব্যবহার করুন
da: Angive den maksimale BitTorrent overførsel hastigheder i KB/s. Tip: Brug dit tastatur pile for mere præcision
es: Establece la velocidad máxima de transferencia de BitTorrent en KB/s. Consejo: Usa las flechas del teclado para mayor precisión.
fr: Définissez les vitesses de transfert maximales en Ko/s. Astuce: Utilisez les flèches de votre clavier pour plus de précision
hi: बिटटोरेंट स्थानांतरण की अधिकतम गति सेट करें केबी में टिप: अधिक परिशुद्धता के लिए अपने कुंजीपटल तीर का प्रयोग करें
hr: Postavi maksimalnu BitTorrent brzinu prijenosa u KB/s. Savjet: Koristite svoju tipkovnicu za veću preciznost
it: Imposta la velocita' massima di trasferimento di BitTorrent in KB/s. Suggerimento: Usa le freccie della tua tastiera per una precisione maggiore
ja: KB/秒でBitTorrent転送最高速度を設定します。 ヒント：さらなる高精度のためにキーボードの矢印キーを使用します
ko: 최대 BitTorrent 전송 속도를 KB/초로 설정. 팁: 정확성을 위하여 키보드의 화살표를 사용하십시오
pt_br: Definir as velocidades máximas de transferência via BitTorrent em KB/s. Dicas: Use as setas do teclado para obter mais precisão
ro: Configurați la maxim viteza de transfer BitTorrent în KiO/s Sfat: Utilizați săgețile de pe tastatură pentru o precizie mai mare
sl: Nastavite največjo BitTorrent prenos hitrosti v KB/s.. nasvet: uporabite puščicami na tipkovnici za bolj natančno
sr: Подесите брзину преноса Максимални БитТоррент у КБ/с. Савет: Користите тастере са стрелицама за већу прецизност
sv: Ange högsta BitTorrent-överföringshastigheter i KB/s. Tips: Ange dina tangentbordspilar för större precision
uk: Встановіть швидкість передачі даних Максимальна BitTorrent в КБ / с. Порада: Використовуйте стрілки клавіатури для більшої точності
vi: Đặt tốc độ truyền tải BitTorrent tối đa bằng KB/s. Mẹo: Sử dụng các mũi tên trên bàn phím để có độ chính xác hơn
zh_cn: 设置最大BitTorrent传输速度为KB/s. 提示：使用键盘箭头更为精确

source: Set the Maximum BitTorrent upload speed in KB/s.
ar: تعيين سرعة تحميل "تورنت الحد الأقصى" في كيلو بايت/ثانية.
bn: Kbps মধ্যে সর্বাধিক বিট-টরেন্ট আপলোড গতি নির্ধারণ করুন।
da: Angiv den maksimale BitTorrent uploadhastighed i KB/s.
es: Máxima velocidad de subida BitTorrent en KB/s.
fr: Définissez la vitesse de téléchargement maximale de BitTorrent en Kb/s.
hi: अधिकतम बिट अपलोड गति KB/s में सेट करें।
hr: Postavi maksimalnu BitTorrent brzinu prijenosa u KB/s
it: Impostare la velocità di upload massima BitTorrent in KB/s.
ja: BitTorrentの最大アップロード速度をKB/s単位で設定します。
ko: 최대 BitTorrent 업로드 속도 (KB/s)를 설정하십시오.
ne: अधिकतम बिटटोरेन्टपाइथोन केबीपीएस मा गति अपलोड सेट गर्नुहोस्।
pt_br: Defina o BitTorrent máxima velocidade de upload em kbps.
ro: Configurați viteza maximă BitTorrent de încărcare în KiO/s.
sl: Nastavite največjo BitTorrent upload hitrost v KB/s.
sr: Подесите брзину Максимални БитТоррент отпремање у КБ/с.
sv: Ange högsta BitTorrent sändningshastighet i KB/s.
uk: Встановіть швидкість завантаження Максимальної бітторрент в КБ/с.
vi: Đặt tốc độ tải lên BitTorrent tối đa bằng KB/s.
zh_cn: 设置BitTorrent的最大上传速度，以KB/为单位。

source: Note: Too low upload speeds (leeching) could be penalized by some trackers, resulting in slower downloads.
bn: দ্রষ্টব্য: খুব কম আপলোড গতি (leeching) কিছু trackers দ্বারা দণ্ডিত হতে পারে, ফলে ধীর ডাউনলোড
da: Bemærk: For lav upload hastigheder (udvaskning) kunne blive straffet af nogle trackers, hvilket resulterer i langsommere downloads.
es: Nota: Una velocidad de subida demasiado baja (leeching) podría ser penalizada por algunos rastreadores, resultando en descargas más lentas.
fr: Remarque: Des vitesses de téléchargement trop faibles (leeching) peuvent être pénalisées par certains trackers, ce qui entraîne des téléchargements plus lents.
hr: Bilješka: Jako niske brzine slanja (dijeljenja) bi neki pratitelji mogli kazniti što bi moglo uzrokovati sporija preuzimanja.
it: Nota: Velocita' di upload troppo basse (leeching) potrebbero essere penalizzati da alcuni tracker, causando download piu' lenti.
ja: ヒント：あまりにも遅いアップロード速度（リーチ）は、遅いダウンロードを生じさせるため、いくつかのトラッカーによって罰せられる可能性があります。
ne: नोट: धेरै कम अपलोड गति (leeching) ढिलो डाउनलोड परिणामस्वरूप, केही trackers द्वारा दण्डित गर्न सकिएन।
pt_br: Nota: Velocidades muito baixas de upload podem ser penalizadas por alguns trackers, resultando em downloads mais lentos.
ro: Notificare: Prea multe viteze de încărcare mici (tragere) pot fi penalizate de unele trackere, rezultând în descărcări lente.
sl: Opomba: Prenizka upload hiter vozač (leeching) lahko kaznovan z nekaj sledilni pes, posledico počasnejšo downloads.
sr: Напомена: Превише мале брзине уплоад (Качаусие) могу бити кажњени од стране неких трагачи, што доводи до споријим преузимања.
sv: Observera: För låga sändningshastigheter (reciprokörsbeteende) kan straffas av en del trackers, resulterande i långsammare hämtningar.
uk: Примітка: Занадто низька швидкість завантаження (Качає) може бути оштрафована деякими трекер, що призводить до уповільнення завантаження.
vi: Lưu ý: Tốc độ tải lên quá thấp (leeching) có thể bị một số người theo dõi đánh cắp, dẫn đến việc tải xuống chậm hơn.
zh_cn: 注意：过低的上传速度（吸血行为）会被一些track服务器惩罚，导致更慢的下载。

source: Min speed
ar: السرعة الدنيا
bn: ন্যূনতম গতি
da: Min hastighed
el: Min ταχύτητα
es: Velocidad mínima
fr: Vitesse Min.
hi: न्यूनतम गति
hr: Minimalna brzina
it: Velocita' Minima
ja: 最低速度
ko: 최저 속도
ne: न्यूनतम गति
pt_br: Velocidade Min.
ro: Viteza minimă
sr: Минимална брзина
sv: Min hastighet
uk: швидкість мін
vi: Tốc độ tối thiểu
zh_cn: 最小速度

source: Max speed
ar: السرعة القصوى
bn: সর্বোচ্চ গতি
da: Max hastighed.
el: Μέγιστη ταχύτητα
es: Velocidad máxima
fr: Vitesse max.
hi: अधिकतम गति
hr: Maksimalna brzina
it: Velocita' Massima
ja: 最高速度
ko: 최대 속도
ne: अधिकतम गति
pt_br: Velocidade Máx.
ro: Viteza maximă
sr: Максимална брзина
sv: Max hastighet
uk: максимальна швидкість
vi: Tốc độ tối đa
zh_cn: 最大速度

source: Download Speed:
ar: سرعة التنزيل:
bn: ডাউনলোডের গতি:
da: Download hastighed:
el: Ταχύτητα λήψεως:
fr: Vitesse de chargement :
hi: डाउनलोड गति:
hr: Brzina preuzimanja:
it: Velocità di ricezione:
ja: ダウンロード速度：
ko: 다운로드 속도：
ne: डाउनलोडहरु
pt_br: Velocidade de download:
ro: Viteză descărcare:
sl: Hitrost prenosa:
sr: Брзина преузимања:
sv: Hämtningshastighet:
uk: Швидкість завантаження:
vi: Tốc độ tải về:
zh_cn: 下载速度：

source: Upload Speed:
ar: سرعة التحميل:
bn: আপলোডের গতি:
da: Upload hastighed:
el: Ταχύτητα αποστολής:
fr: Vitesse de transfert :
hi: अपलोड गतिः
hr: Brzina slanja:
it: Velocità di trasferimento:
ja: アップロード速度：
ko: 업로드 속도：
ne: अपलोडहरु
pt_br: Velocidade de upload:
ro: Viteză încărcare:
sl: Nalaganje hitrost:
sr: Уплоад брзина:
sv: Sändningshastighet:
uk: Швидкість вивантаження:
vi: Tốc độ tải lên:
zh_cn: 上传速度：

source: Choose the folder where downloads will be saved to
ar: اختر المجلد الذي سيتم حفظ التنزيلات فيه
bn: ডাউনলোড ফোল্ডারটি নির্বাচন করুন যেখানে ডাউনলোডগুলি সংরক্ষিত হবে
da: Vælg den mappe, hvor overførsler vil blive gemt til
es: Selecciona la carpeta donde se guardarán las descargas
fr: Choisissez le dossier où les téléchargements seront enregistrés
hi: फ़ोल्डर चुनें जहां डाउनलोड को सहेजा जाएगा
hr: Odaberi mapu u koju će se preuzimanja spremati
it: Scegli la cartella in cui verranno salvati i download
ja: ダウンロードを保存するフォルダを選択する
pt_br: Escolha a pasta onde os downloads serão salvos
ro: Alegeți dosarul unde vor fi salvate descărcările
sl: Izberite mapo, kjer prenosi bodo shranjene v
sr: Изаберите фасциклу у којој ће преузимања бити сачуван у
sv: Välj den mapp dit hämtningar ska sparas
uk: Виберіть папку, в якій завантаження буде збережена
vi: Chọn thư mục mà tải sẽ được lưu vào
zh_cn: 选择要保存种子文件的文件夹
