Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: KB/s
ar: ك.ب/ث
el: KB/δευτ.
fr: Kio/s
hi: KB/प्रति सेकंड
ja: KB/秒
ko: KB/초
ne: KB प्रति सेकंड
ro: KiO/s
uk: Kб/с
zh_cn: KB/秒

source: Loading HTML Engine...
ar: يتم الآن تحميل HTML-engine...
bn: HTML ইঞ্জিন লোড হচ্ছে...
da: Indlæser HTML maskine....
el: Φόρτωση μηχανής HTML...
es: Cargando el motor de HTML...
fr: Chargement du moteur HTML...
hi: HTML इंजन लोड हो रहा है...
hr: Učitavam HTML mehanizam...
it: Caricamento motore HTML...
ja: HTMLエンジンを読み込んでいます...
ko: Loading HTML 엔진...
ne: टिप भर्दैछ...
pt_br: Carregando motor HTML...
ro: Se încarcă motorul HTML...
sl: Nalaganje HTML motorja...
sr: Лоадинг ХТМЛ Енгине...
sv: Öppnar HTML-motor…
uk: Завантажую двигун HTML
vi: Đang tải Công cụ HTML...
zh_cn: 正在加载HTML引擎……

source: Loading User Interface...
ar: يتم الآن تحميل واجهة المستخدم...
bn: ব্যবহারকারী ইন্টারফেস লোড হচ্ছে...
da: Indlæser brugergrænseflade...
el: Φόρτωση επιφάνειας χρήστη...
es: Cargando la interfaz del usuario...
fr: Chargement de l’interface utilisateur...
hi: उपभोक्ता इन्टरफेस लोड हो रहे है...
hr: Učitavam korisničko sučelje...
it: Caricamento interfaccia utente...
ja: ユーザーインターフェイスを読み込んでいます...
ko: 유저 인터페이스를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando interface do usuário...
ro: Se încarcă interfața utilizator...
sl: Nalaganje uporabniški vmesnik...
sr: Лоадинг кориснички интерфејс…
sv: Öppnar användargränssnitt…
uk: Завантажую інтерфейс користувача...
vi: Đang tải Giao diện Người dùng...
zh_cn: 正在加载用户界面……

source: Loading Core Components...
ar: جاري تحميل المكونات الداخلية...
bn: কোর সামগ্রী লোড হচ্ছে...
da: Indlæser kernekomponenter...
el: Φόρτωση κεντρικών συστατικών...
es: Cargando componentes centrales...
fr: Chargement des composants de base...
hi: कॉम्पोनेन्ट लोड हो रहें हैं...
hr: Učitavam ključne komponente...
it: Caricamento componenti di sistema...
ja: コア・コンポーネントを読み込んでいます...
ko: 코어 컴퍼넌트를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando componentes principais...
ro: Se încarcă componentele esențiale...
sl: Nakladanje jedro komponente...
sr: Лоадинг основне компоненте...
sv: Öppnar huvudkomponenter…
uk: Завантажую компоненти ядра...
vi: Đang tải các thành phần chính...
zh_cn: 正在加载核心组件……

source: Loading Icons...
ar: يتم الآن تحميل الأيقونات...
bn: আইকন লোড হচ্ছে...
da: Indlæser ikoner...
el: Φόρτωση εικονιδίων...
es: Cargando iconos...
fr: Chargement des icônes...
hi: अइकॉनों लोड कर रहा है...
hr: Učitavam ikone...
it: Caricamento icone...
ja: アイコンを読み込み中...
ko: 아이콘을 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando ícones...
ro: Se încarcă pictogramele...
sl: Nalaganje ikone...
sr: Лоадинг иконе...
sv: Öppnar ikoner…
uk: Завантажую значки...
vi: Đang tải biểu tượng...
zh_cn: 正在加载图标……

source: Loading Internationalization Support...
ar: يتم الآن تحميل internationalization-support...
bn: আন্তর্জাতিকীকরণ সহায়তা লোড হচ্ছে...
da: Indlæser internationaliserings-support...
el: Φόρτωση υποστήριξης διεθνοποίησης...
es: Cargando soporte de internacionalización...
fr: Chargement du support de l’internationalisation...
hi: अंतर्राष्ट्रीय सहायक लोड हो रहा है...
hr: Učitavam podršku za internacionalizacije...
it: Caricamento supporto internazionale...
ja: 国際化サポートを読み込んでいます...
ko: 국제화 서포트를 불러오는 중...
ne: अंतर्राष्ट्रीयकरण समर्थन लोड ...
pt_br: Carregando suporte à internacionalização...
ro: Se încarcă suportul de internașionalizare...
sr: Лоадинг интернационализације подршку...
sv: Öppnar språkstöd…
uk: Завантажую підтримку інтернаціоналізації
vi: Đang tải hỗ trợ quốc tế hóa...
zh_cn: 正在加载国际化支持……

source: Loading Old Downloads...
ar: يتم الآن تحميل old-downloads...
bn: পুরানো ডাউনলোডগুলি লোড হচ্ছে...
da: Indlæser gamle downloads...
el: Φόρτωση παλιών λήψεων...
es: Cargando descargas anteriores...
fr: Chargement des anciens téléchargements...
hi: पुराने डाउनलोड लोड हो रहे हैं...
hr: Učitavam stara preuzimanja...
it: Caricamento vecchi Download...
ja: 以前のダウンロードを読み込み中…
ko: 오래된 다운로드를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando downloads antigos...
ro: Se încarcă descărcările vechi...
sl: Nalagam Stari prenosi...
sr: Лоадинг Олд Довнлоадс...
sv: Öppnar gamla hämtningar…
uk: Завантажую старі завантаження
vi: Đang tải các bản tải xuống cũ...
zh_cn: 正在加载以前的下载……

source: FrostWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that FrostWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.frostwire.com and click the 'Support' link. FrostWire will now exit. Thank You.
ar: لم يتمكن فروست وياير من إنشاء ملف التفضيلات المؤقت.وهذا يكون في العادة نتيجة لعدم وجود صلاحية بذلك. يرجى التأكد أن فروست واير (وأنت) تستطيع الدخول لإنشاء ملفات/مجلدات على جهاز الحاسب. إذا استمرت المشكلة، يرجى زيارة www.frostwire.com والضغط على Support . سوف يغلق فروست واير الآن.
bn: FrostWire একটি অস্থায়ী পছন্দসই ফোল্ডার তৈরি করতে পারে না। এটি সাধারণত অনুমতির অভাবের কারণে হয়। নিশ্চিত করুন যে FrostWire (এবং আপনার) আপনার কম্পিউটারে ফাইল / ফোল্ডার তৈরির অ্যাক্সেস আছে। যদি সমস্যাটি বজায় থাকে তবে দয়া করে www.frostwire.com এ যান এবং 'সাপোর্ট' লিঙ্কটি ক্লিক করুন। FrostWire এখন প্রস্থান করা হবে। ধন্যবাদ.
da: FrostWire kunne ikke oprette en midlertidig foretrukket mappe. Det skyldes normalt mangel på tilladelser. Vær sikker på at FrostWire (og at du) har adgang til at oprette filer/mapper på din computer. Hvis problemet fortsætter, så besøg venligst www.frostwire.com og klik på 'Support' linket. FrostWire vil nu afslutte. Tak for nu.
el: To FrostWire δεν κατόρθωσε να δημιουργήσει ένα προσωρινό κατάλογο προτιμήσεων. Αυτό γενικά προκαλείται από έλλειψη δικαιωμάτων. Σιγουρευτείτε ότι το FrostWire (και εσείς) έχετε την δυνατότητα δημιουργίας αρχείων και καταλόγων στον υπολογιστή σας. Αν το πρόβλημα επιμείνει παρακαλούμε να επισκεφθείτε το www.frostwire.com και να επιλέξετε τον δεσμό "Support". Το FrostWire θα τερματίσει τώρα. Ευχαριστούμε
es: FrostWire no pudo crear un directorio temporal de preferencias. Esto es causado generalmente por falta de permisos. Por favor, asegúrese de que FrostWire (y usted) tengan acceso para crear archivos/directorios en su computadora. Si el problema persiste, por favor visite www.frostwire.com y haga clic en el enlace de 'Support'. FrostWire se cerrará ahora. Gracias.
fr: FrostWire n'a pu créer un dossier temporaire de préférences. Ceci est généralement causé par un manque de permissions. Merci de vous assurer que FrostWire (et vous) avez accès à la création de fichiers/dossiers sur votre ordinateur. Si ce problème persiste, veuillez alors visiter www.frostwire.com et cliquez sur le lien 'Support'. FrostWire va maintenant se fermer. Merci.
hi: फ्रोस्ट वाइर एक अस्थायी वरीयताएँ वाला फ़ोल्डर नहीं बना सकता है. यह आम तौर पर अनुमतियों की कमी के कारण होता है. कृपया सुनिश्चित करें कि फ्रोस्ट वाइर (और आप) अपने कंप्यूटर पर फ़ाइलें / फ़ोल्डर बनाने के लिए उपयोग किया है. यदि समस्या बनी रहती है, www.frostwire.com पर जाएँ और 'सहायता' लिंक पर क्लिक करें फ्रोस्ट वाइर अब बाहर निकल जाएगा. धन्यवाद.
hr: FrostWire nije mogao stvoriti mapu privremenih postavki. Ovo se događa radi manjka ovlasti. Molimo provjerite da FrostWire (i vi) imate ovlasti stvarati datoteke/mape na vašem računalu. Ako se problem ponovi, molimo posjetite www.frostwire.com i kliknite na 'Support' poveznicu. FrostWire će sada izaći. Hvala Vam.
it: FrostWire non e' riuscito a creare una cartella temporanea delle preferenze. Questo è generalmente causato da una mancanza di permessi. Assicurati che FrostWire (e tu) abbia accesso a creare i file o le cartelle sul computer. Se il problema persiste, invitiamo a visitare www.frostwire.com e cliccare sul collegamento 'Supporto'. FrostWire ora uscira'. Grazie.
ja: FrostWireはテンポラリフォルダを作成できませんでした。 この現象は一般的に必要な権限が無い事が原因です。FrostWire(とあなた)があなたのPCにファイルやフォルダを作成出来るかどうかを確認してください。もし問題が解決しない場合は、www.frostwire.comを訪れて「サポート」リンクをクリックしてください。 FrostWireは終了します。ありがとうございます.
ko: FrostWire가 임시 선호 폴더를 생성할 수 없습니다. 일반적으로 허가권이 없으므로 발생합니다. FrostWire의 컴퓨터 내 파일/폴더 생성 권한을 확인하십시오. 문제가 지속될 경우, www.frostwire.com를 방문하신 후 '지원' 링크를 클릭하십시오. rostWire가 종료됩니다. 감사합니다.
pt_br: O FrostWire não conseguiu criar uma pasta temporária de preferências. Isso é geralmente causado pela falta de permissões. Por favor tenha certeza de que o FrostWire (e você) tem acesso para criar arquivos/pastas em seu computador. Se o problema persistir, por favor visite www.frostwire.com e click no link 'Suporte'. O FrostWire irá fechar agora. Obrigado.
ro: FrostWire nu poate crea un dosar de preferințe temporare. Aceasta este cauzat în general de o lipsă de permisiuni. Asigurați-vă că FrostWire (și dumneavoastră) aveți acces la crearea de fișiere/dosare pe computer. Dacă problema persistă, vizitați www.frostwire.com și apăsați legătura 'Suport'. FrostWire va ieși acum. Vă mulțumim.
sl: FrostWire, ni mogoče ustvariti začasne ugodnost zgibalnik. To je običajno posledica pomanjkanja dovoljenj. Prepričajte se, da FrostWire (in) imate dostop do ustvariti datoteke/mape na vašem računalniku. Če se težava ponavlja, obiščite www.frostwire.com in kliknite na "Support" povezavo. FrostWire bo zdaj izstopa. hvala.
sv: FrostWire kunde inte skapa en tillfällig mapp för inställningar. Detta orsakas vanligtvis av brist på behörighet. Försäkra dig om att FrostWire (och du) har åtkomst till att skapa filer/mappar på din dator. Om problemet kvarstår, besök www.frostwire.com och klicka på länken ”Support”. FrostWire kommer nu att avslutas. Tack.
uk: FrostWire не може створити тимчасову папку на переваги. Це, як правило, викликано відсутністю дозволів. Будь ласка, переконайтеся, що FrostWire (і ви) мають доступ до створення файлів / папок на вашому комп'ютері. Якщо питання залишається невирішеним, будь ласка, відвідайте www.frostwire.com і натисніть «Підтримка» посилання. FrostWire тепер буде виходити. Дякую.
vi: FrostWire không thể tạo thư mục ưu tiên tạm thời. Điều này thường gây ra bởi thiếu giấy phép. Hãy chắc chắn rằng FrostWire (và bạn) có quyền truy cập để tạo tệp / thư mục trên máy tính của bạn. Nếu sự cố vẫn tiếp diễn, vui lòng truy cập vào trang web www.frostwire.com và nhấp vào liên kết 'Hỗ trợ'. FrostWire bây giờ sẽ thoát. Cảm ơn bạn.
zh_cn: FrostWire无法创建一个临时预置文件夹。 这通常是由于缺少权限。请确认FrostWire（以及你）有在电脑上创建文件/文件夹的权限。如果问题仍然存在，请访问www.frostwire.com并点击'Support'链接。 FrostWire现在将会推出，谢谢。

source: FrostWire must be restarted for the new language to take effect.
ar: يجب إعادة تشغيل FrostWire لكي يظهر تأثير اللغة الجديدة.
bn: নতুন ভাষাটি কার্যকর হওয়ার জন্য FrostWire পুনরায় আরম্ভ করা আবশ্যক।
da: FrostWire skal genstartes før ændring til nyt sprog virker.
el: Πρέπει να γίνει επανεκκίνηση του FrostWire για την ενεργοποίηση της νέας γλώσσας.
es: Debe reiniciar FrostWire para que tenga efecto el nuevo idioma.
fr: FrostWire doit être redémarré pour utiliser la nouvelle langue sélectionnée.
hi: नयी भाषा को प्रभाव मे आने के लिये FrostWire को पुनः प्रारम्भ करें
hr: FrostWire se mora ponovno pokrenuti da bi se primjenio novi jezik.
it: FrostWire deve essere riavviato per utilizzare la nuova lingua.
ja: 選択した言語を使用するには、FrostWireを再起動してください
ko: 선택한 언어를 사용하려면 FrostWire를 재 시작해야합니다.
ne: FrostWire नयाँ भाषा प्रभाव लागि पुनः सुरु हुनुपर्छ।
pt_br: É necessário reiniciar o FrostWire para que o novo idioma esteja disponível.
ro: FrostWire trebuie repornit pentru ca noua limbă să fie aplicată.
sl: Jazyk bude nastaveny po restartovani FrostWire.
sr: FrostWire мора бити поново покренут на новом језику ступиле на снагу.
sv: FrostWire måste startas om för att det nya språket ska träda i kraft.
uk: FrostWire має бути перезапущено, щоб використовувати нову мову
vi: FrostWire phải được khởi động lại để có thể áp đặt ngôn ngữ mới.
zh_cn: 为使新语言生效，必须重启FristWire。

source: Change Language
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
da: Skift sprog
el: Επιλογή γλώσσας
es: Cambiar idioma
fr: Choix de la Langue
hi: भाषा बदलें
hr: Promjeni jezik
it: Cambia Lingua
ja: 言語変更
ko: 언어 변경
ne: भाषा परिवर्तन
pt_br: Trocar idioma
ro: Schimbă limba
sl: Spremeni jezik
sr: Промена језика
sv: Byt språk
uk: Змінити мову
vi: Đổi ngôn ngữ
zh_cn: 更改语言

source: OK
ar: موافق
el: Εντάξει
es: Aceptar
hi: ठीक है
hr: U redu
it: Fatto
ko: 확인
ne: हुन्छ
sl: Da
zh_cn: 同意

source: Help Translate FrostWire
ar: مساعدةفي ترجمة FrostWire
bn: সাহায্য করুন FrostWire অনুবাদ
da: Hjælp med at oversætte FrostWire
el: Βοηθήστε να μεταφραστεί το FrostWire [B]
es: Ayuda a traducir FrostWire
fr: Aidez à traduire FrostWire
hi: फ्रोस्ट वाइर के अनुवाद मे सहायता करें
hr: Pomozi prevesti FrostWire
it: Aiuta a tradurre FrostWire
ja: FrostWireの翻訳に協力
ko: FrostWire 번역 도움
ne: अनुवाद FrostWire मदत
pt_br: Ajude a traduzir o FrostWire
ro: Ajutați la traducerea FrostWire
sl: Pomoz prelozit FrostWire
sr: Хелп Транслате FrostWire
sv: Hjälp till att översätta FrostWire
uk: Допоможіть перекласти FrostWire
vi: Giúp phiên dịch FrostWire
zh_cn: 协助翻译FrostWire

source: Show Language in status bar
ar: إظهار اللغة في شريط الحالة
bn: ভাষা বারে ভাষা দেখান
da: Vis sprog i statusbjælke
el: Προβολή της γλώσσας στην γραμμή κατάστασης
es: Mostrar idioma en la barra de estado
fr: Afficher la langue dans la barre d’état
hi: स्टेटस बार में भाषा दिखाएँ
hr: Pokaži jezik u statusnoj traci
it: Mostra Lingua nella barra di stato
ja: ステータス・バーに言語の表示する
ko: 상태바에 언어 표시
ne: स्थिति बार मा भाषा शो
pt_br: Mostrar idioma na barra de status
ro: Arat limba în bara de stare
sl: Pokaži jezik v vrstici stanja
sr: Схов језик у статусној траци
sv: Visa språk i statusfältet
uk: Вказівник мови в інформаційній панелі
vi: Hiển thị ngôn ngữ trong thanh chế độ
zh_cn: 在状态栏显示语言

source: Loading Messages...
ar: يتم الآن تحميل الرسائل...
bn: বার্তা লোড হচ্ছে...
da: Indlæser beskeder...
el: Φόρτωση μηνυμάτων...
es: Cargando mensajes...
fr: Chargement des messages...
hi: सन्देशों को लोड कर रहा है...
hr: Učitavam poruke...
it: Caricamento messaggi...
ja: メッセージを読み込んでいます...
ko: 메시지를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando mensagens...
ro: Se încarcă mesajele...
sl: Nacitavam pomocky...
sr: Лоадинг поруке…
sv: Läser in meddelanden…
uk: Завантажую повідомлення...
vi: Đang nạp lời khuyên...
zh_cn: 正在加载消息……

source: Warning
ar: تحذير
da: Advarsel
el: Προσοχή
es: Advertencia
fr: Attention
hi: चेतावनी
hr: Upozorenje
it: Avviso
ja: 警告
ko: 경고
ne: चेतावनी
pt_br: Aviso
ro: Atenționare
sl: Varovanie: {0}
sr: Упозорење
sv: Varning
uk: Попередження
vi: Cảnh báo
zh_cn: 警告

source: Do not display this message again
ar: عدم عرض هذه الرسالة مرة أخرى
bn: আবার এই বার্তা প্রদর্শন করবেন না
da: Vis ikke denne meddelelse igen
el: Να μην εμφανιστει ξανά αυτό το μήνυμα
es: No volver a mostrar este mensaje
fr: Ne plus réafficher ce message
hi: इस संदेश को पुनः न दिखायें
hr: Ne pokazuj ovu poruku ponovno
it: Non visualizzare più questo messaggio
ja: 今後このメッセージを表示しない
ko: 다음부터 이 메시지를 표시하지 않음
ne: फेरि यो सन्देश प्रदर्शन गर्छन्
pt_br: Não mostrar esta mensagem novamente
ro: Nu mai afișa acest mesaj din nou
sl: To sporočilo ne prikaže znova
sr: Немојте поново приказати ову поруку
sv: Visa inte detta meddelande igen
uk: Не показувати більше
vi: Không hiển thị lại thông báo này
zh_cn: 请别再显示这个消息

source: Always use this answer
ar: استخدم نفس الإجابة دائماً
bn: সর্বদা এই উত্তর ব্যবহার
da: Anvend altid dette svar
el: Πάντοτε να χρησιμοποιείται αυτή η απάντηση
es: Usar siempre esta respuesta
fr: Toujours utiliser cette réponse
hi: हमेशा इस उत्तर का प्रयोग करें
hr: Uvijek koristi ovaj odgovor
it: Usa sempre questa risposta
ja: 常にこの答えを使う
ko: 항상 이 내용을 적용
ne: सधैं यो जवाफ प्रयोग
pt_br: Usar sempre esta resposta
ro: Întotdeauna utilizează acest răspuns
sl: Vedno uporabite ta odgovor
sr: Увек користите овај одговор
sv: Använd alltid detta svar
uk: Завжди ця відповідь
vi: Luôn luôn sử dụng câu trả lời này
zh_cn: 总是使用这个答案

source: Shutting down FrostWire...
ar: إغلاق FrostWire...
bn: FrostWire বন্ধ করা হচ্ছে...
da: Lukker FrostWire ned...
el: Διακοπή λειτουργίας του FrostWire...
es: Cerrando FrostWire...
fr: Arrêt de FrostWire...
hi: लाइमवायर शटडाउन हो रहा है...
hr: Isključujem FrostWire...
it: Chiusura FrostWire...
ja: FrostWireを終了しています...
ko: FrostWire 종료 중...
ne: FrostWire बन्द हुँदै ...
pt_br: Encerrando o FrostWire...
ro: Se închide FrostWire...
sl: &Pouzivanie FrostWire
sr: Искључивање FrostWire...
sv: Stänger av FrostWire…
uk: Вимикаю FrostWire...
vi: Tắt FrostWire...
zh_cn: 正在关闭FrostWire……

source: Please wait while FrostWire shuts down...
ar: الرجاء الانتظار بينما يتم إغلاق FrostWire...
bn: FrostWire শাট ডাউন করার সময় দয়া করে অপেক্ষা করুন...
da: Vent venligst mens FrostWire lukker ned...
el: Παρακαλώ περιμένετε, ενώ το FrostWire διακόπτει τη λειτουργία του...
es: Por favor espere mientras FrostWire cierra...
fr: Veuillez patienter durant l’arrêt de FrostWire...
hi: इंतजार जबतक फ्रोस्ट वाइर बन्द हो जाता है ...
hr: Molimo pričekajte da se FrostWire isključi...
it: Attendere la chiusura di FrostWire...
ja: FrostWireが終了するまで、お待ち下さい...
ko: FrostWire를 종료하는 동안 기다려주세요...
ne: कृपया प्रतीक्षा FrostWire तल बन्द गर्दा ...
pt_br: Por favor aguarde enquanto o FrostWire é encerrado...
ro: Așteptați cât FrostWire se închide...
sl: Počakajte, da se zaustavi FrostWire...
sr: Сачекајте док FrostWire гаси...
sv: Vänta medan FrostWire stänger ner…
uk: Почекайте, поки FrostWire вимикається...
vi: Vui lòng đợi trong khi FrostWire tắt...
zh_cn: FrostWire关闭时请等待...

source: Loading FrostWire...
ar: يتم الآن تحميل FrostWire...
bn: FrostWire লোড করা হচ্ছে...
da: Indlæser FrostWire...
el: Φόρτωμα FrostWire...
es: Cargando FrostWire...
fr: Chargement de FrostWire...
hi: FrostWire लोड हो रहे हैं...
hr: Učitavam FrostWire...
it: Caricamento di FrostWire...
ja: FrostWireをロード中...
ko: FrostWire를 불러오는 중...
ne: FrostWire लोड ...
pt_br: Iniciando o FrostWire...
ro: Se încarcă FrostWire...
sl: Nacitavam pomocky...
sr: Лоадинг FrostWire...
sv: Öppnar FrostWire…
uk: Шукаю ресурси...
vi: Đang tải FrostWire...
zh_cn: 正在加载FrostWire……

source: Loading Status Window...
ar: يتم الآن تحميل نافذة الحالة...
bn: স্থিতি উইন্ডো লোড হচ্ছে...
da: Indlæser statusvindue...
el: Φόρτωση παραθύρου κατάστασης...
es: Cargando ventana de estado...
fr: Chargement de la fenêtre d'état...
hi: वस्तुस्थिति विन्डो लोड हो रही है...
hr: Učitavam prozor statusa...
it: Caricamento finestra di stato...
ja: ステータス・ウィンドウを読み込んでいます...
ko: 스테이터스 윈도우를 불러오는 중...
ne: टिप भर्दैछ...
pt_br: Carregando janela de status...
ro: Se încarcă fereastra de stare...
sl: Nacitavam pomocky...
sr: Лоадинг прозора статуса...
sv: Öppnar statusfönster…
uk: Завантажую вікно статусу...
vi: Đang tải trạng thái cửa sổ...
zh_cn: 正在加载状态窗口……

source: Creating donation buttons so you can give us a hand...
ar: إنشاء أزرار التبرع حتى تتمكن من إعطائنا يد ...
bn: দান বোতাম তৈরি করা যাতে আপনি আমাদের হাত দিতে পারেন...
da: At skabe bidragsknapper, så kan du give os en hånd...
es: Creando botones de donación para que nos pueda dar una mano...
fr: Créer des boutons de don pour que vous puissiez nous donner un coup de main...
hi: दान बटन बनाने के तो आप हमें एक हाथ दे सकते हैं...
hr: Stvaram gumbe za donacije tako da nam možete pomoći...
it: Creazione di pulsanti donazione così può darci una mano…
ja: あなたが私たちに手を差し伸べることができるように寄付ボタンを作成する...
ko: 그렇게 기부 버튼을 만들어 줄 수 있는 우리 손...
ne: दान बटन सिर्जना तपाईं हामीलाई हात दिन सक्छ त ...
pt_br: Criando botões de doação, então você pode nos dar uma mão…
ro: Crearea butoanelor donație astfel ne puteți trimite o mână...
sl: Ustvarjanje gumbe za donacijo, tako vas lahko nam roko...
sr: Стварање дугмад за донације тако да можете нам дати руку...
sv: Skapa donationsknappar så att du kan hjälpa oss…
uk: Створення кнопок пожертвування, так що ви можете дати нам руку...
vi: Tạo nút quyên góp để bạn có thể cho chúng tôi một bàn tay...
zh_cn: 正在创建捐赠按钮以便你能帮我们一把……

source: Creating Connection Quality Indicator...
ar: جار إنشاء مؤشر جودة الاتصال ...
bn: সংযোগ গুণ নির্দেশক তৈরি করা হচ্ছে...
da: Opretter forbindelse kvalitet indikator...
es: Creando indicador de calidad de conexión...
fr: Création d'un indicateur de qualité de connexion...
hi: कनेक्शन गुणवत्ता संकेतक बना रहा है...
hr: Stvaram indikator kvalitete mreže...
it: Creazione di indicatore di qualità di connessione...
pt_br: Criando Indicador de Qualidade de Conexão…
ro: Se creează indicatorul de calitate al conexiunii...
sr: Стварање везе Квалитет Индикатор...
sv: Skapar indikator för anslutningskvalitet…
uk: Створення індикатора якості з'єднання...
vi: Tạo chỉ thị chất lượng kết nối...
zh_cn: 正在创建连接质量指示器……

source: Adding flags here and there...
ar: جار إضافة الأعلام هنا وهناك ...
bn: এখানে এবং সেখানে পতাকা যোগ করা হচ্ছে...
da: Tilføje flag her og der...
es: Añadiendo banderas aquí y allá...
fr: Ajout de drapeaux ici et là...
hi: यहाँ और वहाँ झंडे को जोड़ने...
hr: Dodajem zastave ovdje i ondje...
it: Aggiungere bandiere qua e là...
pt_br: Adicionando bandeiras aqui e ali...
ro: Se adaugă marcaje aici și acolo...
sr: Додавање заставе ту и тамо...
sv: Lägger till flaggor här och där…
uk: Додавання прапорів тут і там...
vi: Thêm cờ ở đây và ở đó...
zh_cn: 正在各处添加标签……

source: Playing with pixels for the Firewall indicator...
ar: جار التشغيل مع وحدات بكسل لمؤشر جدار الحماية ...
bn: ফায়ারওয়াল সূচক জন্য পিক্সেল সঙ্গে বাজানো...
es: Jugando con los pixeles para el indicador de cortafuegos...
fr: Jouer avec des pixels pour l’indicateur de pare-feu…
hi: फ़ायरवॉल सूचक के लिए पिक्सल के साथ बजाना ...
hr: Igram se sa pikselima na indikatoru vatrozida...
it: Giocando con pixel per l'indicatore firewall...
ko: 방화벽 표시기에 대 한 픽셀을 놀고...
ne: फायरवल सूचक लागि पिक्सेल बजाउँदै ...
pt_br: Jogando com pixels para o indicador de Firewall…
ro: Armonizarea pixelilor pentru indicatorul firewall...
sr: Играње са пиксела за индикатор Фиревалл...
sv: Leker med bildpunkter för brandväggsindikatorn…
uk: Граючи з пікселів для брандмауера індикатор...
vi: Chơi với các điểm ảnh cho chỉ báo Tường lửa...
zh_cn: 正在用像素绘制防火墙指示器……

source: Learning to socialize on Facebook...
ar: تعلم التواصل الاجتماعي على فاسيبوك ...
bn: ফেসবুকে সামাজিকতা শেখা...
es: Aprendiendo a socializar en Facebook...
fr: Apprendre à socialiser sur Facebook…
hi: Facebook पर सामूहीकरण करना सीखना ...
hr: Učim kako se socijalizirati na Facebooku...
it: Imparare a socializzare su Facebook...
ko: Facebook에서 사교하는 법 배우기 ...
pt_br: Aprendendo a socializar no Facebook…
ro: Învățând să socializați pe Facebook...
sr: Учење да се дружимо на Фацебоок...
sv: Lär sig att socialisera på Facebook…
uk: Вчимося спілкуватися на Facebook...
vi: Học cách giao tiếp trên Facebook...
zh_cn: 了解如何在Facebook上进行社交……

source: Learning to socialize on Twitter...
ar: تعلم أن الاختلاط على تويتر...
bn: টুইটারে সামাজিকতা শেখা...
es: Aprendiendo a socializar en Twitter...
fr: Apprendre à socialiser sur Twitter…
hi: Twitter पर सामूहीकरण करना सीखना ...
hr: Učim kako se socijalizirati na Twitteru...
it: Imparare a socializzare su Twitter…
ko: Twitter에서 사교하는 법 배우기 ...
pt_br: Aprendendo a socializar no Twitter…
ro: Învățând să socializați pe Twitter...
sr: Учење да се дружимо на Твиттер...
sv: Lär sig att socialisera på Twitter…
uk: Вчимося спілкуватися на Twitter...
vi: Học cách giao tiếp trên Twitter...
zh_cn: 了解如何在Twitter上进行社交……

source: Painting seeding sign...
ar: جار رسم علامة البذر ...
bn: অঙ্কন সাইন ইন...
es: Cargando el ícono para compartir...
fr: Peinture signe de semis...
hi: चित्रकारी बीजांकन चिह्न ...
hr: Crtam skin dijeljenja...
it: Dipingendo il segno della semina...
ko: 그림 기호 시드...
pt_br: Sinal de semeadura de pintura …
ro: Pictând semnul de contribuire...
sv: Målar distributörsskylt…
uk: Знак насіння живопису ...
vi: Vẽ tranh gieo hạt...
zh_cn: 正在绘制做种信号……

source: Creating center panel...
ar: جار إنشاء لوحة مركزية ...
bn: কেন্দ্র প্যানেল তৈরি করা হচ্ছে...
es: Creando panel central...
fr: Création du panneau central...
hi: केंद्र पैनल बनाना ...
hr: Stvaram središnji panel...
it: Creazione del pannello centrale...
pt_br: Criar painel de centro…
ro: Se creează panoul central...
sv: Skapar centerpanel…
vi: Tạo bảng điều khiển trung tâm...
zh_cn: 正在创建中央面板……
