Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: FrostWire has detected a VPN connection, your privacy is safe from prying eyes.
bn: FrostWire একটি ভিপিএন সংযোগ সনাক্ত করেছে, আপনার গোপনীয়তা মন্দ চোখ থেকে নিরাপদ।
da: Dit privatliv er sikkert fra nysgerrige blikke, FrostWire har fundet en VPN-forbindelse.
el: FrostWire έχει εντοπίσει μια σύνδεση VPN, η μυστικότητά σας είναι ασφαλείς από τα αδιάκριτα βλέμματα.
es: FrostWire ha detectado una conexión VPN, tu privacidad está a salvo
fr: FrostWire a détecté une connexion VPN, votre vie privée est l’abri des regards indiscrets.
hi: FrostWire एक VPN कनेक्शन का पता लगाया है, आपकी गोपनीयता prying आँखों से सुरक्षित है।
hr: FrostWire je otkrio VPN vezu, vaša privatnost je sigurna od znatiželjnih očiju.
it: FrostWire ha rilevato una connessione VPN, la vostra privacy è al sicuro da occhi indiscreti.
ja: FrostWireがVPN接続を検出しました。あなたのプライバシは、目を開けても安全です。
ko: FrostWire가 VPN 연결을 감지했습니다. 사용자의 개인 정보는 눈을 크게 뜨고 안전합니다.
ne: FrostWire VPN जडान पहिचान गरेको छ, आफ्नो गोपनीयता prying आँखाबाट सुरक्षित छ।
pt_br: FrostWire detectou uma conexão VPN, a sua privacidade está a salvo de olhares indiscretos.
ro: FrostWire a detectat o conexiune VPN, intimitatea dumneavoastră este în siguranță de ochii indiscreți.
sl: FrostWire je zaznal povezavo VPN, vašo zasebnost je varen pred radoveden oči.
sr: FrostWire је открио ВПН везу, ваша приватност је сигурно од радозналих очију.
sv: FrostWire har upptäckt en VPN-anslutning, din integritet är skyddad från vakande ögon.
uk: FrostWire виявив з'єднання VPN, ваше усамітнення від сторонніх очей.
vi: FrostWire đã phát hiện ra một kết nối VPN, sự riêng tư của bạn được an toàn từ con mắt tò mò.
zh_cn: FrostWire已经检测到一个虚拟专用网络（VPN）连接，你的隐私已有安全保障。

source: FrostWire can't detect an encrypted VPN connection, your privacy is at risk. Click icon to set up an encrypted VPN connection.
bn: FrostWire একটি এনক্রিপ্ট করা ভিপিএন সংযোগ সনাক্ত করতে পারে না, আপনার গোপনীয়তা ঝুঁকিতে হয়। একটি এনক্রিপ্ট করা ভিপিএন সংযোগ স্থাপন করতে আইকনে ক্লিক করুন।
da: FrostWire ikke kan registrere en krypteret VPN-forbindelse, dine personlige oplysninger er i fare. Klik på ikonet for at oprette en krypteret VPN-forbindelse.
el: FrostWire δεν είναι δυνατό να εντοπίσει μια κρυπτογραφημένη σύνδεση VPN, η μυστικότητά σας είναι σε κίνδυνο. Κάντε κλικ στο εικονίδιο για να ορίσετε μια κρυπτογραφημένη σύνδεση VPN.
es: FrostWire no puede detectar una conexión VPN encriptada, tu privacidad está a riesgo. Haga clic en el ícono para configurar una conexión VPN.
fr: FrostWire ne peut pas détecter une connexion VPN cryptée, votre vie privée est en péril. Cliquez sur l’icône pour configurer une connexion VPN cryptée.
hi: FrostWire एक एन्क्रिप्टेड वीपीएन कनेक्शन का पता लगा नहीं कर सकता, आपकी गोपनीयता पर खतरा है। एक एन्क्रिप्टेड वीपीएन कनेक्शन सेट करने के लिए चिह्न क्लिक करें।
hr: FrostWire ne može otkriti šifriranu VPN vezu, vaša privatnost je pod rizikom. Kliknite na ikonu kako biste postavili šifriranu VPN vezu.
it: FrostWire non può rilevare una connessione VPN cifrata, la vostra privacy è a rischio. Fare clic sull'icona per impostare una connessione VPN cifrata.
ja: FrostWireは暗号化されたVPN接続を検出できません。お客様のプライバシーは危険です。 アイコンをクリックすると、暗号化されたVPN接続が設定されます。
ko: FrostWire가 암호화 된 VPN 연결을 감지 할 수 없으므로 개인 정보가 위험합니다. 암호화 된 VPN 연결을 설정하려면 아이콘을 클릭하십시오.
ne: FrostWire एक गुप्तिकरण VPN जडान पत्ता लगाउन सक्दैन, आफ्नो गोपनीयता जोखिममा छ। प्रतिमा क्लिक एउटा गुप्तिकरण VPN जडान सेट अप गर्न।
pt_br: FrostWire não consegue detectar uma conexão VPN criptografada, a sua privacidade está em risco. Clique no ícone para configurar uma conexão VPN criptografada.
ro: FrostWire nu poate detecta o conexiune VPN criptată, intimitatea vă este supusă riscului. Apăsați pictograma pentru a configura o conexiune VPN criptată.
sl: FrostWire ne more zaznati šifrirane VPN povezava, vašo zasebnost je v nevarnosti. Kliknite ikono vzpostaviti šifrirane VPN povezava.
sr: FrostWire не може да открије шифровану ВПН везу, ваша приватност у опасности. Кликните на икону да бисте подесили шифровану ВПН везу.
sv: FrostWire kan inte upptäcka någon krypterad VPN-anslutning, din integritet är i fara. Klicka på ikonen för att starta igång en krypterad VPN-anslutning.
uk: FrostWire не може виявити зашифроване з'єднання VPN, ваша конфіденційність знаходиться під загрозою. Натисніть значок, щоб встановити зашифроване з'єднання VPN.
vi: FrostWire không thể phát hiện được kết nối VPN mã hóa, sự riêng tư của bạn có nguy cơ. Nhấp vào biểu tượng để thiết lập một kết nối VPN mật mã.
zh_cn: FrostWire没有检测到加密的虚拟专用网络（VPN）连接，你的隐私存在泄漏风险。点击图标，设置一个加密的虚拟专用网络（VPN）连接。

source: O&pen .Torrent or Magnet
ar: فتح .Torrent أو المغناطيس
bn: খোলা। টরেন্ট বা চুম্বক
da: &Åbn .Torrent eller Magnet
el: Ανοίξτε .Torrent ή μαγνήτης
es: &Abrir torrent o Magnet
fr: &Ouvrir un .Torrent ou un Magnet
hi: &ओपन। टोरेंट या चुंबक
it: A&pri .Torrent o Magnet
ja: トレントまたはMagnetを開く
ne: .Torrent वा चुम्बक खुला
pt_br: A&brir .&Torrent ou Magnet
ro: D&eschide .torrent sau magnet
zh_cn: 打开（&p）.Torrent或Magnet

source: Opens a magnet link or torrent file
ar: يفتح ملف ارتباط أو سيل المغناطيس
bn: একটি চুম্বক লিঙ্ক বা প্রজ্বলিত ফাইলটি খোলে
da: Åbner et magnet link eller en torrent fil
el: Ανοίγει ένα αρχείο magnet link ή torrent
es: Abre un magnet link o un archivo torrent
fr: Ouvre un lien “Aimant:” ou un fichier “.torrent”.
hi: मग्नेट लिंक या तोर्रेंत फाइल खोलता है
hr: Otvara magnet poveznicu ili torrent datoteku
it: Apre un link magnet o un file torrent
ja: Magnetリンクまたはトレントファイルを開く
ko: 마그넷 링크 또는 토렌트 파일 열기
ne: एक चुम्बक लिङ्क वा धार फाइल खुल्छ
pt_br: Abre um link magnet ou arquivo torrent
ro: Deschide o legătură Magnet sau un fișier torrent
sl: Odpre magnet člen ali neurnik pila
sr: Отвара магнет линк или торрент филе
sv: Öppnar en magnetlänk eller torrentfil
uk: Відкриває посилання магніту або торрент файл
vi: Mở một liên kết nam châm hoặc tập tin torrent
zh_cn: 打开一个magnet链接或种子文件

source: Type a magnet link, the file path or web address of a torrent file and FrostWire will start downloading it for you.
bn: একটি চুম্বক লিঙ্ক টাইপ করুন, একটি টরেন্ট ফাইল এবং FrostWire ফাইল পাথ বা ওয়েব ঠিকানা এটি আপনার জন্য এটি ডাউনলোড করতে শুরু হবে।
da: Indtast et magnet link eller sti eller web adresse for en torrent fil og FrostWire vil downloade den for dig.
el: Πληκτρολογήστε ένα magnet link, το αρχείο διαδρομή ή διεύθυνση web από ένα αρχείο torrent και FrostWire θα ξεκινήσει η λήψη του για εσάς.
es: Escriba un enlace Magnet, la ruta o dirección web de un archivo torrent, y FrostWire lo descargará por usted.
fr: Entrez un lien Aimant, ou le chemin ou l’adresse Web d’un fichier torrent et FrostWire le téléchargera pour vous.
hi: एक मेग्नेट लिंक, फ़ाइल पथ और एक तोर्रेंत फ़ाइल या वेब पता टाइप करें और फ्रोस्ट वाइर आप के लिए डाउनलोड शुरू कर देंगे.
hr: Upišite magnet poveznicu, putanju datoteke ili internetsku adresu torrent datoteke i FrostWire će je početi preuzimati za vas.
it: Digita un link magnet, il percorso del file o l'indirizzo web di un file torrent, e Frostwire comincera' a scaricarlo per te.
ja: トレントファイルのMagnetリンク・ファイルパスやURLを入力しますと、FrostWireはダウンロードを開始します
ko: 마그넷 링크, 파일 경로 또는 웹 주소를 입력하시면 FrostWire가 다운로드를 시작합니다.
ne: एक धार फाइलको चुम्बक लिंक, फाइल मार्ग वा वेब ठेगाना टाइप गर्नुहोस् र FrostWire लागि यो डाउनलोड सुरु हुनेछ।
pt_br: digite um magnet link, o caminho do arquivo ou o endereço web de um arquivo torrent e o FrostWire irá começar a baixar isso para você.
ro: Introduceți o legătură Magnet, calea fișierului sau adresa Web a unui fișier torrent iar FrostWire va porni descărcarea pentru dumneavoastră.
sl: Vnesite magnetno povezavo, pot do datoteke ali spletni naslov torrent datoteke in FrostWire bo začela s prenosom za vas.
sr: Унесите магнет линк, путању датотеке или веб адресу неког торрент датотеке и FrostWire ће почети преузимања за вас.
sv: Skriv in en magnetlänk, filsökvägen eller en webbadress för en torrentfil och FrostWire kommer att börja hämta den åt dig.
uk: Введіть посилання магніт, шлях до файлу або веб-адресу торрент-файл і FrostWire почне завантаження для Вас.
vi: Nhập liên kết nam châm, đường dẫn tệp hoặc địa chỉ web của tệp torrent và FrostWire sẽ bắt đầu tải xuống cho bạn.
zh_cn: 输入一个magnet链接，文件路径或者网络地址，FrostWire会为你启动下载。

source: Open:
bn: খুলুন:
da: Åben:
el: Ανοιχτά
es: Abrir:
fr: Ouvrir:
hi: खोलें :
hr: Otvori:
it: Apri:
ja: 開く:
ko: 열기:
ne: खोल्न:
pt_br: Abrir:
ro: Deschide:
sl: Odprto:
sr: Otvori:
sv: Öppen:
uk: відкрити:
vi: Mở:
zh_cn: 打开：

source: FrostWire cannot download this address. Make sure you typed it correctly, and then try again.
bn: FrostWire এই ঠিকানাটি ডাউনলোড করতে পারবেন না এটি সঠিকভাবে টাইপ করা নিশ্চিত করুন, এবং তারপরে আবার চেষ্টা করুন।
da: FrostWire kan ikke downloade denne adresse. Vær sikker på at du indtastede den korrekt, og forsøg igen.
el: FrostWire δεν κατεβάσετε αυτήν τη διεύθυνση. Βεβαιωθείτε ότι έχετε πληκτρολογήσει σωστά και δοκιμάστε ξανά.
es: FrostWire no puede descargar esta dirección. Asegúrese de que la haya escrito correctamente, e intente de nuevo.
fr: FrostWire ne peut rien charger à cette adresse. Vérifiez que vous l'avez correctement tapée, puis réessayez.
hi: फ्रोस्ट वाइर यह पता डाउनलोड नहीं कर सकते हैं. सुनिश्चित करें कि आप इसे सही ढंग से टाइप किया है, और तब पुन: प्रयास करें.
hr: FrostWire ne može otvoriti ovu adresu. Budite sigurni da ste je točno napisali, zatim onda pokušajte ponovno.
it: FrostWire non puo' scaricare questo indirizzo. Assicurati che l'indirizzo sia digitato correttamente e riprova.
ja: このアドレスはダウンロードできません。打ち間違えがないか確認のうえ、再試行してください。
ko: FrostWire가 해당 주소를 다운로드 할 수 없습니다. 정확하게 입력하신 후, 다시 시도하십시오.
ne: FrostWire यो ठेगाना डाउनलोड गर्न सक्नुहुन्छ। पक्का यसलाई सही टाइप बनाउन, र त्यसपछि फेरि प्रयास गर्नुहोस्।
pt_br: FrostWire não pode baixar esse endereço. Certifique-se que foi digitado corretamente e tente novamente.
ro: FrostWire nu poate descărca această adresă. Verificați dacă ați scris-o corect, apoi încercați din nou.
sl: FrostWire ne more prenesti ta naslov. Preverite, ali ste ga pravilno vnesli in nato poskusite znova.
sr: FrostWire не може преузети ову адресу. Побрините се да га исправно унели, а затим покушајте поново.
sv: FrostWire kan inte hämta denna adress. Försäkra dig om att du skrev in den korrekt och prova igen.
uk: FrostWire не може завантажити цю адресу. Переконайтеся, що ви ввели його правильно, а потім спробуйте ще раз.
vi: FrostWire không thể tải xuống địa chỉ này. Đảm bảo bạn đã gõ đúng, và sau đó thử lại.
zh_cn: FrostWire无法下载该网址。确认输入正确，并重试。

source: &Close
ar: إغلاق
da: &Luk
el: Kλείσιμο
es: &Cerrar
fr: &Fermer
hi: बन्द करो
hr: Zatvori
it: &Chiudi
ja: 閉じる (&C)
ko: 닫기 (&C)
ne: कन्सोल
pt_br: &Sair
ro: &Inchide
sl: &Zavriet
sr: &Kraj rada
sv: &Stäng
uk: Закрити
vi: Đóng
zh_cn: 关闭（&C）

source: Close the program's main window
ar: إغلاق البرنامج
bn: প্রোগ্রামের প্রধান উইন্ডো বন্ধ করুন
da: Luk programmet
el: Κλείσιμο του προγράμματος.
es: Cerrar la ventana principal del programa
fr: Fermer la fenêtre principale du programme
hi: कार्यक्रम की मुख्य विंडो को बंद करें
hr: Zatvori glavni prozor programa
it: Chiudi la finestra principale del programma.
ja: プログラムのメイン・ウィンドを閉じる
ko: 프로그램의 메인 창 닫기
ne: विन्दो बन्द गर
pt_br: Fechar a janela principal do programa
ro: Inchide fereastra principală a programului
sl: Ukoncit program
sr: Kraj rada
sv: Stäng programmets huvudfönster
uk: Закрити програму
vi: Đóng chương trình
zh_cn: 关闭本程序的主窗口

source: E&xit
ar: خروج
bn: বাহির
da: Afslut
el: Έξοδος
es: &Salir
fr: &Quitter
hr: Izađi
it: E&sci
ja: 終了
ko: 종료
ne: बन्द गर
pt_br: S&air
ro: I&eșire
sl: Ukoncit
sr: Isključi FrostWire
sv: A&vsluta
uk: Вийти
vi: Thoát
zh_cn: 退出（&x）

source: Close and exit the program
ar: إغلاق البرنامج
bn: প্রোগ্রাম বন্ধ করুন এবং প্রস্থান করুন
da: Luk programmet
el: Κλείσιμο του προγράμματος.
es: Cerrar y salir del programa
fr: Fermer et quitter le programme
hi: बंद करें और प्रोग्राम से बाहर निकलें
hr: Zatvori i izađi iz programa
it: Chiudi il programma
ja: プログラムを閉じて終了します
ko: 프로그램 종료 후 나가기
ne: विन्दो बन्द गर
pt_br: Fechar e sair do programa
ro: Închide și termină programul
sl: Ukoncit program
sr: Kraj rada
sv: Stäng och avsluta programmet
uk: Закрити програму
vi: Đóng chương trình
zh_cn: 关闭并退出本程序

source: Send File or Folder...
ar: مشاركة مجلد جديد...
bn: ফাইল বা ফোল্ডার পাঠান...
da: Del ny mappe...
el: Μοιραστείτε ένα νέο φάκελο...
es: &Enviar un archivo o carpeta...
fr: Envoyer un Fichier ou un Dossier...
hi: फ़ाइल या फ़ोल्डर भेजें ...
hr: Pošalji datoteku ili mapu...
it: Invia il File o la Cartella...
ja: ファイルかフォルダを送信...
ko: 파일 또는 폴더 보내기
ne: सबै चुन
pt_br: Enviar um Arquivo ou Pasta...
ro: Trimite fișier sau dosar...
sl: Zdielaj folder...
sr: Razmenjuj fasciklu...
sv: Skicka fil eller mapp…
uk: Поділитись Новою Текою...
vi: Gửi tệp hoặc thư mục...
zh_cn: 发送文件或文件夹

source: Send a file or a folder to a friend
ar: حفظ التفاصيل إلى ملف
bn: একটি বন্ধু বা একটি ফোল্ডার একটি ফাইল বা ফাইল পাঠান
da: Gem detaljer til filen
el: Σώσε πληροφορίες στο αρχείο
es: Enviar un archivo o carpeta a un amigo
fr: Envoyer un fichier ou un dossier à un ami
hi: एक फ़ाइल या फ़ोल्डर भेजें एक दोस्त के लिए
hr: Pošalji datoteku ili mapu prijatelju
it: Invia un file o una cartella a un amico
ja: 友人へファイルかフォルダを送信します
ko: 파일 또는 폴더를 친구에게 보내기
ne: मित्र फाइल वा फोल्डर पठाउन
pt_br: Enviar um Arquivo ou Pasta para um amigo
ro: Trimite un fișier sau un dosar unui prieten
sl: Uloz momentalny Playlist k suboru
sr: Sačuvaj detalje u fajl...
sv: Skicka en fil eller mapp till en vän
uk: Зберегти Поточний Плейліст до Файлу
vi: Gửi tệp tin hoặc thư mục cho bạn bè
zh_cn: 发送一个文件或一个文件夹给一位朋友

source: Search for Keywords: {0}
ar: بحث عن الكلمات المفتاحية: {0}
bn: কীওয়ার্ডগুলির জন্য অনুসন্ধান করুন: {0}
da: Søgning efter nøgleord: {0}
el: Ψάξε για λέξεις κλειδιά: {0}
es: Buscar por Palabras Clave: {0}
fr: Recherche des mots-clés : {0}
hi: खोजशब्दों के लिए खोज: {0}
hr: Traži ključne riječi: {0}
it: Ricerca la parola chiave: {0}
ja: キーワード検索： {0}
ko: 키워드 검색： {0}
ne: कीवर्ड को लागि खोज: {0}
pt_br: Pesquisar palavras-chave: {0}
ro: Caută după Cuvinte-cheie: {0}
sl: Hladaj klucove slova: {0}
sr: Tražite ključne reči: {0}
sv: Sök efter nyckelord: {0}
uk: Шукати за Словами: {0}
vi: Tìm kiếm Từ khóa: {0}
zh_cn: 搜索关键字：{0}

source: FrostWire was unable to write a necessary file because your hard drive is full. To continue using FrostWire you must free up space on your hard drive.
ar: لم يتمكن FrostWire من كتابة ملف ضروري نظراً لامتلاء القرص الصلب. لتستكمل استخدام FrostWire لا بد من تحرير مساحة على قرصك الصلب.
bn: হার্ড ড্রাইভ পরিপুর্নো থাকায় একটি প্রয়োজনীয় ফাইল লাইমওয়ার ড্রাইভ এ লিখতে পারেনি। লাইমওয়ার চালাতে চাইলে হার্ড ড্রাইভ এ কিছু জায়গা খালি করুন।
da: FrostWire var ikke istand til at skrive til en nødvendig fil da din harddisk er fuld. For at forsætte brugen af FrostWire må du frigøre plads på din harddisk.
el: Το FrostWire αδυνατεί να γράψει ένα απαραίτητο αρχείο, διότι ο σκληρός σας δίσκος είναι γεμάτος.Για να συνεχίσετε να χρησιμοποιείτε το FrostWire πρέπει να ελευθερώσετε χώρο στον σκληρό σας δίσκο.
es: FrostWire no pudo escribir un archivo requerido debido a que no hay espacio disponible en su disco duro. Para continuar usando FrostWire debe liberar espacio en su disco duro.
fr: FrostWire ne parvient pas à sauvegarder un fichier nécessaire car votre disque est plein. Pour continuer à utiliser FrostWire vous devez libérer de l’espace sur votre disque dur.
hi: फ्रोस्ट वाइर एक आवश्यक फाइल लिखने में असमर्थ था क्योंकि अपनी हार्ड ड्राइव पूर्ण है. फ्रोस्ट वाइ के उपयोग को जारी रखने के लिए आपको अपने हार्ड ड्राइव पर स्थान खाली करना चाहिए.
hr: FrostWire nije mogao zapisati potrebnu datoteku jer je vaš tvrdi disk pun. Za nastavak korištenja FrostWirea morate osloboditi mjesta na vašem tvrdom disku.
it: FrostWire non e' riuscito a scrivere un file necessario perché il disco fisso è pieno. Per continuare ad usare FrostWire devi liberare spazio nel tuo disco fisso.
ja: ハードディスクの空き容量が足りないため、必要なファイルを保存できません。今後FrostWireを使用するには、ハードディスクの空き容量を増やしてください。
ko: 하드 디스크의 용량이 부족하므로 필요 파일을 기입할 수 없습니다. 계속해서 FrostWire를 사용하려면 하드 드라이브의 공간을 확보하십시오.
ne: FrostWire किनभने तपाईँको हार्ड ड्राइभमा पूर्ण छ आवश्यक फाइल लेख्न असमर्थ थियो। FrostWire प्रयोग गर्न जारी राख्न तपाईं आफ्नो हार्ड ड्राइभमा ठाउँ खाली गर्नुपर्छ।
pt_br: O FrostWire não conseguiu escrever o arquivo necessário porque o seu disco rígido está cheio. Para continuar usando o FrostWire, você deve criar espaço no seu disco rígido.
ro: FrostWire nu a putut să scrie un fișier necesar deoarece hard-disk-ul dumneavoastră este plin. Pentru a continua sa utilizați FrostWire trebuie să eliberați spațiu pe hard-disk.
sl: FrostWire ni uspel zapisati te datoteke, ker je disk poln. Za nadaljevanje morate sprostiti nekaj prostora na disku.
sr: FrostWire nije bio u mogućnosti da snimi potreban fajl jer je Vaš disk pun. Za dalje preuzimanje fajlova, morate osloboditi prostor na Vašem disku.
sv: FrostWire kan inte skriva in en nödvändig fil för att din hårddisk är full. För att fortsätta använda FrostWire måste du frigöra utrymme på din hårddisk.
uk: FrostWire не зміг записати необхідний файл, тому що на жорсткому диску немає місця. Звільніть місце на диску, щоб продовжувати роботу з FrostWire.
vi: FrostWire không thể khởi động bởi vì đĩa cứng của ban không còn chỗ trống để FrostWire chép những tập tin cần thiết. Bạn phải làm cho đĩa cứng của bạn không còn đầy nữa để có thể tiếp tục sử dụng FrostWire.
zh_cn: FrostWire无法写入一个必要文件，因为你的硬盘空间已满。如果要继续使用FrostWire，你必须清理出空余的硬盘空闲。

source: FrostWire was unable to open a necessary file because another program has locked the file. FrostWire may act unexpectedly until this file is released.
ar: لم يتمكن FrostWire من فتح أحد الملفات الضرورية لأن برنامجا آخر يستخدم هذا الملف. قد يؤدي ذلك إلى عمل FrostWire بطريقة غير صحيحة إلى أن يتمكن من فتح هذا الملف.
bn: আরেকটি প্রোগ্রাম একটি প্রয়োজনীয় ফাইল লক করে রাখায় লাইমওয়ার ওই ফাইলটি খুলতে পারেনি। ওই ফাইলটি না ছাড়া পর্যন্ত লাইমওয়ার ঠিক মত কাজ নাও করতে পারে।
da: FrostWire var ikke istand til at åbne en nødvendig fil fordi et andet program blokerer filen. FrostWire kan derfor reagere uhensigtsmæssigt indtil der er adgang til denne fil.
el: Το FrostWire αδυνατεί να ανοίξει ένα απαραίτητο αρχείο, επειδή ένα άλλο πρόγραμμα έχει κλειδώσει το αρχείο. Το FrostWire μπορεί να ενεργεί απροσδόκητα, έως ότου ξεκλειδωθεί αυτό το αρχείο.
es: FrostWire no pudo abrir un archivo necesario porque otro programa lo ha bloqueado. FrostWire puede funcionar de manera inesperada hasta que este archivo sea liberado.
fr: FrostWire ne parvient pas à ouvrir un fichier nécessaire car un autre programme a verrouillé le fichier. FrostWire pourrait se comporter de façon inattendue tant que ce fichier n’est pas relaché.
hi: FrostWire एक आवश्यक फ़ाइल को खोलने में असमर्थ था क्योंकि किसी अन्य प्रोग्राम फाइल बंद कर दिया है. FrostWire अप्रत्याशित रूप से कार्य कर सकता है जब तक यह फाइल को जारी किया जाता है.
hr: FrostWire nije mogao otvoriti potrebnu datoteku jer je drugi program zaključao tu datoteku. FrostWire se može ponašati neočekivano dok se ta datoteka ne oslobodi.
it: FrostWire non e' riuscito ad aprire un file necessario perchè un altro programma lo ha bloccato. FrostWire potrebbe agire in maniera inaspettata fino al rilascio del file.
ja: 必要なファイルは他のプログラムが使用しているため、FrostWireでファイルを開けませんでした。FrostWireは、このファイルが開くまで操作を繰り返します。
ko: 하드 디스크의 용량이 부족하므로 필요 파일을 열 수 없습니다. 파일이 방출될 떄 까지 FrostWire 예기치 않은 동작을 실행할 수 있습니다.
ne: अर्को कार्यक्रम फाइल बन्द छ किनभने FrostWire एक आवश्यक फाइल खोल्न असमर्थ थियो। यो फाइल जारी छ सम्म FrostWire अकस्मात कार्य हुन सक्छ।
pt_br: O FrostWire não conseguiu abrir o arquivo necessário pois um outro programa o bloqueou. O FrostWire pode agir de forma inesperada até que o arquivo seja liberado.
ro: FrostWire nu a putut să deschidă un fișier necesar deoarece fișierul a fost blocat de un alt program. FrostWire poate acționa neașteptat până când acest fișier va fi deblocat.
sl: FrostWire ni uspel odpreti potrebne datoteke, ker jo uporablja že drugi program. FrostWire se bo nenadzorovano izvajal, dokler datoteka ne bo sproščena (zaprite program, ki uporablja to datoteko).
sr: FrostWire nije bio u mogućnosti da otvori potreban fajl jer je neki drugi program onemogućio pristup toj datoteci. FrostWire može postane nestabilan ukoliko fajl ne oslobodite za korišćenje.
sv: FrostWire kan inte öppna en nödvändig fil därför att ett annat program har låst denna fil. FrostWire kan uppföra sig oväntat tills denna fil frigörs.
uk: FrostWire не зміг відкрити необхідний файл, тому що інша програма заблокувала його. FrostWire може поводитись непередбачено, доки файл не буде розблоковано.
vi: FrostWire không thể truy cập những tập tin cần thiết bởi vì những tập tin này đã bị khóa bởi nhũng chương trình khác. FrostWire có thể hoạt động không bình thường đến khi những tập tin bị khóa được mở khóa.
zh_cn: FrostWire无法打开一个必要文件，因为另一个程序锁定了该文件。该文件被释放之前，FrostWire可能无法正常工作。
