Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Check again your tracker URL(s).
ar: تحقق مرة أخرى من رابط متتبعك.
bn: আবার আপনার ট্র্যাকার URL চেক করুন
da: Indskrive igen jeres tracker webadresser.
es: Verifica de nuevo la dirección URL del tracker.
fr: Vérifier encore vos/votre URL(s) de Tracker.
hi: अपने ट्रैकर(ओं) यूआरएल की फिर से जाँच करें.
hr: Ponovno provjerite URL-e pratitelja.
it: Controlla nuovamente il tuo URL tracker.
ja: あなたのトラッカーURLをもう一度調べてください。
ko: 트랙커 URL을 확인하십시오.
ne: फेरि आफ्नो ट्रयाकरयूआरएल (हरू) जाँच गर्नुहोस्।
pt_br: Verifique novamente o URL das suas músicas.
ro: Verificați din nou URL(urile) trackerului.
sl: Ček še vaš spletni naslov(i) sledilni pes.
sr: Проверите поново свој трацкер УРЛ.
sv: Kontrollera tracker-URL(ar) igen.
uk: Перевірте ще раз ваші трекери URL..
vi: Kiểm tra lại URL trình theo dõi của bạn.
zh_cn: 再次检查你的Tracker服务器URL.

source: Invalid Tracker URL
ar: عنوان ورل المقتفي غير صالح
bn: অবৈধ ট্র্যাকার URL
da: Ugyldig Tracker URL
el: Μη έγκυρη διεύθυνση URL Tracker
es: Dirección URL de tracker inválida
fr: URL de Tracker Invalide
hi: अमान्य ट्रैकर URL
hr: Neispravan URL pratitelja
it: URL del Tracker non valido
ja: 無効なTTL
ko: 비유효한 트랙커 URL
ne: अवैध ट्रयाकरयूआरएल
pt_br: URL da tracker inválida
ro: URL tracker nevalid
sl: Neveljaven URL sledilnika
sr: Neispravan URL Tracker
sv: Ogiltig tracker-URL
uk: Невірне Tracker URL
vi: URL của Người theo dõi không hợp lệ
zh_cn: 无效的Tracker服务器URL

source: Creative Commons
ar: المشاع الإبداعي
bn: ক্রিয়েটিভ কমন্স
hr: Kreativne zajednice
ja: クリエイティブ・コモンズ
ko: 창조적으로 일반용
sr: Creative Commons licenca
zh_cn: 知识共享协议（Creative Commons）

source: Open Source
ar: المصدر المفتوح
da: Åbn kildekode
es: Código Abierto
hi: खुला स्त्रोत
hr: Otvoreni kod
ja: オープンソース
ko: 오픈 소스
ro: Sursă deschisă
sl: Odprta koda
sr: Отвореног кода
sv: Öppen källkod
vi: Mã nguồn mở
zh_cn: 打开来源

source: Public Domain
ar: المجال العام
bn: উন্মুক্ত এলাকা
da: Offentlige domæne
es: Dominio Público
fr: Domaine public
hi: पब्लिक डोमेन
hr: Javna domena
it: Dominio pubblico
ja: パブリックドメイン
ko: 공개 도메인
pt_br: Domínio público
ro: Domeniul public
sr: Јавни домен
sv: Allmän egendom
uk: Публічний домен
vi: Phạm vi công cộng
zh_cn: 公开域

source: Choose a Copyright License for this work
ar: اختر ترخيص حقوق النشر لهذا العمل
bn: এই কাজের জন্য একটি কপিরাইট লাইসেন্স চয়ন করুন
es: Elige una licencia para este trabajo
fr: Choisissez une licence de droit d'auteur pour ce travail
hi: इस काम के लिए एक कॉपीराइट लाइसेंस चुनें
hr: Odaberite autorska prava licence za ovaj rad
ja: この作品の著作権ライセンスを選択する
ko: 이 저작물에 대한 저작권 라이선스 선택
pt_br: Escolha uma Licença de Direitos Autorais para este trabalho
ro: Alegeți o licență pentru dreptul de autor pentru această lucrare
sl: Izberite licenco za avtorske pravice za to delo
sr: Изаберите дозволе Цопиригхт за овај посао
sv: Välj en upphovsrättslicens för detta verk
vi: Chọn Giấy phép Tác quyền cho tác phẩm này
zh_cn: 为这份作品选择一份版权许可证

source: I am the Content Creator of this work or I have been granted the rights to share this content under the following license by the Content Creator(s).
ar: أنا منشئ محتوى هذا العمل أو لقد منحت حقوق مشاركة هذا المحتوى بموجب الترخيص التالي من قِبل منشئ المحتوى (المحتوى).
bn: আমি এই কাজটির সামগ্রীর সৃষ্টিকর্তা বা Content Creator (গুলি) দ্বারা নিম্নলিখিত লাইসেন্সের অধীনে এই সামগ্রী ভাগ করার অধিকার লাভ করেছি।
el: Είμαι ο δημιουργός του περιεχομένου αυτής της εργασίας, ή μου έχουν εκχωρηθεί τα δικαιώματα για να κάνετε κοινή χρήση αυτού του περιεχομένου υπό την ακόλουθη άδεια από το Creator(s) περιεχόμενο.
es: Soy el creador de este trabajo o poseo los derechos para compartir este contenido bajo la siguiente licencia por el creador del contenido.
fr: Je suis le créateur de contenu de ce travail ou j’ai obtenu le droit de partager ce contenu sous la licence suivante par le créateur de contenu.
hi: मैं इस काम का सामग्री निर्माता हूं या मुझे सामग्री निर्माता द्वारा निम्नलिखित लाइसेंस के तहत इस सामग्री को साझा करने के अधिकार दिए गए हैं I
hr: Ja sam stvoritelj sadržaja ovog rada ili imam prava da dijelim ovaj sadržaj sa licencom od stvoritelja sadržaja.
it: Io sono il Creatore Contenuto di questo lavoro o mi è stato concesso il diritto di condividere questi contenuti con la seguente licenza dal Creatore Content.
ja: 私はこの作品のコンテンツクリエイターです。コンテンツクリエーターが以下のライセンスの下でこのコンテンツを共有する権利を与えられています。
ko: 본인은 본 저작물의 콘텐츠 작성자이거나 콘텐츠 작성자가 다음 라이선스에 따라이 콘텐츠를 공유 할 수있는 권리를 부여 받았습니다.
ne: म यो काम सामग्री निर्माता हुँ वा म निम्न लाइसेन्स अन्तर्गत यो सामग्री सामग्री निर्माता (हरू) द्वारा साझेदारी गर्न अधिकार प्रदान गरिएको छ।
pt_br: Eu sou o criador do conteúdo deste trabalho ou me foi concedido o direito de compartilhar esse conteúdo com a seguinte licença pelo Criador conteúdo.
ro: Sunt creatorul conținutului acestei lucrări sau am acordat drepturile pentru partajarea acestui conținut sub următoarea licență a creatorului(lor) conținutului.
sl: Jaz sem vsebino ustvarjalca tega dela ali so bila izdana pravice deliti to vsebino licenco z vsebino ustvarjalca (s).
sr: Ја сам Створитељ Садржај овог рада, или сам одобрено право да дели овај садржај под следећом лиценцом од стране ауторе садржаја.
sv: Jag är innehållsskaparen av detta verk eller har fått rättigheterna att dela detta verk under följande licens av innehållsskaparen/skaparna.
uk: Я Творець Контенту цієї роботи або я отримав права ділити це утримання під такою ліцензією змісту Творців.
vi: Tôi là Người tạo Nội dung của tác phẩm này hoặc tôi đã được cấp phép để chia sẻ nội dung này theo Giấy phép sau đây của Người tạo Nội dung.
zh_cn: 我是这份作品的内容创建者，或者我已遵循内容创建者许可证要求具备了分享该内容的权利。

source: Author's Name
ar: اسم المؤلف
bn: লেখক এর নাম
es: Nombre del autor
fr: Le nom de l'auteur
hi: लेखक का नाम
hr: Ime autora
it: Nome dell'autore
ja: 著者の名前
ko: 작성자 이름
ne: लेखकको नाम
pt_br: Nome do autor
ro: Numele autorului
sl: Ime avtorja
sr: Аутора Име
sv: Upphovsmannens namn
uk: ім'я автора
vi: Tên tác giả
zh_cn: 作者姓名

source: The name of the creator or creators of this work.
bn: এই কাজের স্রষ্টা বা সৃষ্টিকর্তার নাম।
es: Nombre del creador o los creadores de este trabajo.
fr: Le nom du créateur ou des créateurs de ce travail.
hi: इस काम के निर्माता या रचनाकारों का नाम।
hr: Ime tvor(a)ca ovog rada
it: Il nome del creatore o creatori di questo lavoro.
ja: この作品の創作者の名前。
ko: 이 작품의 창작자 또는 창작자의 이름.
ne: यो काम को निर्माता वा निर्माताहरू नाम।
pt_br: O nome do criador ou criadores deste trabalho.
ro: Numele creatorului sau creatorilor acestei lucrări.
sl: Ime ustvarjalca ali ustvarjalci tega dela.
sr: Име ствараоца или креатора овог рада.
sv: Namnet på skaparen eller skaparna av detta verk.
uk: Ім'я творця або творців цієї роботи.
vi: Tên của người sáng tạo hoặc tác giả của tác phẩm này.
zh_cn: 该作品创作者的姓名

source: Work's Title
bn: কাজের শিরোনাম
es: Título
fr: Titre du travail
hi: कार्य का शीर्षक
hr: Naslov rada
it: Titolo
ja: 作品のタイトル
ko: 작품 제목
ne: कामको शीर्षक
pt_br: Título do trabalho
ro: Titlul lucrării
sl: Naslov dela
sr: Посао је Наслов
sv: Verkets titel
uk: Назва твору
vi: Tiêu đề của công việc
zh_cn: 作品标题

source: The name of this work, i.e. the titleLabel of a music album, the titleLabel of a book, the titleLabel of a movie, etc.
bn: এই কাজের নাম, যেমন শিরোনাম একটি সঙ্গীত অ্যালবামের লেবেল, একটি বইয়ের শিরোনাম লেবেল, একটি মুভির শিরোনাম লেবেল, ইত্যাদি।
es: Nombre de este trabajo, p.e. el título de un álbum musical, el título de un libro, el título de una película, etc.
fr: Le nom de cet ouvrage, c'est-à-dire le titreLabel d'un album de musique, le titreLabel d'un livre, le titreLabel d'un film, etc.
hi: इस काम का नाम, अर्थात एक संगीत एल्बम का शीर्षक, एक किताब का शीर्षक, एक फिल्म का शीर्षक, आदि का लेबल।
hr: Ime ovog rada, npr. titleLabel glazbenog albuma, titleLabel knjige, titleLabel filma, itd.
it: Il nome di questo lavoro, vale a dire la titleLabel di un album, il titleLabel di un libro, il titleLabel di un film, ecc
ja: この作品、すなわち音楽アルバム、本の titleLabel、映画等の titleLabel の titleLabel の名前です。
ko: 이 작품의 이름, 즉 음악 앨범의 제목 라벨, 책의 제목 라벨, 영화의 제목 라벨 등
ne: यो काम को नाम, अर्थात् एउटा संगीत एल्बम को titleLabel, एक पुस्तक को titleLabel, एक सिनेमाको titleLabel, आदि
pt_br: O nome deste trabalho, ou seja, o titleLabel de um álbum de música, o titleLabel de um livro, o titleLabel de um filme, etc.
ro: Numele acestei lucrări, ex: eticheta titlu a unui album, eticheta titlu a unei cărți, eticheta titlu a unui film, etc.
sl: Ime tega dela, tj titleLabel glasba album, titleLabel knjiga, titleLabel film, itd.
sr: Име овог рада, тј титлеЛабел музичког албума, титлеЛабел књиге је титлеЛабел на филм, итд
sv: Namnet på detta verk, exempelvis titeln på ett musikalbum, på en bok eller film och så vidare.
uk: Назва цієї роботи, тобто titleLabel музичного альбому, titleLabel з книги, titleLabel з фільму і т.д.
vi: Tên của tác phẩm này, tức là tiêu đềLabel của một album nhạc, tiêu đềLabel của một cuốn sách, tiêu đềLabel của một bộ phim, v.v.
zh_cn: 作品名称，如，音乐唱片的标签，书籍的标题，电影的标题，等等

source: album name, movie title, book title, game title.
bn: অ্যালবামের নাম, চলচ্চিত্রের শিরোনাম, বইয়ের শিরোনাম, খেলা শিরোনাম
es: nombre de álbum, título de película, título de libro, título de juego.
fr: Le nom de l'album, le titre du film, le titre du livre, le titre du jeu.
hi: एल्बम का नाम, फिल्म शीर्षक, किताब शीर्षक, खेल शीर्षक।
hr: ime albuma, naslov filma, naslov knjige, naslov igre.
it: nome dell'album, titolo del film, titolo del libro, titolo del gioco.
ja: アルバム名、映画のタイトル、本のタイトル、ゲーム タイトル。
ko: 앨범 이름, 영화 제목, 책 제목, 게임 제목.
ne: एल्बम नाम, चलचित्र शीर्षक, पुस्तकको शीर्षक, खेल शीर्षक।
pt_br: nome do álbum, título do filme, título do livro, título do jogo.
ro: nume album, titlu film, titlu carte, titlu joc.
sl: ime albuma, naslov filma, naslov knjige, zabava častni naslov.
sr: Име албума, назив филма, наслов књиге, игра наслов.
sv: albumnamn, filmtitel, boktitel, speltitel.
uk: назва альбому, назва фільму, назва книги, назва гри.
vi: Tên album, tiêu đề phim, tiêu đề sách, tên trò chơi.
zh_cn: 唱片名，电影名，书名，游戏名

source: Attribution URL
es: URL de atribución
fr: URL d'attribution
hr: URL atribucije
it: URL Attribuzione
ja: アトリビューション
ko: 기여 URL
ne: विशेषता URL
pt_br: URL de atribuição
ro: URL atribuire
sr: приписивање УРЛ адреса
sv: Erkännande-URL
vi: URL Thuộc tính
zh_cn: 归属URL

source: The Content Creator's website to give attribution about this work if shared by others.
bn: অন্যদের দ্বারা ভাগ করা হলে এই কাজের বিষয়ে অ্যাট্রিবিউট করার সামগ্রী সামগ্রী ওয়েবসাইট।
es: Sitio web del creador del contenido para entregar la atribución de este trabajo si es compartido por otros.
fr: Le site Web des créateurs de contenus pour donner l'attribution de ce travail si partagé par d'autres.
hi: अन्य लोगों द्वारा साझा किए जाने पर सामग्री निर्माता इस वेबसाइट के बारे में एट्रिब्यूशन देने के लिए वेबसाइट
hr: Stranica stvoritelja sadržaja pripisuje ovom rad ako je dijeljen sa drugima.
it: Il sito web creatori di contenuti per dare attribuzione di questo lavoro, se condiviso da altri.
ja: コンテンツ制作者のウェブサイトは、他の人と共有している場合、この作品に関する帰属を提供します。
ko: 콘텐츠 제작자 웹 사이트는 다른 사람들과 공유하는 경우이 작품에 대한 기여를 제공합니다.
ne: यो काम बारे विशेषता दिन सामग्री निर्माता वेबसाइट अरूले साझेदारी भने।
pt_br: Site do criador do conteúdo para dar atribuição sobre este trabalho se compartilhado por outros.
ro: Pagina web a creatorului conținutului pentru a da atribuiri despre această lucrare dacă este partajată de alții.
sl: Avtor vsebine spletne strani dati pripis o tem delu, če v skupno rabo z drugimi.
sr: Садржај Креатори сајт да би приписивање о овом послу, ако деле другима.
sv: Innehållsskaparens webbplats för erkännande om verket om det delas av andra.
uk: Автор вмісту веб-сайт зазначати про цю роботу, якщо доступ до інших користувачів.
vi: Trang web Nhà sáng tạo nội dung để cung cấp ghi nhận tác giả về tác phẩm này nếu được chia sẻ bởi những người khác.
zh_cn: 如果这份作品被其他人分享，由内容创建者的网站指明归属权。

source: Offering your work under a Creative Commons license does not mean giving up your copyright. It means offering some of your rights to any member of the public but only under certain conditions.
bn: ক্রিয়েটিভ কমনস লাইসেন্সের অধীনে আপনার কাজটি প্রদান করা আপনার কপিরাইটকে ছেড়ে দেওয়ার অর্থ নয়। এর অর্থ জনসাধারণের যেকোনো সদস্যকেই আপনার কিছু অধিকার প্রদান করা উচিত তবে কেবল নির্দিষ্ট শর্তের অধীনে।
es: Ofrecer tu trabajo bajo una licencia Creative Commons no significa que entregues tus derechos de autor. Significa que liberas algunos de tus derechos a cualquier persona pero bajo algunas condiciones.
fr: Offrir votre travail sous licence Creative Commons ne signifie pas renoncer à vos droits d'auteur. Cela signifie offrir certains de vos droits à n'importe quel membre du public, mais seulement sous certaines conditions.
hi: क्रिएटिव कॉमन्स लाइसेंस के तहत अपने काम की पेशकश का मतलब यह नहीं है कि आपका कॉपीराइट छोड़ देना चाहिए। इसका अर्थ है कि जनता के किसी भी सदस्य को अपने कुछ अधिकार देने की अनुमति है, लेकिन केवल कुछ शर्तों के तहत।
hr: Nuditi svoj rad pod Kreativni Uobičajeni licenci ne znači odustajanje od vaših autorskih prava. To znači nuđenje nekih od svojih prava svakom članu javnosti ali samo pod određenim uvjetima.
it: Offrendo il proprio lavoro sotto una licenza Creative Commons non significa rinunciare alla vostra diritto d'autore. Significa che offre alcuni dei vostri diritti di qualsiasi membro del pubblico, ma solo a determinate condizioni.
ja: クリエイティブコモンズのライセンスに基づいて作品を提供しても、あなたの著作権を放棄することは意味しません。 それは、特定の条件の下でのみ、あなたの権利の一部を一般のメンバーに提供することを意味します。
ko: Creative Commons 라이센스하에 귀하의 저작물을 제공한다고해서 귀하의 저작권을 포기하는 것이 아닙니다. 즉, 특정 조건 하에서 만 일반 대중에게 권리를 제공하는 것을 의미합니다.
ne: Creative Commons इजाजतपत्र अन्तर्गत आफ्नो काम भेटी आफ्नो प्रतिलिपि अधिकार अप दिने होइन। यो सार्वजनिक कुनै पनि सदस्य तर केवल केहि अवस्थामा आफ्नो अधिकार केही भेटी हो।
pt_br: Oferecer seu trabalho sob uma licença Creative Comuns não significa abrir mão de seus direitos autorais. Significa oferecer alguns dos seus direitos a qualquer membro do público, mas apenas sob determinadas condições.
ro: Oferind lucrarea sub licența Creative Commons nu înseamnă că renunțați la dreptul de autor. Înseamnă oferirea unora dintre drepturi altui membru din public dar numai în anumite condiții.
sl: Ponujajo svoje delo pod licenco Creative Commons še ne pomeni, da vaše avtorske pravice. To pomeni, da ponuja nekaj svojih pravic za katerega koli člana javnosti, vendar le pod določenimi pogoji.
sr: Нудећи свој рад под Цреативе Цоммонс лиценцом не значи одустајање ваша ауторска права. То значи да нуди неке од својих права било који члан јавности, али само под одређеним условима.
sv: Ett erbjuda ditt arbete under Creative Commons betyder inte att du ger upp din upphovsrätt. Det betyder att du erbjuder en del av dina rättigheter offentligt, men bara under vissa villkor.
uk: Пропонуючи свою роботу відповідно до ліцензії Creative Commons не означає відмову ваші авторські права. Це означає, пропонуючи деякі зі своїх прав будь-якого члена суспільства, але тільки за певних умов.
vi: Đưa ra công việc của bạn dưới giấy phép Creative Commons không có nghĩa là từ bỏ bản quyền của bạn. Nó có nghĩa là cung cấp một số quyền của bạn cho bất kỳ thành viên nào của công chúng nhưng chỉ dưới những điều kiện nhất định.
zh_cn: 遵循知识共享协议（Creative Commons）许可证发布你的作品，并不表示你放弃你的版权。 这表示仅在特定条件下向公众中的每一个人提供你的部分权利。

source: You let others copy, distribute, display, and perform your copyrighted work but only if they give credit the way you request.
bn: আপনি অন্যদের কপিরাইট বিতরণ, প্রদর্শন, প্রদর্শন এবং আপনার কপিরাইটযুক্ত কাজ সম্পাদন করতে চান কিন্তু শুধুমাত্র যদি তারা অনুরোধ আপনি ক্রেডিট দিতে।
es: Permite que cualquiera pueda copiar, distribuir, mostrar, y ejecutar tu trabajo con derechos de autor, pero si te entregan la atribución que solicitas.
fr: Vous laissez les autres copier, distribuer, afficher et exécuter votre travail protégé par le droit d'auteur, mais seulement si elles donnent le crédit de la façon dont vous demandez.
hi: आप अन्य लोगों को कॉपी, वितरित, प्रदर्शित करने और अपने कॉपीराइट किए जाने की अनुमति देते हैं, लेकिन तभी यदि वे क्रेडिट का अनुरोध करते हैं जिस तरह से आप अनुरोध करते हैं।
hr: Omogućavate drugima da kopiraju, distributiraju, pokazuju i izvode vaš rad zaštićen autorskim pravom, ali samo ako daju zasluge kako vi zahtijevate.
it: Hai lasciato altri di copiare, distribuire, visualizzare ed eseguire il tuo lavoro protetto da copyright, ma solo se danno credito il modo in cui si richiede.
ja: あなたは他の人にあなたの著作物をコピーし、配布し、表示し、実行することができますが、あなたが要求する方法でクレジットを与えた場合に限ります。
ko: 다른 사람들이 귀하의 저작물을 복사, 배포, 전시 및 수행하도록 허용하지만 귀하가 요청한 방식으로 신용을 제공하는 경우에만 허용합니다.
ne: तपाईं अरूलाई वितरण, प्रदर्शन, र आफ्नो प्रतिलिपि अधिकार काम तर तिनीहरूले क्रेडिट तपाईं अनुरोध बाटो दिन भने मात्र प्रतिलिपि गरौं।
pt_br: Você deixa outros copiar, distribuir, exibir e executar o seu trabalho protegido por direitos autorais, mas somente se eles dão crédito a maneira que você solicitar.
ro: Permiteți altora să copieze, distribuie, afișeze și să efectueze lucrarea dumneavoastră cu drept de autor dar numai dacă aceștia acordă credit la modul pe care îl solicitați.
sl: Pustite drugim, kopirati, distribuirati, prikaz in izvedbo avtorskega dela, vendar le, če dajo kredita tako zahtevate.
sr: Пустио си други копирају, дистрибуирају, дисплеј, и обављају свој посао ауторским правима, али само ако они дају кредит онако како захтева.
sv: Du låter andra kopiera, distribuera, visa och utföra ditt upphovsrättsskyddade verk, men bara om de ger erkännande på det sätt du begärt.
uk: Ви дозволяєте іншим копіювати, розповсюджувати, відтворювати і виконувати вашу роботу, захищений авторським правом, але тільки якщо вони дають кредит, як ви запитуєте.
vi: Bạn cho phép những người khác sao chép, phân phối, hiển thị và thực hiện tác phẩm có bản quyền của bạn nhưng chỉ khi họ cung cấp tín dụng theo cách bạn yêu cầu.
zh_cn: 你允许其他人复制、分发、展示和使用你的版权作品，但仅当他们按照你要求的方式诚实守信。

source: <strong>No commercial use allowed.</strong><br>You let others copy, distribute, display, and perform your work &mdash; and derivative works based upon it &mdash; but for noncommercial purposes only.
bn: <strong>কোন বাণিজ্যিক ব্যবহার অনুমোদিত।</strong><br>আপনি অন্যদেরকে আপনার কপি, বিতরণ, প্রদর্শন এবং আপনার কাজ সম্পাদন করতে দিন &mdash; এবং এর উপর ভিত্তি করে ডেরিভেটিভ কাজ &mdash; কিন্তু অবাণিজ্যিক উদ্দেশ্যে শুধুমাত্র।
es: <strong>Uso No Comercial permitido.</strong><br>Permite que cualquier pueda copiar, distribuir, mostrar y ejecutar tu trabajo &mdash; los derivados basados en este &mdash; pero solo para propósitos no comerciales.
fr: <strong>Aucune utilisation commerciale n'est autorisée.</strong><br>Vous laissez les autres copier, distribuer, afficher et exécuter votre travail &mdash; et des œuvres dérivées basées sur elle &mdash; mais à des fins non commerciales seulement.
hi: <strong>कोई व्यावसायिक उपयोग की अनुमति दी।</strong><br>आप दूसरों की प्रतिलिपि बनाने, वितरित करने, प्रदर्शित, और अपने काम करते हैं- और इस पर आधारित व्युत्पन्न काम — लेकिन केवल गैर वाणिज्यिक प्रयोजनों के लिए।
hr: <strong>Komercijalno korištenje nije dopušteno.</strong><br>Dajete mogućnost drugima da kopiraju, distributiraju, pokazuju i izvode vaš rad &mdash; i derivative bazirane na njemu &mdash; ali samo za nekomercijalne upotrebe.
it: <strong>Nessun uso commerciale consentito.</strong><br>Hai lasciato altri di copiare, distribuire, visualizzare ed eseguire il tuo lavoro&mdash; e di opere derivate basate su di essa &mdash; ma solo per scopi non commerciali.
ja: <strong>商業の使用が許可されます。</strong><br>他のコピー、配布、表示、および作業を実行できます — とそれに基づく著作-非営利目的のみのため。
ko: <strong>상업적인 사용은 사용할 수 없음입니다.</strong><br>당신은 다른 사람 복사, 배포, 표시, 및 작업을 수행 하 게-그리고 그것을 바탕으로 하는 저작물-하지만 비영리 목적 으로만.
ne: <strong>कुनै व्यावसायिक प्रयोगको अनुमति दिनुभयो।</strong><br>तपाईं अरूलाई वितरण, प्रदर्शन, र आफ्नो काम र mdash प्रदर्शन प्रतिलिपि गरौं; र यो र &mdash; आधारित सहायक; तर गैर उद्देश्यका लागि मात्र।
pt_br: <strong>Nenhum uso comercial permitido.</strong><br>Você deixa outros copiar, distribuir, exibir e executar o seu trabalho — e trabalhos derivados baseados no mesmo — mas apenas com fins não-comerciais.
ro: <strong>Nu este permisă utilizarea comercială.</strong><br>Permiteți altora să copieze, distribuie, afișeze și să efectueze lucrarea &mdash; și lucrările derivate bazate pe aceasta &mdash; dar numai pentru scop necomercial.
sl: <strong>Ne komercialno uporabo dovoljeno.</strong><br>Pustite drugim, kopirati, distribuirati, prikaz in opravljajo svoje delo- in izpeljanih del, ki temeljijo na njej, ampak samo v nekomercialne namene.
sv: <strong>Ingen kommersiell användning tillåten.</strong><br>Du låter andra kopiera, distribuera, visa och utföra ditt verk &mdash; och derivatverk baserat på det &mdash; men endast för icke-kommersiella syften.
uk: <strong>Комерційне використання не допускається.</strong><br>Дозволити іншим копіювати, розповсюджувати, відображати і виконувати свою роботу — і похідні роботи на основі його- але тільки в некомерційних цілях.
vi: <strong>Không cho phép sử dụng thương mại.</strong><br>Bạn cho phép người khác sao chép, phân phối, hiển thị và thực hiện công việc của bạn &mdash; Và các tác phẩm phái sinh dựa trên nó &mdash; Nhưng chỉ vì mục đích phi thương mại.
zh_cn: <strong>禁止任何商业用途。</strong><br>你允许其他人复制、分发、展示和使用你的作品 &mdash; 以及基于它派生发展 &mdash; 但只能用于非商业用途。
