Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: (Handpicked)
ar: (اختارته)
da: (Håndplukkede)
el: (Διάλεκτος)
es: (Elegido a mano)
fr: (Triés sur le volet)
hi: (चुना)
hr: (ručno odabrano)
it: (Raccolto a mano)
ja: （手に取った
ko: (손으로)
pt_br: (Escolhido a dedo)
ro: (Ales manual)
sl: (Roko biran)
sr: (Руком биран)
sv: (Handplockade)
uk: (Підібраний)
vi: (Lựa chọn cẩn thận)
zh_cn: （自选的）

source: Actions
ar: أفعال
el: Ενέργειες
es: Acciones
hi: क्रिया
hr: Akcije
ja: 行動
ko: 행위
pt_br: Ações
ro: Acțiuni
sl: Akcije-Dejavnosti
sr: Акције
sv: Åtgärder
uk: дії
vi: Hành động
zh_cn: 动作

source: Name
ar: الاسم:
da: Navn
el: Όνομα:
es: Nombre
fr: Nom
hi: नाम
hr: Ime
it: Nome
ja: 名前
ko: 이름
ne: नाम
pt_br: Nome
ro: Nume
sl: Ime
sr: Naziv:
sv: Namn
uk: ім'я
vi: Tên
zh_cn: 名称

source: Seeding
ar: زراعة
bn: বীজবপন
el: Σπορά
es: Compartiendo
hi: बीज बोने की क्रिया
hr: Dijelim
ja: シード
ko: 시드
pt_br: Semeando
ro: Se contribuie
sl: Sejanje
sr: сетве
sv: Distribuerar
uk: засеіванія
vi: Gieo hột
zh_cn: 做种

source: Tips/Donations
ar: نصائح / التبرعات
bn: দান করুন
el: Συμβουλές/δωρεές
es: Propinas/Donaciones
fr: Dons
hi: दान
hr: Napojnice/donacije
it: Donazioni
ja: 寄付
ko: 기부
pt_br: Propinas/Doações
ro: Sfaturi/Donații
sl: Nasveti/donacije
sr: Типс/Донације
sv: Dricks/Donationer
uk: Пожертвування
vi: Sự đóng góp
zh_cn: 提示/捐赠

source: Size
ar: الحجم:
da: Størrelse
el: Μέγεθος
es: Tamaño
fr: Taille
hi: आकार
hr: Veličina
it: Dimensione
ja: サイズ：
ko: 크기
ne: आकार
pt_br: Tamanho
ro: Dimensiune
sl: Velikost
sr: Veličina:
sv: Storlek
uk: Розмір
vi: Kích thước
zh_cn: 大小:

source: Status
ar: شريط الحالة
el: Μπάρα στοιχείων
es: Estado
fr: État
hi: आँकडे
hr: Statistike
it: Stato
ja: ステータス
ko: 상태
ne: तथ्याङ्क
ro: Stare
sl: Statistika
sr: статус
uk: Рядок статусу
vi: Các thống kê
zh_cn: 状态

source: Progress
ar: برامج
da: Fremdrift
el: Προγράμματα
es: Progreso
fr: Progression
hi: प्रगति
hr: Programi
it: Progresso
ja: 経過
ko: 과정
ne: प्रगति
pt_br: Progresso
ro: Progres
sl: Programy
sr: напредак
sv: Förlopp
uk: Програми
vi: Tiến độ
zh_cn: 进度

source: Downloaded
ar: مُحمل
da: Download
el: Λήψη αρχείου
es: Descargado
fr: Téléchargé
hi: डाउनलोड
hr: Preuzeto
it: Scaricato
ja: ダウンロード
ko: 다운로드됨
ne: डाउनलोडहरु
pt_br: Baixado
ro: Descărcat
sl: Stiahni
sr: Преузето
sv: Hämtade
uk: Завантажити
vi: Tải về
zh_cn: 已下载

source: Uploaded
ar: مرفوع
da: Upload
el: Ανεβασμένο
es: Subido
fr: Transféré
hi: अपलोड
hr: Poslano
it: Caricato
ja: アップロード
ko: 업로드됨
ne: अपलोडहरु
pt_br: Upload Completo
ro: Încărcat
sl: Uploady
sr: уплоадед
sv: Skickade
uk: Вивантажено
vi: Tải đi
zh_cn: 已上传

source: Down Speed
ar: سرعة التنزيل:
da: Download hastighed:
el: Ταχύτητα λήψεως:
es: Velocidad de descarga
fr: Vitesse de téléchargement
hi: गति नीचे
hr: Brzina preuzimanja
it: Velocità di ricezione
ja: ダウンロード速度：
ko: 다운 속도
ne: डाउनलोडहरु
pt_br: Velocidade de Baixar
ro: Viteză descărcare
sl: Stiahni stranku
sr: довн Брзина
sv: Nedhastighet
uk: Швидкість завантаження:
vi: Tải về
zh_cn: 下载速度

source: Up Speed
ar: سرعة الرفع
da: Hastighed
el: Ταχύτητα:
es: Velocidad de subida
fr: Vitesse de transfert (émission)
hi: ऊपर गति
hr: Brzina slanja
it: Velocità di caricamento:
ja: アップロード速度：
ko: 업 속도
ne: अपलोडहरु
pt_br: Velocidade de Carregar
ro: Viteză încărcare
sl: Dosiahnuty limit uploadu
sr: До брзине
sv: Upphastighet
uk: Швидкість:
vi: Tải đi
zh_cn: 上传速度

source: Time
ar: الزمن
da: Tid
el: Τίτλος:
es: Tiempo
fr: Temps
hi: समय
hr: Vrijeme
it: Ora
ja: 時間：
ko: 시간
ne: समय
pt_br: Tempo
ro: Timp
sl: Čas
sr: време
sv: Tid
uk: Назва:
vi: Thời gian
zh_cn: 时间

source: Seeds
ar: رافعي الملفات
da: Hastighed
el: Ταχύτητα:
es: Compartidos
fr: Semences
hi: सीड्स
hr: Dijeljenja
it: Seed
ja: シード：
ko: 배포
ne: खोज
pt_br: Sementes
ro: Contribuitori
sl: Semena
sr: Семе
sv: Distributörer
uk: Швидкість:
vi: Hạt giống
zh_cn: 种子数

source: Peers
ar: الانداد
bn: সহকর্মীরা
es: Pares
fr: Pairs
hi: पीयर्स
hr: Preuzimatelj
it: Utenti
ja: Peerの件数
ko: Peer의 수
ne: साथीहरूको
pt_br: Colegas
ro: Parteneri
sl: Prebivalci
sr: вршњаци
sv: Jämlikar
uk: Вузли
vi: Đồng nghiệp
zh_cn: 伙伴用户

source: Share Ratio
ar: معدل المشاركة
bn: শেয়ার অনুপাত
da: Del fil
el: Μοιραστείτε το αρχείο
es: Tasa de compartición
fr: Ratio de Partage
hi: शेयर अनुपात
hr: Omjer dijeljenja
it: Condividi porzione
ja: 共有率
ko: 비율 공유
ne: अनुपात शेयर
pt_br: Compartilhar Taxa
ro: Raport partajare
sl: Zdielaj subor
sr: Подели Однос
sv: Delningsförhållande
uk: Поділитись файлом
vi: Thư mục mới
zh_cn: 共享比例

source: Seeds/Peers
ar: رافعي الملفات/الأندادد
bn: বীজ সহকর্মীরা
da: Peers
el: Σπόροι/ομότιμοι
es: Compartidos/Pares
fr: Semences/Pairs
hi: सीड्स/पीयर्स
hr: Djeljitelji/preuzimatelji
it: Seed/Utenti
ja: シード/ピア
ko: 배포/피어
ne: बीउ / साथीहरूको
pt_br: Sementes/Colegas
ro: Contribuitori/Parteneri
sl: Semen/Prebivalci
sr: Сеедс/Вршњаци
sv: Distributörer/Jämlikar
uk: Вузли
vi: Hạt giống/Đồng nghiệp
zh_cn: 种子数/伙伴数

source: Started On
ar: بدأ في
bn: উপর শুরু
da: Startet kl.
el: Ξεκίνησε
es: Iniciado en
fr: Démarré Le
hi: आरम्भ समय
hr: Započeto na
it: Iniziato il
ja: 開始
ko: 실행
ne: शुरु भएको
pt_br: Iniciado em
ro: Pornite din
sl: Zacat na
sr: Стартед На
sv: Startade den
uk: Починаю підключатись
vi: Bắt Đầu Lúc
zh_cn: 启动

source: License
ar: الرخصة:
da: Licens
el: Άδεια:
es: Licencia
fr: Licence
hi: लाइसेंस
hr: Dozvola
it: Licenza
ja: ライセンス
ko: 라이센스
ne: लाइसेन्स
pt_br: Licença
ro: Licență
sl: Licenca
sr: лиценца
sv: Licens
uk: Ліцензія:
vi: Bản quyền
zh_cn: 许可证

source: Checking...
ar: تدقيق...
bn: পরীক্ষা করা হচ্ছে...
da: Kontrol…
es: Comprobando…
fr: Vérification...
hr: Provjeravam...
ja: 確認中...
ko: 확인 중 ...
ro: Se verifică...
sl: Preverjam...
sr: Провера...
sv: Kontrollerar…
zh_cn: 正在检查……

source: Downloading metadata
ar: تحميل الفوقية
bn: মেটাডাটা ডাউনলোড হচ্ছে
da: Downloadning af metadata
es: Descargando metadata
fr: Téléchargement des métadonnées
hr: Preuzimam meta-podatke
it: Download dei metadati
ja: メタデータのダウンロード
ko: 메타 데이터 다운로드 중
pt_br: Baixando metadata
ro: Se descarcă metadatele...
sl: Prenos metapodatkov
sr: Преузимање метаподатака
sv: Hämtar metadata
uk: Завантаження метаданих
vi: Tải xuống siêu dữ liệu
zh_cn: 下载元数据

source: Downloading torrent
ar: تحميل سيل
bn: ঝরনা ডাউনলোড
da: Downloadet torrent
es: Descargando torrent
hr: Preuzimam torrent
ja: トレントをダウンロードする
ko: 급류 다운로드
ro: Se descarcă torrentul
sl: Prenos torrentja
sr: Преузимање торент
sv: Hämtar torrent
uk: Завантаження торрент
vi: Tải torrent
zh_cn: 下载种子

source: Downloading
ar: تنزيل
bn: ডাউনলোড হচ্ছে
da: Download
el: Λήψη αρχείου
es: Descargando
fr: Téléchargement
hi: डाउनलोड
hr: Preuzimam
it: Sto scaricando
ja: ダウンロード中
ko: 다운로드 중
ne: डाउनलोडहरु
pt_br: Baixando
ro: Se descarcă
sl: Stiahni
sr: Преузимање
sv: Hämtar
uk: Завантажити
vi: Tải về
zh_cn: 正在下载

source: Finished
ar: إنهاء
bn: শেষ
da: Afslut
el: Τέλος
es: Finalizado
fr: Terminé
hi: समाप्त
hr: Završeno
it: Finito
ja: 完了済
ko: 완료됨
ne: सकियो
pt_br: Terminou
ro: Finalizat
sl: Koniec
sr: Готов
sv: Slutförda
uk: Готово
vi: Kết thúc
zh_cn: 已完成

source: Allocating
ar: تخصيص
bn: বণ্টন
da: Allokering
es: Asignando
it: Assegnazione
ja: 割り当て
ro: Se alocă
zh_cn: 分配

source: Paused
ar: إيقاف مؤقت
da: Standset
el: Σταματημένο
es: Pausado
fr: Suspendu
hi: रुका हुआ
hr: Pauzirano
it: In pausa
ja: 一時停止
ko: 일시정지
ne: तास
pt_br: Pausado
ro: Pauzat
sl: Zastavene
sr: Паузирано
sv: Pausad
uk: Пауза
vi: Dán
zh_cn: 已暂停

source: Error
ar: خطأ
da: Fejl
el: Σφάλμα
fr: Erreur
hi: गलती
hr: Greška
it: Errore
ja: エラー
ko: 에러
ne: त्रुटि
pt_br: Erro
ro: Eroare
sl: Napaka
sr: грешка
sv: Fel
uk: Помилка
vi: Lỗi
zh_cn: 错误

source: Error: Moving incomplete
ar: خطأ: نقل غير مكتمل
bn: ত্রুটি: অসম্পূর্ণ সরানো
da: Fejl: Flytte ufuldstændig
es: Error: No se terminó de mover
fr: Erreur: déplacement incomplet
hi: त्रुटि: अधूरा चल रहा है
hr: Greška: premještanje nedovršeno
it: Errore: Moving incompleta
ja: エラー：不完全な移動
ko: 오류 : 불완전한 이동
ne: त्रुटि: सार्दै अपूर्ण
pt_br: Erro: Movendo-se incompleta
ro: Eroare: Mutare incompletă
sl: Napaka: Gibljejo nepopolne
sr: Грешка: Мовинг непотпун
sv: Fel: Flyttar ej slutförda
uk: Помилка: Переміщення неповної
vi: Lỗi: Di chuyển không đầy đủ
zh_cn: 错误：未完成的移动

source: Error: Wrong md5 hash
ar: خطأ: تجزئة md5 خاطئ
bn: ত্রুটি: ভুল এমডি 5 হ্যাশ
da: Fejl: Forkert md5 hash
es: Error: Hash md5 erróneo
fr: Erreur : Mauvais md5 hash
hi: त्रुटि: गलत एमडी 5 हैश
hr: Greška: kriva md5 smjesa
it: Errore: Sbagliato bash md5
ja: エラー：間違ったmd5ハッシュ
ko: 오류 : 잘못된 md5 해시
ne: त्रुटि: गलत MD5 ह्यास
pt_br: Erro: bash MD5 errado
ro: Eroare: index md5 greșit
sl: Napaka: Napačna md5 haše
sr: Грешка: Погрешна МД5 хасх
sv: Fel: Fel md5-hash
uk: Помилка: Неправильний md5 хеш
vi: Lỗi: Sai md5
zh_cn: 错误：错误的md5哈希值

source: Error: Wrong signature
ar: خطأ: توقيع خاطئ
bn: ত্রুটি: ভুল স্বাক্ষর
da: Fejl: Forkert signatur
es: Error: Firma incorrecta
fr: Erreur : Une signature erronée
hi: त्रुटि: गलत हस्ताक्षर
hr: Greška: krivi potpis
it: Errore: firma errata
ja: エラー：間違った署名
ko: 오류 : 잘못된 서명
ne: त्रुटि: गलत हस्ताक्षर
pt_br: Erro: assinatura errada
ro: Eroare: semnătură greșită
sl: Napaka: Napačen podpis
sr: Грешка: Погрешна потпис
sv: Fel: Fel signatur
uk: Помилка: Неправильна підпис
vi: Lỗi: Chữ ký sai
zh_cn: 错误：错误的签名

source: Try again, not enough peers
ar: حاول مرة أخرى، وليس ما يكفي من أقرانهم
bn: আবার চেষ্টা করুন, যথেষ্ট সহকর্মীদের না
da: Prøv igen, ikke nok jævnaldrende
es: Intenta nuevamente, no hay suficientes pares
fr: Essayez de nouveau, pas assez de pairs
hi: पुन: प्रयास करें, पर्याप्त समकक्ष नहीं
hr: Pokušajte ponovno, nedovoljno preuzimatelja
it: Prova di nuovo, non abbastanza coetanei
ja: 十分なピアではなく、もう一度やり直してください
ko: 충분한 피어가 아니라 다시 시도하십시오.
ne: फेरि, पर्याप्त छैन साथीहरूको प्रयास
pt_br: Tente novamente, não pares suficiente
ro: Încercați din nou, nu sunt destui parteneri
sl: Poskusite znova, ne dovolj vrstniki
sr: Покушајте поново, не довољно вршњаке
sv: Prova igen, för få jämlikar
uk: Спробуйте ще раз, не вистачає однолітків
vi: Hãy thử lại, không đủ đồng nghiệp
zh_cn: 再试一次，没有足够的同龄人

source: Stopped
ar: إيقاف
bn: থামুন
da: Stop
el: Διακοπή
es: Detener
fr: Arrêté
hi: रोको
hr: Zaustavljeno
it: Interrotto
ja: 停止済
ko: 정지됨
ne: सबै चुन
pt_br: Parou
ro: Oprit
sl: Stopil je
sr: Стоппед
sv: Stoppad
uk: Зупинити
vi: Chọn tất cả
zh_cn: 已停止

source: Pausing
ar: التوقف
bn: বিরাম দেওয়া
da: Pauser
el: Παύση
es: Pausando
fr: Pauses
hi: रोकने पर
hr: Privremeno zaustavljam
ja: 一時停止中
ko: 일시 중지 중
pt_br: Pausando
ro: Se pauzează
sl: Pauziranje
sr: Паусинг
sv: Pausar
uk: призупинення
zh_cn: 正在暂停

source: Canceling
ar: إلغاء
bn: বাতিল করা হচ্ছে
da: Annullering
es: Cancelando
fr: Annulation
hi: रद्द कर रहा है
hr: Odustajem
ja: キャンセル
ko: 취소 중
pt_br: Cancelando
ro: Se anulează
sl: Preklic
sr: Отказивање
sv: Avbryter
uk: скасування
vi: Hủy
zh_cn: 正在取消

source: Canceled
ar: ألغيت
bn: বাতিল করা হয়েছে
da: Fortryd
el: Ακύρωση Σάρωσης
es: Cancelado
fr: Annulé
hi: क्रिया रद्द करो
hr: Odustano
it: Cancellato
ja: 取り消しました
ko: 취소됨
ne: रद्द गर
pt_br: Cancelado
ro: Anulat
sl: Preklicano
sr: отказан
sv: Avbryt
uk: Скасувати Сканування
vi: Bỏ qua
zh_cn: 已取消

source: Waiting
ar: انتظار
da: Genforespørgsel sendt, venter
el: Αναμονή
es: Esperando
fr: En attente
hi: ठहरा हुआ है
hr: Čekam
it: In attesa
ja: 待機中
ko: 대기중
ne: प्रतीक्षा
pt_br: Aguardando
ro: În așteptare
sl: Cakanie
sr: чекање
sv: Väntar
uk: Чекаю
vi: Đang chờ đợi
zh_cn: 正在等待

source: Complete
ar: تم التجميع
da: Fuldendt
el: Περισυλλέχθηκε
es: Completado
fr: Complet
hi: एकत्रित हुए
hr: Završeno
it: Raccolti
ja: 収集した
ko: 수집했습니다.
ne: पूरा
pt_br: Completo
ro: Terminat
sl: Dokončati
sr: комплетан
sv: Slutförd
uk: Зібрано
vi: Hoàn thành
zh_cn: 完成

source: Uploading
ar: جاري التحميل
da: Uploader
el: Αποστολή
es: Subiendo
fr: Transfert en cours
hi: अपलोड हो रहा है
hr: Šaljem
ja: アップロード中
ko: 업로드중
ne: अपलोडहरु
pt_br: Fazendo o upload
ro: Se încarcă
sl: Nalaganje
sr: уплоадинг
sv: Skickar upp
uk: Вивантажую
vi: Tải đi
zh_cn: 正在上传

source: Uncompressing
ar: الفتح
es: Descomprimiendo
fr: La décompression
hr: Otpakiravam datoteke
it: Decompressione
ko: 압축 해제
pt_br: Descompactar arquivos
ro: Se dezarhivează
sl: Raztezanje
sr: распаковки
sv: Dekomprimerar
vi: Nén nén
zh_cn: 正在解压

source: Error: Disk full - Change default save location.
ar: خطأ: القرص الكامل - تغيير موقع الحفظ الافتراضي.
bn: ত্রুটি: ডিস্ক পূর্ণ - ডিফল্ট সংরক্ষণ অবস্থান পরিবর্তন করুন।
da: Fejl: Disk fuld - Skift standard opspare placering.
el: Σφάλμα: Ο δίσκος είναι πλήρης - αλλαγή προεπιλεγμένη θέση αποθήκευσης.
es: Error: Disco lleno - Cambia la ubicación de descarga
fr: Erreur: Disque plein - Changez l'emplacement d'enregistrement par défaut.
hi: त्रुटि: डिस्क पूर्ण - डिफ़ॉल्ट सहेजें स्थान बदलें।
hr: Greška: disk je pun - promijenite zadanu lokaciju za spremanje.
it: Errore: Disco pieno - Variazione percorso di salvataggio predefinito.
ja: エラー：ディスクがいっぱい - 保存場所の変更デフォルト。
ko: 오류 : 디스크가 가득 찼습니다 - 기본 저장 위치를 변경하십시오.
ne: त्रुटि: डिस्क पूर्ण - पूर्वनिर्धारित परिवर्तन स्थान सुरक्षित।
pt_br: Erro: Disco cheio - Alterar local padrão para salvar.
ro: Eroare: Disk full - Schimbați locația de salvare implicită.
sl: Napaka: Disk poln - spremenite privzeto lokacijo za shranjevanje.
sr: Грешка: Диск је пун - Промена стандардног снимања локација.
sv: Fel: Disken full - ändra standardplatsen för hämtningar.
uk: Помилка: Диск заповнений - Зміна за замовчуванням місце збереження.
vi: Lỗi: Đĩa đầy đủ - Thay đổi vị trí lưu mặc định.
zh_cn: 错误：磁盘已满 - 更改默认保存位置。

source: Redirecting
ar: إعادة توجيه
bn: পুনঃনির্দেশ
da: Viderestiller
el: Ανακατεύθυνση
es: Redirigiendo
fr: Redirection
hi: रीडायरेक्ट कर रहा है
hr: Preusmjeravam
it: Reindirizzamento…
ja: リダイレクト
ko: 리디렉션
ne: पुन: निर्देशित गर्दै
pt_br: Redirecionando
ro: Redirecționarea
sl: Preusmerjanje
sr: преусмеравање
sv: Omdirigerar
uk: перенаправлення
vi: Chuyển hướng
zh_cn: 重定向

source: Unknown status
bn: অজানা অবস্থা
el: Άγνωστη κατάσταση
es: Desconocido
fr: Statut inconnu
hi: अज्ञात स्थिति
hr: Status nepoznat
it: Stato sconosciuto
ja: 不明なステータス
ko: 알 수없는 상태
ne: अज्ञात स्थिति
pt_br: Status desconhecido
ro: Stări necunoscute
sl: Neznan status
sr: nepoznat статус
sv: Okänd status
uk: невідомий статус
vi: Trạng thái không xác định
zh_cn: 未知状态

source: ETA
ar: الوقت المتوقع للإنتهاء
fr: HPA
hr: Približno vrijeme završetka
sv: Klar om
zh_cn: 预计完成时间

source: Loading Download Window...
ar: يتم الآن تحميل نافذة التنزيل...
bn: উইন্ডো ডাউনলোড লোড হচ্ছে ...
da: Indlæser downloadvindue...
el: Φόρτωση παραθύρου λήψεων...
es: Cargando ventana de descarga...
fr: Chargement de la fenêtre de téléchargement...
hi: डाउनलोड विन्डो लोड हो रही है...
hr: Učitavam prozor preuzimanja...
it: Caricamento finestra di download...
ja: ダウンロード・ウィンドウをロード中...
ko: 다운로드 윈도우를 불러오는 중...
ne: डाउनलोड विन्डो लोड...
pt_br: Carregando janela de download...
ro: Se încarcă fereastra descărcări...
sl: Stiahni ako...
sr: Лоадинг Довнлоад Виндов ...
sv: Läser in hämtningsfönster…
uk: Завантажую вікно завантажень...
vi: Đang Tải Tải xuống Cửa sổ...
zh_cn: 加载下载窗口……

source: Cancel Download
ar: إلغاء التنزيل
bn: ডাউনলোড বাতিল করুন
da: Stop download
el: Διαγραφή λήψης
es: Cancelar la descarga
fr: Annuler le téléchargement
hi: डाउनलोड समाप्त करो
hr: Prekini preuzimanje
it: Cancella Download
ja: ダウンロードを取り消し
ko: 다운로드 취소
ne: डाउनलोडहरु
pt_br: Cancelar o download
ro: Anulează descărcarea
sl: Zrusit download
sr: Откажи Довнлоад
sv: Avbryt hämtning
uk: Скасувати Завантаження
vi: Tải về
zh_cn: 取消下载

source: Cancel
ar: إلغاء الفحص
da: Fortryd
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
hr: Odustani
it: Cancella
ja: 取消 (C)
ko: 취소
ne: रद्द गर
pt_br: Cancelar
ro: Anulează
sl: Prekliči
sr: Отказати
sv: Avbryt
uk: Скасувати Сканування
vi: Bỏ qua
zh_cn: 取消

source: Cancel Selected Downloads
ar: إلغاء التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলি বাতিল করুন
da: Stop valgte downloads
el: Διακοπή επιλεγμένων λήψεων.
es: Cancelar las descargas seleccionadas
fr: Annuler les Téléchargements Sélectionnés.
hi: चुने हुए डाउनलोड को रोकें.
hr: Zaustavi označena preuzimanja
it: Cancella download selezionati
ja: 選択したダウンロードを停止する
ko: 선택한 다운로드를 정지
ne: चयन डाउनलोड रद्द
pt_br: Cancelar downloads selecionados.
ro: Anulează descărcările selectate
sl: Prekliči izbrane prenose
sr: Откажи изабране Довнлоадс
sv: Avbryt markerad hämtningar
uk: Скасувати Обрані Завантаження
vi: Chạy tập tin được chọn
zh_cn: 取消所选下载

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
ar: لم يتمكن فروستوير من تحميل ملف تورنت "{0}"، - قد يكون غير صحيح أو لا يملك فروستوير الإذن للوصول إلى هذا الملف.
bn: FrostWire ঝরনা ফাইল "{0}" লোড করতে অক্ষম ছিল - এটি বিকৃত বা FrostWire এই ফাইল অ্যাক্সেস করার অনুমতি নেই হতে পারে।
da: FrostWire kunne ikke indlæse torrent filen "{0}", - den er måske ødelagt eller FrostWire har ikke tilladelse til at få adgang til denne fil.
el: FrostWire δεν ήταν δυνατό να φορτώσει το αρχείο torrent "{0}", - μπορεί να είναι ακατάλληλη ή FrostWire δεν έχετε δικαίωμα να αποκτήσετε πρόσβαση σε αυτό το αρχείο.
es: FrostWire fue incapaz de cargar el archivo torrent "{0}", - puede estar malformado o puede que FrostWire no tenga permisos para acceder a este archivo.
fr: FrostWire n’est pas parvenu à charger le fichier Torrent "{0}", il est peut-être malformé ou FrostWire ne dispose pas des permissions nécessaires pour accéder à ce fichier.
hi: फ्रोस्ट वाइर तोर्रेंतो फ़ाइल लोड करने में असमर्थ था, "{0}", -यह विकृत हो सकता है या फ्रोस्ट वाइर को इस फ़ाइल का उपयोग करने की अनुमति नहीं हो सकता है.
hr: FrostWire nije bio u mogućnosti učitati torrent datoteku "{0}", - možda je neispravna ili FrostWire nema ovlasti za pristup ovoj datoteci.
it: Frostwire non ha potuto caricare il file torrent "{0}", - il file potrebbe essere danneggiato oppure Frostwire non ha il permesso di accedere a questo file.
ja: torrent ファイル 「{0}」 をロードできません。ファイルが不正か、アクセス権限が無い可能性があります。
ko: FrostWire가 토렌프 파일 "{0}"을 불러오는데 실패하였습니다, - 잘못된 형식이거나 또는 FrostWire가 파일에 관한 접근 권한을 갖고 있지 않습니다.
pt_br: O Frostwire não conseguiu carregar o arquivo "{0}", - ele pode estar deformado ou o Frostwire não tem permissão para acessar esse arquivo.
ro: FrostWire nu nu a putut încărca fișierul torrent "{0}", - poate fi incorect sau FrostWire nu are permisiunea să acceseze acest fișier.
sl: Slana je torrent datoteke »{0} «ni mogoče naložiti - je morda poškodovan ali slana nima dovoljenja za dostop do te datoteke.
sv: FrostWire kunde in öppna torrentfilen ”{0}” - den kan vara felaktig eller så har FrostWire inte behörighet att komma åt filen.
uk: FrostWire вдалося завантажити торрент-файл "{0}", - це може бути неправильно або FrostWire не має дозволу на доступ до цього файлу.
vi: FrostWire không thể tải tập tin torrent "{0}", - Nó có thể bị thay đổi hoặc FrostWire không có quyền truy cập tệp này.
zh_cn: FrostWire无法加载种子文件"{0}"，可能文件格式错误或者FrostWire无权限访问该文件。

source: Advanced
ar: متقدم
da: Avanceret
el: Προχωρημένα
es: Avanzado
fr: Avancées
hi: उन्नति किया हुआ
hr: Napredne postavke
it: Avanzate
ja: アドバンスド
ko: 고급
ne: विकसित
pt_br: Avançado
ro: Avansat
sl: Rozsirene
sr: напредан
sv: Avancerat
uk: Розширені
vi: Nâng cao
zh_cn: 高级

source: Trackers
ar: بتتبع
el: Ιχνηλάτες
hi: ट्रैकर्स
hr: Pratitelji
ne: स्थान्तरण
pt_br: Crackers
ro: Trakere
sl: Sledilniki
sr: Трацкерс
vi: Người theo dõi
zh_cn: 跟踪器

source: Set Down Speed
ar: اختر السرعة
bn: গতি সেট করুন
da: Download hastighed:
el: Επιλέξτε ταχύτητα
es: Establecer velocidad de descarga
fr: Définir la vitesse de téléchargement
hi: गति स्थापित करें
hr: Postavi brzinu preuzimanja
it: Imposta velocita' di ricezione
ja: ダウンロード速度設定：
ko: 다운 속도 설정
ne: सबै चुन
pt_br: Selecione a Velocidade de Baixar
ro: Configurați viteza de descărcare
sl: Vyber typ hladaneho:
sr: Спустити Брзина
sv: Hämtningshastighet
uk: Визначте швидкість
vi: Chọn tất cả
zh_cn: 设置下载速度

source: Disabled
ar: تعطيل
da: Undlad
el: Απόρριψη
es: Desactivado
fr: Désactivé
hi: निर्योग्य
hr: Isključeno
it: Disabilitato
ja: 無効
ko: 비활성화됨
ne: अक्षम
pt_br: Inválido
ro: Dezactivat
sl: Zavrži
sr: онемогућен
sv: Inaktivera
uk: Не зважати
vi: Hủy
zh_cn: 禁止

source: Unlimited
ar: غير محدود
bn: সীমাহীন
da: Ubegrænset
es: Ilimitado
fr: Illimitée
hi: असीमित
hr: Neograničeno
it: Illimitato
ja: 無制限
ko: 무제한
ne: असीमित
pt_br: Ilimitado
ro: Nelimitat
sl: Neomejeno
sr: неограничен
sv: Obegränsad
uk: необмежений
vi: Vô hạn
zh_cn: 没有限制的

source: No limit
ar: لا حدود
da: Ingen begrænsning
es: Sin límite
fr: Aucune limite
hi: कोई सीमा नहीं
hr: Nema limita
it: Nessun limite
ja: 制限なし
ko: 제한 없음
ne: कुनै सीमा
pt_br: Sem limite
ro: Fără limită
sl: Neomejeno
sr: Без лимита
sv: Inga gränser
uk: необмежений
vi: Vô hạn
zh_cn: 无限制

source: Set Up Speed
ar: اختر السرعة
bn: গতি সেট আপ
da: Netværkshastighed
el: Επιλέξτε ταχύτητα
es: Establecer velocidad
fr: Définir la vitesse de transfert (émission)
hi: स्पीड स्थापित करें
hr: Postavi brzinu slanja
it: Imposta velocità
ja: アップロード速度設定
ko: 업 속도 설정
ne: सबै चुन
pt_br: Selecione a Velocidade
ro: Configurați viteza de încărcare
sl: Nastavite hitrost
sr: Сет брзог
sv: Ange upphastighet
uk: Визначте швидкість
vi: Chọn tất cả
zh_cn: 设置上传速度

source: Edit Trackers
ar: تحرير تعقب
bn: ট্র্যাকার সম্পাদনা করুন
da: Rediger trackere
es: Editar tracker
fr: Modifier les Trackers
hi: ट्रैकर्स संपादित करें
hr: Promijeni pratitelje
it: Modifica Trackers
ja: トラッカーを編集する
ko: 추적기 편집
ne: स्थान्तरण सम्पादन
pt_br: Editar Trackers
ro: Editare trackere
sl: Urejanje sledilcev
sr: Едит Трацкерс
sv: Redigera trackers
uk: змінити трекери
vi: Chỉnh sửa Người theo dõi
zh_cn: 编辑Tracker服务器

source: Update Tracker
ar: تحديث المقتفي
bn: আপডেট ট্র্যাকার
da: Opdatér tracker
es: Actualizar tracker
fr: Mise à jour Tracker
hi: अद्यतन ट्रैकर
hr: Osvježi pratitelja
it: Aggiorna Tracker
ja: 更新トラッカー
ko: 업데이트 추적기
ne: ट्रयाकर अद्यावधिक
pt_br: Atualizar Tracker
ro: Actualizare trackere
sl: Posodobitev Tracker
sr: упдате Трацкер
sv: Uppdatera tracker
uk: оновлення трекера
vi: Cập nhật trình theo dõi
zh_cn: 更新Tracker服务器

source: Scrape Tracker
ar: كشط المقتفي
bn: স্ক্র্যাপ ট্র্যাকার
da: Skrabe Tracker
es: Raspa el Tracker
hi: स्क्रैप ट्रैकर
hr: Ogrebi pratitelja
it: Raschiare Tracker
ja: スクレイプトラッカー
ko: 긁힌 자국 추적기
ne: खुर्केर सफा गर्नु ट्रयाकर
pt_br: Raspar Tracker
ro: Răzuiește trackerul
sl: Strganje Tracker
sr: огреботина Трацкер
sv: Skrapa tracker
uk: Скребок трекера
zh_cn: 去除Tracker服务器

source: Edit trackers
ar: تعديل بتتبع
bn: ট্র্যাকার সম্পাদনা করুন
da: Rediger trackere
es: Editar trackers
fr: Modifier les trackers
hi: ट्रैकर संपादित करें
hr: Promijeni pratitelje
it: Modifica tracker
ja: トラッカーの編集
ko: 추적기 편집
pt_br: Editar trackers
ro: Editare trackere
sl: Urejanje sledilcev
sr: Едит примаоца
sv: Redigera trackers
uk: редагування трекери
vi: Chỉnh sửa Người theo dõi
zh_cn: 编辑Tracker服务器

source: Edit trackers, one by line
ar: تعديل بتتبع، واحدا تلو الآخر
bn: ট্র্যাকারগুলি সম্পাদনা করুন, এক লাইনের মাধ্যমে
da: Rediger trackere, en for linje
es: Editar trackers, uno por línea
fr: Éditer des crackers, un par ligne
hi: ट्रैककर्ताओं को एक पंक्ति से संपादित करें
hr: Promijeni pratitelje, jedan po jedan
it: Modifica traccerà, uno per linea
ja: 編集トラッカー、ラインずつ
ko: 한 줄씩 추적기 편집
pt_br: Editar crackers, um por linha
ro: Editare trackere, unul pe linie
sl: Uredite sledilni pes, ena vrstica
sr: Едит примаоца, један од линије
sv: Redigera trackers, en per rad
uk: Редагування трекери, один по лінії
vi: Chỉnh sửa trình theo dõi, từng người một
zh_cn: 编辑Tracker服务器，每行一个

source: Accept
ar: قبول
el: αποδεχθείτε
es: Aceptar
fr: Acceptez
hi: स्वीकार करना
hr: Prihvati
ja: 同意する
ko: 동의
ne: स्वीकार
pt_br: Aceitar
ro: Acceptare
sl: Sprejemam
sr: прихватити
sv: Acceptera
uk: Прийнятоприймати
vi: Chấp nhận
zh_cn: 接受
