Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Join the FrostWire community and help us spread FrostWire to continue to have a free and uncensored Internet. Stay in touch through social media channels for quick feedback, support, ideas or just to say hello.
bn: FrostWire সম্প্রদায়ের সাথে যোগ দিন এবং একটি বিনামূল্যের এবং অ্যানিসকোডেড ইন্টারনেট থাকার জন্য আমাদের FrostWire বিস্তার করতে সহায়তা করুন দ্রুত প্রতিক্রিয়া, সমর্থন, ধারণা বা শুধু হ্যালো বলতে সামাজিক মিডিয়া চ্যানেলগুলির মাধ্যমে যোগাযোগ করুন।
es: Únete a la comunidad FrostWire y ayúdanos a difundir FrostWire para continuar teniendo un Internet libre y sin censura. Mantente en contacto a través de nuestros canales en las redes sociales para un rápido feedback, soporte, ideas o sólo para decir hola.
fr: Rejoignez la communauté de FrostWire et nous aider à répandre FrostWire pour continuer d’avoir un Internet libre et non censuré. Rester en contact par l’intermédiaire de canaux de médias sociaux pour rétroaction rapide, soutien, idées, ou tout simplement pour dire bonjour.
hi: फ्रॉस्टवायर समुदाय से जुड़ें और फ्रॉस्टवायर को फैलाने में मदद करें ताकि एक नि: शुल्क और बिना सेंसर वाले इंटरनेट हो सके त्वरित प्रतिक्रिया, समर्थन, विचारों या सिर्फ हेल्लो कहने के लिए सोशल मीडिया चैनलों के माध्यम से संपर्क में रहें
hr: Pridružite se FrostWire zajednici i pomozite nam da širimo FrostWire kako bismo nastavili imati besplatan i necenzuriran internet. Ostanite u kontaktu putem kanala društvenih medija za brzu povratnu informaciju, podršku, ideje ili samo pozdrav.
it: Unisciti alla community di FrostWire e aiutarci a diffondere FrostWire per continuare ad avere un Internet libero e senza censure. Rimanere in contatto attraverso canali di social media per feedback veloce, supporto, idee o semplicemente per dire Ciao.
ja: FrostWireコミュニティに参加し、FrostWireを普及させ、無償の無償のインターネットを無料で利用できるようにしましょう。 迅速なフィードバック、サポート、アイデア、またはちょうどこんにちはと言うために、ソーシャルメディアチャネルを通じて連絡を取り合ってください。
ko: FrostWire 커뮤니티에 가입하여 FrostWire를 확산시켜 계속 무료로 무수정 인터넷을 제공하십시오. 신속한 피드백, 지원, 아이디어 또는 소위 말하는 인사를 위해 소셜 미디어 채널을 통해 연락하십시오.
ne: को FrostWire समुदायमा सामेल र हामीलाई निःशुल्क र uncensored इन्टरनेट जारी गर्न FrostWire फैलाउन मदत। द्रुत प्रतिक्रिया, समर्थन, विचार को लागि सामाजिक मिडिया च्यानलहरू मार्फत सम्पर्कमा रहन वा नमस्कार भन्न।
pt_br: Participe da Comunidade do FrostWire e ajude-na espalhar o FrostWire para continuar a ter uma Internet livre e sem censura. Ficar em contato através de canais de mídia social para um rápido feedback, apoio, ideias ou apenas para dizer Olá.
ro: Alăturați-vă comunității FrostWire și ajutați-ne să răspândim FrostWire pentru a continua să aveți un internet gratuit și necenzurat. Rămâneți la curent prin intermediul canalelor media sociale pentru feedback rapid, sprijin, idei sau doar pentru a vă saluta.
sl: Pridružite se skupini FrostWire in nam pomagajte razširiti FrostWire, da boste še naprej imeli brezplačen in uncensored internet. Ostanite v stiku s socialnimi mediji kanalov za hitro povratne informacije, podporo, ideje ali samo pozdraviti.
sr: Придружите се FrostWire заједници и помозите нам ширити FrostWire да настави да имају слободан и нецензурисане Интернет. Останите у контакту путем друштвених канала медија за брзу повратну везу, подршке, идеје или само да се поздравим.
sv: Anslut dig till FrostWire-gemenskapen och hjälp oss att sprida FrostWire för att fortsätta ha ett fritt och ocensurerat internet. Håll kontakten på sociala mediekanaler för snabb återkoppling, stöd, idéer eller bara för att säga hej.
uk: Приєднуйтесь до спільноти FrostWire і допомогти нам поширити FrostWire як і раніше мати вільні і цензуру Інтернет. Залишайтеся на зв'язку через соціальні медіа канали для швидкого зворотного зв'язку, підтримки, ідей або просто привітатися.
vi: Tham gia cộng đồng FrostWire và giúp chúng tôi truyền bá FrostWire để tiếp tục có một Internet miễn phí và không kiểm duyệt. Giữ liên lạc qua các kênh truyền thông xã hội để phản hồi nhanh, hỗ trợ, ý tưởng hay chỉ để chào hỏi.
zh_cn: 加入FrostWire社区，帮助我们传播FrostWire，继续免费提供未经审查的互联网。 通过社交媒体渠道保持联系，以获得快速的反馈，支持，想法或只是打个招呼。

source: <html><b>Keep in Touch!</b></html>
bn: <html><b>যোগাযোগ রেখো!</b></html>
es: <html><b>¡Mantente en contacto!</b></html>
fr: <html><b>On reste en contact!</b></html>
hi: <html><b>संपर्क में रहना!</b></html>
hr: <html><b>Ostati u kontaktu!</b></html>
it: <html><b>Restiamo in contatto</b></html>
ja: <html><b>連絡を取り合う！</b></html>
ko: <html><b>연락해요!</b></html>
ne: <html><b>भेट्दै गर्नु!</b></html>
pt_br: <html><b>Mantenha contato!</b></html>
ro: <html><b>Păstrăm legătura!</b></html>
sl: <html><b>ostanimo v stiku!</b></html>
sr: <html><b>Останимо у контакту!</b></html>
sv: <html><b>Håll kontakten!</b></html>
uk: <html><b>Підтримувати зв'язок!</b></html>
vi: <html><b>Giữ liên lạc!</b></html>
zh_cn: <html><b>保持联系！</b></html>

source: FrostWire is a Peer to Peer Application that enables you to share files of your choosing with other users connected to the BitTorrent network.
bn: FrostWire পিটার অ্যাপ্লিকেশনের একটি পিয়ার যা আপনাকে বিট টরেন্ট নেটওয়ার্কে সংযুক্ত অন্যান্য ব্যবহারকারীদের সাথে আপনার পছন্দসই ফাইল ভাগ করতে সক্ষম করে।
es: FrostWire es una aplicación P2P que permite compartir archivos de tu elección con otros usuarios conectados a la red de BitTorrent.
fr: FrostWire est une Application Point-à-Point qui vous permet de partager des fichiers de votre choix avec d'autres utilisateurs du réseau BitTorrent.
hi: फ्रोस्ट वाइर सहकर्मी से सहकर्मी करने के लिए एक अनुप्रयोग है जो आपको अपने को चुनने के लिए बिटटोरेंट नेटवर्क से जुड़े अन्य उपयोगकर्ताओं के साथ फ़ाइलें साझा करने में सक्षम बनाता है .
hr: FrostWire je peer-to-peer aplikacija koja vam omogućava da dijelite datoteke po vašem izboru sa ostalim korisnicima spojenima na BitTorrent mreži.
it: FrostWire e' un' Applicazione Peer to Peer che ti permette di condividere file di tua scelta con altri utenti connessi al netword di BitTorrent.
ja: FrostWireは、BitTorrentネットワークに接続している他のユーザと選択したファイルの共有を可能にする「ピア・ツー・ピア」アプリケーションです。
ko: FrostWire는 BitTorrent 네트워크를 통하여 다른 사용자들과 파일을 공유할 수 있도록 하는 피어-투-피어 어플리케이션입니다.
ne: FrostWire तपाईं अन्य बिटटोरेन्टपाइथोन नेटवर्कमा जडान प्रयोगकर्ताहरू साथ छनौट फाइलहरू साझेदारी गर्न सक्षम बनाउँछ आवेदन सहकर्मी एक साथीहरूको छ।
pt_br: FrostWire é um _ Aplicativo amigável que permite compartilhar arquivos da sua escolha com outros usuários conectados à rede BitTorrent.
ro: FrostWire este o aplicație P2P care vă permite să partajați fișiere la alegere cu alți utilizatori conectați la rețeaua BitTorrent.
sl: FrostWire je aplikacija Peer to Peer, ki vam omogoča, da datoteke, ki jih izberete, delite z drugimi uporabniki, ki so priključeni na omrežje BitTorrent.
sr: FrostWire је Пеер то Пеер апликација која вам омогућава да делите фајлове вашем избору са осталим корисницима који су повезани са БитТоррент мреже.
sv: FrostWire är ett peer-to-peer-program som låter dig dela valfria filer med andra användare anslutna i BitTorrentnätverket.
uk: FrostWire є тимчасової додаток, що дозволяє обмінюватися файлами за вашим вибором з іншими користувачами, підключеними до мережі BitTorrent.
vi: FrostWire là một Peer to Peer ứng dụng cho phép bạn chia sẻ tập tin của bạn lựa chọn với người dùng khác kết nối với mạng BitTorrent.
zh_cn: FrostWire是一个点对点应用程序，能让你与BitTorrent网络上的其他用户共享你所选择的文件。

source: Installing and using the program does not constitute a license for obtaining or distributing unauthorized content.
bn: প্রোগ্রাম ইনস্টল এবং ব্যবহার অননুমোদিত বিষয়বস্তু প্রাপ্ত বা বিতরণ করার জন্য একটি লাইসেন্স গঠন করে না।
es: Instalar y usar el programa no constituye una licencia para obtener o distribuir contenido no autorizado.
fr: L'installation et l'utilisation de ce programme ne constitue pas un droit d'obtention ou de distribution de contenu non autorisé.
hi: प्रोग्राम को स्थापित या इसका उपयोग प्राप्त करने से यह अनधिकृत सामग्री के वितरण के लिए लाइसेंस नहीं बनता है.
hr: Instaliranje i korištenje programa ne odobrava licencu za dobavljanje ili distribuciju neovlaštenog sadržaja.
it: Installare e utilizzare il programma non costituisce licenza per ottenere o distribuire materiale non autorizzato.
ja: プログラムのインストール並びに使用は、非認証コンテンツの保持や配布のためのライセンスとして構築していません。
ko: 프로그램을 설치한 후 사용하는 것은 비허가된 콘텐츠를 습득 또는 배포하는 것을 허용하지 않습니다.
ne: स्थापना र प्राप्त वा अनधिकृत सामग्री वितरण लागि इजाजतपत्र गठन गर्दैन कार्यक्रम प्रयोग गरेर।
pt_br: Instalar e usar o programa não constitui uma licença para a obtenção ou distribuição de conteúdo não autorizado.
ro: Instalând și utilizând programul nu constituie o licență pentru obținerea sau distribuirea de conținut neautorizat.
sl: Namestitev in uporaba programa predstavlja licenco za pridobitev ali distribucijo nedovoljene vsebine.
sr: Инсталирање и коришћење програма не представља дозволу за добијање или дистрибуцију неовлашћеног садржаја.
sv: Att installera och använda programmet innebär inte en licens för att hämta eller distribuera otillåtet innehåll.
uk: Установка і використання програми не є ліцензією на отримання або розповсюдження несанкціонованого контенту.
vi: Việc cài đặt và sử dụng chương trình không phải là giấy phép để có được hoặc phân phối nội dung trái phép.
zh_cn: 安装及使用该程序，不构成一个获取或散布未经授权内容的许可。

source: Welcome
ar: مرحباً
bn: স্বাগত
da: Velkommen
el: Καλωσορίσατε
es: Bienvenido
fr: Bienvenue
hi: स्वागत
hr: Dobrodošli
it: Benvenuto
ja: ようこそ
ko: 어서 오십시오
ne: स्वागत
pt_br: Bem-vindo
ro: Bine ați venit
sl: Dobrodošli
sr: Dobro došli
sv: Välkommen
uk: Вітаю
vi: Chào mừng
zh_cn: 欢迎

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
ar: مرحباً بك في معالج تثبيت FrostWire. قام FrostWire مؤخرا بإضافة خدمات جديدة تتطلب بعض الإجراءات. سيساعدك FrostWire من خلال سلسلة من الخطوات لتثبيت الخدمات الجديدة
bn: FrostWire সেটআপ উইজার্ড স্বাগতম FrostWire সম্প্রতি নতুন বৈশিষ্ট্য যোগ করা হয়েছে যা আপনার কনফিগারেশন প্রয়োজন। FrostWire এই নতুন বৈশিষ্ট্য কনফিগার করার জন্য একটি পদক্ষেপের ধারাবাহিকভাবে আপনাকে গাইড করবে।
da: Velkommen til FrostWire's installeringsguide. FrostWire har fornylig øget programmets muligheder, hvilket kræver justeringer i din konfiguration. FrostWire vil guide dig igennem en serie af trin for at konfigurere disse nye muligheder.
el: Καλωσορίσατε στο βοηθό ρύθμισης του FrostWire. Το FrostWire έχει πρόσφατα προσθέσει νέα χαρακτηριστικά που χρειάζονται ρυθμίσεις από εσάς. Το FrostWire θα σας οδηγήσει μέσα από μια σειρά από βήματα για να ρυθμίσετε αυτά τα νέα χαρακτηριστικά.
es: Bienvenido al asistente de configuración de FrostWire. Recientemente, FrostWire ha agregado funciones nuevas que requieren ser configuradas. FrostWire lo guiará por una serie de pasos para configurar estas funciones.
fr: Bienvenue dans l’assistant d’installation de FrostWire. FrostWire a récemment ajouté de nouvelles fonctionnalités qui requièrent votre configuration. FrostWire vous guidera au travers d’une suite d’étapes pour configurer ces nouvelles fonctionnalités.
hi: FrostWire सेटअप विज़ार्ड में आपका स्वागत है. FrostWire हाल ही में नई सुविधाओं जोड़ा गया है कि आपके विन्यास की आवश्यकता है. FrostWire आप इन नई सुविधाओं को कॉन्फ़िगर करने के लिए कदम की एक श्रृंखला के माध्यम से मार्गदर्शन करेगा.
hr: Dobrodošli u FrostWire instalacijski čarobnjak. FrostWire je nedavno dodao nove značajke koje zahtijevaju vašu konfiguraciju. FrostWire će vas voditi kroz nekoliko koraka konfiguracije ovih značajki.
it: Benvenuto nell'assistente di FrostWire. FrostWire ha recentemente aggiunto nuove funzioni che richiedono una nuiova configurazione. FrostWire ti guiderà attraverso una serie di passi per configurare le nuove funzioni.
ja: FrostWire 設定ウィザードへようこそ。FrostWireは新機能に対応した設定が必要です。これらの新機能の設定を一連のステップを通してご案内します。
ko: FrostWire 설정 위저드에 어서 오십시오. FrostWire는 신기능에 대응한 설정이 필요합니다. 이러한 신기능의 설정을 일련의 스텝을 통해 안내합니다.
ne: को FrostWire सेटअप विजार्ड स्वागत छ। FrostWire भर्खर आफ्नो कन्फिगरेसन आवश्यक नयाँ सुविधाहरू थप गरेको छ। FrostWire यी नयाँ सुविधाहरू कन्फिगर गर्न कदम को एक श्रृंखला माध्यम ले मार्गदर्शन हुनेछ।
pt_br: Bem-vindo ao assistente de instalação do FrostWire. O FrostWire possui novas características que necessitam ser configuradas. O FrostWire vai guiá-lo numa série de passos para configurar essas novas características.
ro: Bine ați venit la asistentul de instalare FrostWire. Recent au fost adăugate noi funcții în FrostWire care necesită să le configurați. FrostWire vă va ghida printr-o serie de pași pentru configurarea acestor noi funcții.
sl: Dobrodošli v čarovniku za namestitev FrostWire. FrostWire je nedavno dodal nove funkcije, ki zahtevajo vašo konfiguracijo. FrostWire vas bo vodil skozi vrsto korakov za konfiguriranje teh novih funkcij.
sr: Dobro došli, ovo je pomoćnik za podešavanja. FrostWire je nedavno dodao nove mogućnosti koje zahtevaju podešavanja programa, a FrostWire će Vas provesti kroz niz potrebnih koraka za njihovo podešavanje.
sv: Välkommen till FrostWires installationsguide. FrostWire has nyligen lagt till nya egenskaper som kräver din konfiguration. FrostWire kommer att guida dig genom ett antal steg för att konfigurera dessa nya funktioner.
uk: Вітаємо в майстрі налаштувань FrostWire. У FrostWire нещодавно з’явилися нові можливості, які потребують Вашого налаштування. FrostWire допоможе вам пройти декілька кроків, щоб налаштувати ці можливості.
vi: Chào mừng đến với thuật sĩ thiết lập FrostWire. FrostWire gần đây đã thêm các tính năng mới yêu cầu cấu hình của bạn. FrostWire sẽ hướng dẫn bạn qua một loạt các bước để định cấu hình các tính năng mới này.
zh_cn: 欢迎使用FrostWire安装向导。FrostWire新增功能需要进行配置。FrostWire将指导你通过一系列步骤配置上述新功能。

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
ar: مرحباً بك في معالج تثبيت FrostWire. سيقوم المعالج بإرشادك من خلال سلسلة من الخطوات لكي يعمل FrostWire بشكل صحيح.
bn: FrostWire সেটআপ উইজার্ড স্বাগতম FrostWire সর্বোত্তম পারফরম্যান্স জন্য FrostWire কনফিগার করার জন্য একটি পদক্ষেপের মাধ্যমে আপনাকে গাইড করবে
da: Velkommen til FrostWire's installeringsguide. FrostWire vil guide dig gennem et antal trin for at indstille FrostWire til optimal ydelse.
el: Καλωσορίσατε στο βοηθό ρύθμισης του FrostWire. Το FrostWire θα σας οδηγήσει μέσα από μια σειρά από βήματα ρυθμίσεων του FrostWire για την καλύτερή του απόδοση.
es: Bienvenido al asistente de configuración de FrostWire. FrostWire lo guiará por una serie de pasos con el fin de configurar FrostWire para obtener un rendimiento óptimo.
fr: Bienvenue dans l’assistant d’installation de FrostWire. FrostWire vous guidera dans la suite d’étapes permettant de configurer FrostWire pour des performances optimales.
hi: लैमवैर प्रतिष्ठापन मे आपका स्वागत है। लैमवैर को प्रतिष्ठापन के लिए कुछ जानकारी आवश्यक है।
hr: Dobrodošli u FrostWire instalacijski čarobnjak. FrostWire će vas voditi kroz nekoliko koraka kako biste postavili FrostWire za optimalne performanse.
it: Benevenuto nell'assistente di FrostWire. FrostWire ti guiderà attraverso una serie di passi per configurare FrostWire alle prestazioni ottimali.
ja: FrostWire設定ウィザードへようこそ。FrostWireを快適にご使用頂くための調整を、一連のステップを通してご案内します。
ko: FrostWire 설정 위저드에 어서 오십시오. FrostWire를 쾌적하게 사용 받기 위한 조정을, 일련의 스텝을 통해 안내합니다.
ne: को FrostWire सेटअप विजार्ड स्वागत छ। FrostWire अधिकतम प्रदर्शन को लागि FrostWire कन्फिगर गर्न कदम को एक श्रृंखला माध्यम ले मार्गदर्शन हुनेछ।
pt_br: Bem-vindo ao assistente de instalação do FrostWire. O FrostWire vai guiá-lo numa série de passos para configurar o FrostWire para um desempenho otimizado.
ro: Bine ați venit la asistentul de instalare FrostWire . FrostWire vă va ghida printr-o serie de pași pentru configurarea FrostWire pentru o performanță optimă.
sl: Dobrodošli v čarovniku za namestitev FrostWire. FrostWire vas bo vodil skozi vrsto korakov za konfiguracijo FrostWire za optimalno delovanje.
sr: Dobro došli, ovo je pomoćnik za podešavanja. FrostWire će Vas provesti kroz niz potrebnih koraka za podešavanje programa za optimalni rad.
sv: Välkommen till FrostWires installationsguide. FrostWire kommer att guida dig igenom ett antal steg för att kunna optimera din prestanda och ditt användande.
uk: Вітаємов майстрі налаштуваннь FrostWire. FrostWire допоможе вам пройти декілька кроків і налаштувати FrostWire на найпродуктивнішу роботу.
vi: Chào mừng đến với thuật sĩ thiết lập FrostWire. FrostWire sẽ hướng dẫn bạn qua một loạt các bước để cấu hình FrostWire cho hiệu suất tối ưu.
zh_cn: 欢迎使用FrostWire安装向导. FrostWire将指导你通过一系列步骤配置FrostWire, 以便达到最佳性能.

source: FrostWire is free software,
bn: FrostWire বিনামূল্যে সফ্টওয়্যার,
da: FrostWire er gratis software,
el: Το FrostWire είναι ελεύθερο λογισμικό,
es: FrostWire es un software gratuito,
hi: FrostWire मुक्त सॉफ्टवेयर है,
hr: FrostWire je besplatan softver,
ja: FrostWireはフリーソフトウェアですが、
ne: FrostWire निःशुल्क सफ्टवेयर छ,
ro: FrostWire este o aplicație liberă,
sl: FrostWire je brezplačna programska oprema,
sr: ФростВире авлаетса слободан софтвер,
sv: FrostWire är fri programvara,
uk: FrostWire є вільним програмним забезпеченням,
vi: FrostWire là phần mềm miễn phí,
zh_cn: FrostWire是自由软件，

source: Do not pay for FrostWire.
ar: ضبط خيارات الوكيل لـ FrostWire.
bn: FrostWire জন্য অর্থ প্রদান করবেন না
da: Konfigurér proxy muligheder for FrostWire.
el: Διευθέτηση επιλογών διακομιστή μεσολάβησης για το FrostWire.
es: No pagues por FrostWire.
fr: Ne payez pas pour FrostWire.
hi: FrostWire के लिए भुगतान नहीं करो.
hr: Nemojte plaćati za FrostWire.
it: Non pagare per FrostWire.
ja: FrostWireに支払わないでください
ko: FrostWire의 사용 비용을 지불하지 마십시오.
ne: लाइमवाइर बारे
pt_br: Não pague pelo FrostWire.
ro: Nu plătiți pentru FrostWire.
sl: Nastavit zdielane moznosti
sr: Podešavanje Proxy opcija za FrostWire.
sv: Betala inte för FrostWire.
uk: Налаштуйте Proxy для роботи з FrostWire.
vi: Không phải trả tiền cho FrostWire.
zh_cn: 不用为FrostWire破费。

source: &File
ar: ملف
da: &Filer
el: Αρχείο [&A]
es: &Archivo
fr: &Fichier
hr: Datoteka
ja: ファイル (&F)
ko: 파일 (&F)
ne: फाइल
pt_br: &Arquivo
ro: &Fișier
sl: &Subor
sr: &Program
sv: &Arkiv
uk: Файл
vi: Tập tin
zh_cn: 文件 (&F)

source: &Help
ar: يتم الآن الاتصال
da: &Hjælp
el: Βοήθεια [&B]
es: &Ayuda
fr: &Aide
hi: सहायता (&H)
hr: Pomoć
it: &Aiuto
ja: ヘルプ (&H)
ko: 도움말 (&H)
ne: मदत
pt_br: &Ajuda
ro: &Ajutor
sl: &Pomoc
sr: &Pomoć
sv: &Hjälp
uk: Допомога
vi: &Giúp
zh_cn: 帮助 (&H)

source: How to use FrostWire (Video)
ar: كيفية استخدام برنامج FrostWire (فيديو)
bn: FrostWire ব্যবহার কিভাবে (ভিডিও)
da: Hvordan man bruge FrostWire (Video)
el: Πώς να χρησιμοποιήσετε το FrostWire (Video)
es: Cómo usar FrostWire (Vídeo)
fr: Comment utiliser FrostWire (vidéo)
hi: FrostWire (वीडियो) का उपयोग कैसे करें
hr: Kako koristiti FrostWire (video)
it: Come utilizzare FrostWire (Video)
ja: FrostWire（動画は英語）を使用する方法
ko: FrostWire 사용 방법 (영문 비디오)
ne: FrostWire (अंग्रेजी मा भिडियो) कसरी प्रयोग गर्ने
pt_br: Como usar FrostWire (Vídeo)
ro: Cum să utilizați FrostWire (Video)
sl: Kako uporabljati FrostWire (Video v angleščini)
sr: Како користити FrostWire (видео на енглеском језику)
sv: Hur man använder FrostWire
uk: Як використовувати FrostWire (Відео)
vi: Cách sử dụng FrostWire (Video)
zh_cn: 如何使用FrostWire（视频）

source: FrostWire for Android
ar: استخدم FrostWire لـ...
bn: অ্যান্ড্রয়েড জন্য FrostWire
da: Brug FrostWire til...
el: Χρησιμοποιήστε το FrostWire για...
es: FrostWire para Android
fr: FrostWire pour Android
hi: Android के लिए FrostWire
hr: FrostWire za Android
it: FrostWire per Android
ja: Android用FrostWire
ko: 안드로이드 용 FrostWire
ne: Android को लागि FrostWire
pt_br: FrostWire para Andriod
ro: FrostWire pentru Android
sl: FrostWire za Android
sr: FrostWire за Андроид
sv: FrostWire för Android
uk: Використання FrostWire
vi: FrostWire dành cho Android
zh_cn: FrostWire的安卓版本

source: Get FrostWire on your Android phone, tablet or google tv, all free.
ar: الحصول على برنامج FrostWire على هاتفك الروبوت أو الكمبيوتر اللوحي أو جوجل التلفزيون، كلها مجانية.
bn: আপনার অ্যান্ড্রয়েড ফোন, ট্যাবলেট বা গুগল টিভি, সব ফ্রি তে FrostWire করুন।
da: Få FrostWire på din Android telefon, tablet eller google tv, alle gratis.
el: Πάρετε το FrostWire για το Android κινητό σας τηλέφωνο, το tablet ή το google tv, όλα δωρεάν.
es: Obtén FrostWire para tu teléfono Android, Tablet o Google Tv, totalmente gratis.
fr: Installez FrostWire gratuitement sur votre téléphone Andoid, votre tablette ou votre télé google.
hi: अपने अन्द्रोइड फोन पर फ्रोस्ट वाइर पाओ , तबलेत या गूगल टीवी, सब मुफ़्त.
hr: Dobijte FrostWire na vašem Android mobilnom telefonu, tabletu ili Google TVu, sve besplatno
it: Ottieni FrostWire sul tuo telefono Android, sul tuo tablet o google tv, gratuitamente.
ja: ご利用のAndroid携帯・タブレット・グーグルTVにFrostWireをインストール（全て無料）。
ko: 안드로이드 폰, 타블렛 또는 구글 티비에 FrostWire 를 설치하십시오, 무료.
ne: तपाईंको Android फोन, ट्याब्लेट वा Google TV, सबै मुक्त मा FrostWire प्राप्त गर्नुहोस्।
pt_br: Tenha FrostWire no seu telefone Android, tablet ou google tv, tudo gratuito.
ro: Obțineți FrostWire pe telefonul Android, tabletă sau google tv, totul gratuit.
sl: Get FrostWire v telefonu Android, tabličnem računalniku ali Google TV-ju, brezplačno.
sr: Гет FrostWire на Андроид телефону, таблету или Гоогле ТВ, све бесплатно.
sv: Hämta FrostWire till dina Androidtelefon, -surfplatta eller google tv, alla gratis.
uk: Отримати FrostWire на вашому Android телефону, планшета або Google TV, все безкоштовно.
vi: Nhận FrostWire trên điện thoại Android, máy tính bảng hoặc Google TV của bạn, tất cả đều miễn phí.
zh_cn: 在你的安卓手机，平板电脑或谷歌电视上获取FrostWire，都是免费的。

source: Learn about BitTorrent Seeding
ar: خصائص BitTorrent
bn: বিট টরেন্ট সেডিং সম্পর্কে জানুন
da: BitTorrent opsætning
el: Μάθετε περισσότερα για BitTorrent σπορά
es: Aprende sobre compartir en BitTorrent
fr: Découvrez en plus à propos de l'Ensemencement BitTorrent
hi: बिटटोरेंट सीडिंग के बारे में और जानें
hr: Naučiti više o BitTorrent seedanju
it: Scopri di piu' sul Distribuzione Seme su BitTorrent
ja: ビットトレントのシードについて
ko: BitTorrent 배포 소개
ne: बिटटोरेन्टपाइथोन गति बारेमा जान्न
pt_br: Aprenda sobre as Sementes BitTorrent
ro: Învățați despre contribuirea BitTorrent
sl: Spoznajo BitTorrent sejanje
sr: Сазнајте више о БитТоррент Сидирует
sv: Lär dig mer om BitTorrent-distribution
uk: Налаштування BitTorrent
vi: Tìm hiểu về Hạt giống BitTorrent
zh_cn: 了解关于BitTorrent做种的内容

source: Learn about how to protect your internet connection and your privacy online
ar: التعرف على كيفية حماية اتصالك بالإنترنت والخصوصية الخاصة بك على الإنترنت
bn: কিভাবে আপনার ইন্টারনেট সংযোগ এবং আপনার গোপনীয়তা অনলাইন রক্ষা করতে হয় তা জানুন
da: Få mere at vide om, hvordan du beskytter din internetforbindelse og dit privatliv online
el: Μάθετε πώς να προστατεύσει τη σύνδεσή σας στο internet και προστασίας προσωπικών δεδομένων σας σε απευθείας σύνδεση
es: Aprende sobre cómo proteger tu conexión de internet y tu privacidad en línea
fr: Découvrez comment protéger votre connexion Internet et votre vie privée en ligne
hi: अपने इंटरनेट कनेक्शन और आपकी गोपनीयता ऑनलाइन की रक्षा कैसे करें के बारे में जानें
hr: Naučite kako zaštititi vašu internetsku vezu i vašu privatnost na vezi
it: Ulteriori informazioni su come proteggere la connessione a Internet e la tua privacy online
ja: インターネット接続とプライバシーをオンラインで保護する方法について
ko: 인터넷 연결 및 온라인 개인 정보를 보호하는 방법에 대해 알아보십시오.
ne: अनलाइन आफ्नो इन्टरनेट जडान र आफ्नो गोपनीयताको सुरक्षा कसरी गर्ने भन्ने बारे जान्न
ro: Învățați cum să protejați conexiunea la internet și confidențialitatea online
sl: Zvedeti približno kako čuvati internetno povezavo in vaše zasebnosti na spletu
sr: Сазнајте више о томе како да заштитите своју интернет конекцију и своју приватност на мрежи
sv: Lär dig mer om hur man skyddar sin internetanslutning och integritet på nätet
uk: Дізнайтеся про те, як захистити підключення до Інтернету і до вашої особистої інформації в Інтернеті
vi: Tìm hiểu về cách bảo vệ kết nối internet và quyền riêng tư của bạn trực tuyến
zh_cn: 了解如何保护你的互联网连接和你的在线隐私
