Repository: frostwire/frostwire
Catalog: desktop/lib/messagebundles/*.po
Languages: ar, bn, da, el, es, fr, hi, hr, it, ja, ko, ne, pt_br, ro, sl, sr, sv, uk, vi, zh_cn

source: Do you want to hide FrostWire?
ar: أنت مرتبط بمغازة لايمواير.
bn: আপনি কি FrostWire লুকিয়ে রাখতে চান?
da: Vil du skjule FrostWire?
el: Δεν έχετε συνδεθεί με το κατάστημα της FrostWire
es: ¿Quieres ocultar FrostWire?
fr: Voulez-vous cacher FrostWire?
hi: क्या आप के लिए FrostWire छुपाना चाहते हैं?
hr: Želite li sakriti FrostWire?
it: Vuoi nascondere FrostWire?
ja: FrostWireを隠してもよろしいですか？.
ko: FrostWire를 감추시겠습니까?
ne: तपाईं लुकाउन FrostWire चाहनुहुन्छ?
pt_br: Você deseja esconder o FrostWire?
ro: Doriți să ascundeți FrostWire?
sl: Želite skriti FrostWire?
sr: FrostWire se priključuje na mrežu za razmenu fajlove
sv: Vill du dölja FrostWire?
uk: Ви хочете, щоб приховати FrostWire?
vi: Bạn có muốn ẩn FrostWire?
zh_cn: 是否隐藏FrostWire？

source: Closing the FrostWire window will only hide the application
ar: سيؤدي إغلاق نافذة فروستوير إلى إخفاء التطبيق فقط
bn: FrostWire উইন্ডো বন্ধ শুধুমাত্র অ্যাপ্লিকেশনটি লুকান হবে
da: Lukning af FrostWire-vinduet gemmer kun applikationen
el: Κλείνοντας το παράθυρο FrostWire θα κρύψει μόνο την εφαρμογή
es: Cerrar la ventana de Frostwire solo ocultará la aplicación
hi: FrostWire विंडो को बंद करने से केवल एप्लिकेशन छिपाएगा
hr: Zatvaranje FrostWire prozora će samo sakriti aplikaciju
it: La chiusura della finestra FrostWire nascondera' solo l'applicazione
ja: FrostWireウィンドウを閉じるとアプリケーションが非表示になります
ne: को FrostWire सञ्झ्याल बन्द मात्र आवेदन लुकाउन हुनेछ
pt_br: Fechar a janela FrostWire só irá esconder o programa<p>Assim, a transferência de arquivos pode continuar na tela do fundo
ro: Închizând fereastra FrostWire doar se va ascunde aplicația
sl: Zapiranje okna FrostWire bo skrilo samo aplikacijo
sr: Затварање прозора Фроствире ће само сакрити апликацију
sv: Att stänga Frostwirefönstret kommer endast att dölja programmet
uk: Закриття вікна FrostWire тільки приховати додаток
vi: Đóng cửa sổ FrostWire sẽ chỉ ẩn ứng dụng
zh_cn: 关闭FrostWire时仅隐藏窗口

source: This way file transfers may continue in the background.
ar: قد تستمر عمليات نقل الملفات بهذه الطريقة في الخلفية.
bn: এইভাবে ফাইল স্থানান্তরগুলি পটভূমিতে অবিরত থাকতে পারে।
da: På denne måde kan filoverførsler fortsætte i baggrunden.
el: Αυτό το αρχείο τον τρόπο μεταφοράς μπορεί να συνεχιστεί στο παρασκήνιο.
es: De esta forma las transferencias de archivo podrán continuar en el fondo.
hi: इस तरह से फ़ाइल स्थानांतरण पृष्ठभूमि में जारी रख सकते हैं।
hr: Na ovaj način će se podatkovni prijenosi nastaviti u pozadini.
it: In questo modo i trasferimenti di file possono continuare in background.
ja: このように、ファイル転送はバックグラウンドで続行される可能性があります。
ko: 이 방법으로 파일 전송 백그라운드에서 계속 사용할 수 있습니다.
ne: यसरी फाइल स्थानान्तरण पृष्ठभूमिमा जारी हुन सक्छ।
pt_br: Desta forma, as transferências de arquivos podem continuar em segundo plano.
ro: În acest fel transferul fișierelor poate continua în fundal.
sl: Ta način datoteke transferji se lahko nadaljuje v ozadju.
sr: На тај начин пренос фајлова може наставити у позадини.
sv: På detta sätt kan filöverföringar fortsätta i bakgrunden.
uk: Цей шлях файлу переказів може продовжуватися у фоновому режимі.
vi: Theo cách này, việc truyền tệp có thể tiếp tục ở chế độ nền.
zh_cn: 文件传输将在后台继续运行

source: Don't show this again
ar: لا تظهر هذه الرسالة مرة ثانية.
da: Vis ikke denne meddelelse igen.
el: Μήν δείξεις αυτό το μήνυμα ξανά.
es: No mostrar esto nuevamente
fr: Ne plus afficher ce message.
hi: इस संदेश को पुनः न दिखायें
hr: Ne pokazuj ponovno
it: Non mostrare più questo messaggio
ja: 今後このメッセージを表示しない
ko: 다음부터 이 메시지를 표시하지 않음
ne: फेरि यो नदेखाउनुहोस्
pt_br: Não mostrar isso novamente.
ro: Nu mai afișa din nou
sl: Tega ne kaži več
sr: Ne prikazuj više ovu poruku.
sv: Visa inte detta igen
uk: Не показувати більше
vi: Đừng hiện nữa
zh_cn: 请别再显示这个对话框

source: Hide
ar: فيديو
da: Video
el: Βίντεο
es: Ocultar
fr: Cacher
hi: छिपाना
hr: Sakrij
it: Nascondi
ja: 非公開
ko: 감추기
ne: लुकाउन
pt_br: Esconder
ro: Ascunde
sl: Skrij
sr: Prikaži
sv: Dölj
uk: Перегляд
vi: Hiển thị
zh_cn: 隐藏

source: Exit
ar: خروج
da: Afslut
el: Έξοδος
es: Salir
fr: Quitter
hi: निर्गम करो
hr: Izađi
it: Esci
ja: 終了
ko: 즉시 종료
ne: बन्द गर
pt_br: Sair
ro: Ieșire
sl: Izhod
sr: излаз
sv: Avsluta
uk: Вийти
vi: Thoát
zh_cn: 退出

source: Send to iTunes
ar: إرسال إلى إيتونس
bn: আইটিউনস থেকে পাঠান
da: Send til iTunes
el: Στείλετε στο iTunes
es: Enviar a iTunes
fr: Envoyer à ITunes
hi: आइ तुन को भेंजें
hr: Pošalji u iTunes
it: Invia ad iTunes
ja: iTunesへ送信
ko: iTunes에 보내기
ne: iTunes मा पठाउन
pt_br: Enviar para iTunes
ro: Trimite la iTune
sl: Pošlji v iTunes
sr: Пошаљи на иТунес
sv: Skicka till iTunes
uk: Надіслати до iTunes
vi: Gửi tới iTunes
zh_cn: 发送至iTunes

source: Send files to iTunes
ar: إرسال الملفات إلى اي تيونز
bn: আই টিউনস থেকে ফাইল পাঠান
da: Sende filer til iTunes
el: Αποστολή αρχείων στο iTunes
es: Enviar archivos a iTunes
hr: Pošalji datoteke u iTunes
it: Inviare file a iTunes
ne: iTunes मा फाइलहरू पठाउन
pt_br: Enviar arquivos para o iTunes
ro: Trimite fișiere la iTune
sl: Pošiljanje datotek na iTunes
sr: Слање датотека на иТунес
sv: Skicka filer till iTunes
uk: Відправка файлів в ITunes
vi: Gửi tập tin vào iTunes
zh_cn: 发送文件至iTunes

source: Explore
ar: استكشاف
da: Udforsk
el: Εξερεύνηση
es: Explorar
fr: Explorer
hi: अंवेषण
hr: Istraži
it: Esplora
ja: 参照
ko: 찾아보기기
ne: अन्वेषण
pt_br: Explorar
ro: Explorează
sl: Rozbal
sr: Prikaži
sv: Utforska
uk: Оглянути
vi: Tra
zh_cn: 浏览

source: Open Folder Containing the File
ar: فتح مجلد يحتوي ملف
bn: ফাইল ধারণকারী ফাইল খুলুন
da: Åben den mappe der indeholder filen
el: Άνοιγμα του φακέλου στον οποίον περιέχεται το αρχείο
es: Abrir la carpeta que contiene el archivo
fr: Ouvrir le dossier contenant le fichier
hi: फ़ोल्डर खोलें जिसमे फ़ाइल है
hr: Otvori mapu koja sadržava ovu datoteku
it: Apri la cartella contenente il file
ja: ファイルを含むフォルダを開く
ko: 파일을 있는 폴더 열기
ne: फोल्डर फाइल समावेश खुला
pt_br: Abra a pasta que contém o arquivo
ro: Deschide dosarul care conține fișierul
sl: Otvor folder obsahujuci subor
sr: Otvori fasciklu u koju je smešten fajl
sv: Öppna mappen som innehåller filen
uk: Відкрити Теку з цим Файлом
vi: Mở thư mục chứa các tập tin
zh_cn: 打开包含该文件的文件夹

source: Show
ar: آخر العرض
da: Vis den sidste
el: Εμφάνιση
es: Mostrar
fr: Afficher
hi: दिखाएँ
hr: Pokaži
it: Mostra
ja: 表示
ko: 보이기
ne: देखाउनु
pt_br: Mostrar
ro: Arată
sl: Prikaži
sr: шоу
sv: Visa
uk: Показати останнє
vi: Hiển thị
zh_cn: 显示

source: Shows the contents of this transfer in the Library Tab
ar: لعرض محتويات عملية النقل هذه في علامة تبويب المكتبة
bn: এই ট্রান্সফারের বিষয়বস্তু লাইব্রেরী ট্যাবে দেখায়
da: Viser indholdet af denne overførsel under fanen bibliotek
el: Εμφανίζει τα περιεχόμενα της διαβίβασης στην καρτέλα Βιβλιοθήκη
es: Muestra el contenido de esta transferencia en la pestaña Biblioteca
fr: Affiche le contenu de ce transfert dans l'Onglet Bibliothèque
hi: इस हस्तांतरण की सामग्री को लाइब्रेरी टैब में दिखाएँ
hr: Pokaži sadržaj ovog prijenosa u Library kartici
it: Mostra i contenuti di questo trasferimento nella Scheda Libreria
ja: ライブラリタブで、この転送内容を表示します
ko: 라이브러리 탭에 해당 전송 내용을 표시
ne: पुस्तकालयको ट्याबमा यस स्थानान्तरण सामग्रीहरू देखाउँछ
pt_br: Mostrar o conteúdo dessa transferência na Biblioteca
ro: Arată conținutul acestui transfer în fila Bibliotecă
sl: Prikazuje vsebino ta prenos v zavihku knjižnica
sr: Приказује садржај овог трансфера у библиотеци Таб
sv: Visar innehållet för denna överföring i biblioteksfliken
uk: Показує вміст цієї передачі у вкладці
vi: Hiển thị các nội dung của giao dịch này trong Tab thư viện
zh_cn: 在库标签中显示这次传输的内容

source: Resume Download
ar: إيقاف مؤقت للتنزيل
bn: পুনরায় ডাউনলোড
da: Genoptag download
el: Εξαναγκαστική συνέχιση
es: Continuar la descarga
fr: Reprendre le téléchargement
hi: बलपूर्वक फिर आरम्भ करो
hr: Nastavi preuzimanje
it: Riprendi il Download
ja: ダウンロード再開
ko: 다운로드 재개
ne: डाउनलोडहरु
pt_br: Retomar o download
ro: Reia descărcarea
sl: Pokracovat v Downloade
sr: Nastavi preuzimanje
sv: Återuppta hämtning
uk: Продовжити Завантаження
vi: Tải về
zh_cn: 恢复下载

source: Resume
ar: إعادة تسمية
bn: জীবনবৃত্তান্ত
da: Genoptag
el: Μετονομασία
es: Reanudar
fr: Reprendre
hi: फिर से शुरू
hr: Nastavi
it: Ripristina
ja: 再開
ko: 재생
ne: फेरि खोल
pt_br: Retomar
ro: Reia
sl: Premenuj
sr: Preimenuj
sv: Återuppta
uk: Перейменувати
vi: Khôi phục
zh_cn: 恢复

source: Reattempt Selected Downloads
ar: إعادة محاولة التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলির পুনর্ব্যবহার
da: Genoptag valgte downloads
el: Προσπάθεια για επανάληψη μιας λήψης.
es: Reintentar las descargas seleccionadas
fr: Essaie de nouveau le téléchargement des fichiers sélectionnés.
hi: डाउनलोड का पुनः प्रयास करने का प्रयत्न करें.
hr: Pokušaj nastaviti preuzimanje
it: Ritenta la ricezione dei download selezionati
ja: ダウンロードの再開を再試行する
ko: 다운로드의 재개를 재시행
pt_br: Tentar recuperar os downloads selecionados.
ro: Reâncercați descărcările selectate
sl: Vycisti oznacene downloads
sr: Pokušaj ponovo preuzimanje fajlova
sv: Återuppta markerade hämtningar
uk: Продовжити Обрані Завантаження
vi: Phục hồi lại các tải đã chọn
zh_cn: 重试所选下载

source: Pause Download
ar: إيقاف مؤقت للتنزيل
bn: ডাউনলোড বিরতি
da: Sæt download på pause
el: Σταμάτα το Download
es: Pausar la descarga
fr: Suspendre le téléchargement
hi: डाउनलोड विराम
hr: Privremeno zaustavi preuzimanje
it: Interrompi il download
ja: ダウンロードを一時停止
ko: 다운로드 일시정지
ne: डाउनलोडहरु
pt_br: Pausar o download
ro: Pauzează descărcarea
sl: Pozastav Download
sr: Pauziraj preuzimanje
sv: Pausa hämtning
uk: Поставити Завантаження на Паузу
vi: Tạm dừng Tải xuống
zh_cn: 暂停下载

source: Pause
ar: إيقاف مؤقت
el: Σταματημένο
es: Pausa
hi: रुका हुआ
hr: Privremeno zaustavi
it: Interrompi
ja: 一時停止
ko: 일시정지
ne: तास
pt_br: Pausar
ro: Pauză
sl: Zastavene
sr: Pauzirano
sv: Pausa
uk: Пауза
vi: Tạm ngừng
zh_cn: 暂停

source: Pause Selected Downloads
ar: إيقاف مؤقت للتنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলিকে বিরতি দিন
da: Sæt den valgte download på pause
el: Παύση των επιλεγμένων λήψεων.
es: Pausar las descargas seleccionadas
fr: Suspend temporairement les téléchargements sélectionnés.
hi: चुने हुए डाउनलोड को रोकें.
hr: Privremeno zaustavi označena preuzimanja
it: Interrompi i download selezionati
ja: 選択されたダウンロードを一時停止
ko: 선택된 다운로드를 일시정지
ne: चयन गरिएको डाउनलोड रोक्न
pt_br: Pausar os downloads selecionados
ro: Pauzează descărcările selectate
sl: Pozastav oznacene downloads
sr: Pauziraj obeležena preuzimanja fajlova
sv: Pausa markerade hämtningar
uk: Поставити Обрані Завантаження на Паузу
vi: Tạm dừng tải xuống đã chọn
zh_cn: 取消选中的下载.

source: Remove Torrent and Data
ar: إزالة سيل والبيانات
bn: টরেন্ট এবং ডেটা সরান
el: Αφαίρεση Torrent και δεδομένων
es: Eliminar el torrent y los datos
fr: Supprimer le Torrent et les Données
hi: तोर्रेंतो और डेटा निकालें
hr: Ukloni torrent i datoteke
it: Rimuovi Torrent e Dati
ja: トレントとデータを削除します
ko: 토렌트 및 데이터 삭제
ne: टरेंट र डाटा हटाउन
pt_br: Remover Torrent e Dados
ro: Elimină torrent și datele
sv: Ta bort torrent och data
uk: Видалити торрент і дані
vi: Xóa Torrent và Dữ liệu
zh_cn: 删除种子文件和数据

source: Remove Torrent and Data from selected downloads
ar: إزالة سيل والبيانات من التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলি থেকে টরেন্ট এবং ডেটা সরান
el: Αφαιρέστε Torrent και δεδομένα από επιλεγμένα downloads
es: Eliminar el torrent y los datos de las descargas seleccionadas
fr: Supprimer le Torrent et les Données des téléchargements sélectionnés
hi: चयनित डाउनलोड से तोर्रेंतो और डेटा निकालें
hr: Ukloni torrent i datoteke odabranih preuzimanja
it: Rimuovi Torrent e Dati dai download selezionati
ja: 選択したダウンロードからトレントとデータを削除します
ko: 선택된 다운로드에서 토렌트 및 데이터 삭제
ne: चयन डाउनलोड देखि टरेंट र डाटा हटाउन
pt_br: Remover Torrent e Dados do download selecionado
ro: Elimină torrent și datele din descărcările selectate
sv: Ta bort torrent och data från markerade hämtningar
uk: Видалити торрент і дані з обраних завантажень
vi: Loại bỏ Torrent và Dữ liệu từ các tải được chọn
zh_cn: 删除所选下载的种子文件和数据

source: Remove Torrent
ar: إزالة سيل
bn: টরেন্ট সরান
da: Fjern Torrent
el: Αφαίρεση Torrent
es: Eliminar torrent
fr: Supprimer le Torrent
hi: तोर्रेंतो निकालें
hr: Ukloni torrent
it: Rimuovi Torrent
ja: トレント削除
ko: 토렌트 삭제
ne: टरेंट हटाउन
pt_br: Remover Torrent
ro: Elimină torrent
sv: Ta bort torrent
uk: видалити торрент
vi: Xóa Torrent
zh_cn: 删除种子文件

source: Remove Torrent from selected downloads
ar: إعادة محاولة التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলি থেকে টরেন্ট সরান
da: Genoptag valgte downloads
el: Προσπάθεια για επανάληψη μιας λήψης.
es: Eliminar los torrents de las descargas seleccionadas
fr: Supprimer le Torrent des téléchargements sélectionnés
hi: चयनित डाउनलोड से टोरेंट निकालें
hr: Ukloni torrent odabranih preuzimanja
it: Rimuovi il Torrent dai download selezionati
ja: 選択したダウンロードからトレントを削除する
ko: 선택된 다운로드에서 토렌트 삭제
ne: चयन डाउनलोड देखि टरेंट हटाउन
pt_br: Remover Torrent dos downloads selecionados
ro: Elimină torrentul din descărcările selectate
sl: Vycisti oznacene downloads
sr: Pokušaj ponovo preuzimanje fajlova
sv: Ta bort torrent från markerade hämtningar
uk: Продовжити Обрані Завантаження
vi: Tìm và Tải về Dữ liệu
zh_cn: 删除所选下载的种子文件

source: Remove Download
ar: إيقاف مؤقت للتنزيل
bn: ডাউনলোড সরান
da: Genoptag download
el: Εξαναγκαστική συνέχιση
es: Eliminar descarga
fr: Supprimer le Téléchargement
hi: डाउनलोड निकालें
hr: Ukloni preuzimanje
it: Rimuovi Download
ja: ダウンロード削除
ko: 다운로드 삭제
ne: डाउनलोडहरु
pt_br: Remover o download
ro: Elimină torrent
sl: Pokracovat v Downloade
sr: Nastavi preuzimanje
sv: Återuppta hämtning
uk: Продовжити Завантаження
vi: Tải về
zh_cn: 取消下载

source: Remove
ar: إعادة تسمية
da: Fjern
el: Μετονομασία
es: Eliminar
fr: Supprimer
hi: निकालें
hr: Ukloni
it: Rimuovi
ja: 削除
ko: 삭제
ne: फेरि खोल
pt_br: Remover
ro: Elimină
sl: Premenuj
sr: Preimenuj
sv: Ta bort
uk: Перейменувати
vi: Khôi phục
zh_cn: 取消

source: Remove Selected Downloads
ar: مشاهدة التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলি সরান
da: Afprøv valgte downloads
el: Προεπισκόπηση των επιλεγμένων λήψεων.
es: Eliminar las descargas seleccionadas
fr: Supprimer les Téléchargements Sélectionnés.
hi: चुने हुए डाउनलोड का निकालें
hr: Pauziraj označena preuzimanja
it: Rimuovi i download selezionati
ja: 選択したダウンロードを削除する
ko: 선택된 다운로드 삭제
ne: डाउनलोडहरु
pt_br: Remover Downloads Selecionados
ro: Elimină descărcările selectate
sl: Ukazka oznacenych Downloads
sr: Pregledajte dokument ili pustite pesmu itd.
sv: Ta bort markerade hämtningar
uk: Переглянути Обрані Завантаження
vi: Tìm và Tải về Dữ liệu
zh_cn: 取消选中的下载.

source: Are you sure you want to remove the data files from your computer? You won't be able to recover the files.
ar: هل أنت متأكد من إزالة رخصة الحقوق المحلية لهذا الملف دائماً؟
bn: আপনি কি আপনার কম্পিউটার থেকে ডেটা ফাইলগুলি সরাতে চান? আপনি ফাইল পুনরুদ্ধার করতে পারবেন না।
da: Er du sikker på at du varigt vil fjerne licensen fra din lokale kopi af denne fil?
el: Είστε σίγουρος πως θέλετε να διαγράψετε για πάντα την άδεια από το τοπικό αντίγραφο αυτού του αρχείου;
es: ¿Estás seguro que deseas eliminar los datos de los archivos de tu computadora? No podrás recuperar los archivos.
fr: Êtes-vous sûr de vouloir supprimer de façon permanente les fichiers de données de votre ordinateur? Vous ne pourrez plus récupérer les fichiers.
hi: क्या आप सुनिश्चित करें कि आप अपने कंप्यूटर से डेटा फ़ाइलों को निकालना चाहते हैं? आप फ़ाइलों को ठीक करने में सक्षम नहीं होंगें.
hr: Jeste li sigurni da želite ukloniti datoteke s Vašeg računala? Nećete biti u mogućnosti oporaviti datoteke.
it: Sei sicuro di voler rimuovere i file di dati dal tuo computer? Non potrai recuperare i file.
ja: ご利用のPCからデータファイルを削除してもいいですか？ 削除したファイルは再生できません。
ko: 컴퓨터에서 데이터 파일을 삭제하시겠습니까? 해당 파일들은 복원이 불가능합니다.
pt_br: Você tem certeza de que deseja remover os dados dos arquivos do seu computador? Os arquivos não poderão ser recuperados.
ro: Sigur doriți să eliminați datele fișierelor din computer? Nu veți putea să recuperați fișierele.
sl: Ali ste prepričani, da želite odstraniti podatkovne datoteke iz računalnika? Ne boste mogli obnoviti datoteke.
sr: Jeste li sigurni da želite trajno da uklonite autorsko pravo iz Vaše kopije ovog fajla?
sv: Är du säker på att du vill ta bort datafilerna från din dator? Du kommer inte att kunna återställa filerna.
uk: Ви впевнені, що бажаєте взагалі зняти ліцензію з локальної копії цього файлу?
vi: Bạn có chắc chắn muốn xóa các tệp dữ liệu khỏi máy tính của mình không? Bạn sẽ không thể phục hồi các tệp.
zh_cn: 你确认要删除选中的文件吗? 被删除的文件将无法恢复。

source: Are you sure?
ar: هل أنت واثق؟
da: Er du sikker?
el: Είσαι σίγουρος?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
hi: क्या आपको यकींन है?
hr: Jeste li sigurni?
it: Sei sicuro?
ja: ほんとうによろしいですか？
ko: 계속하시겠습니까?
ne: के तपाईँ निश्चित हुनुहुन्छ?
pt_br: Você tem certeza?
ro: Sunteți sigur?
sl: Si prepričan?
sv: Är du säker?
uk: Ти впевнений?
vi: Bạn có chắc không?
zh_cn: 确认？

source: Remove Download and Data
ar: إيقاف مؤقت للتنزيل
bn: ডাউনলোড এবং ডেটা সরান
da: Genoptag download
el: Εξαναγκαστική συνέχιση
es: Eliminar la descarga y los datos
fr: Supprimer le Téléchargement et les Données
hi: डाउनलोड और डेटा निकालें
hr: Ukloni preuzimanje i podatke
it: Rimuovi il Download e i Dati
ja: ダウンロードとデータを削除する
ko: 다운로드 및 데이터 삭제
ne: डाउनलोडहरु
pt_br: Remover o Download e Dados
ro: Elimină descărcarea și datele
sl: Pokracovat v Downloade
sr: Nastavi preuzimanje
sv: Ta bort hämtning och data
uk: Продовжити Завантаження
vi: Tải về
zh_cn: 取消下载并删除数据

source: Remove Download and Data from selected downloads
ar: إعادة محاولة التنزيلات المحددة
bn: নির্বাচিত ডাউনলোডগুলি থেকে ডাউনলোড এবং ডেটা সরান
da: Genoptag valgte downloads
el: Προσπάθεια για επανάληψη μιας λήψης.
es: Eliminar la descarga y los datos de las descargas seleccionadas
fr: Supprimer le Téléchargement et les Données des téléchargements sélectionnés.
hi: चयनित डाउनलोड से डाउनलोड और डेटा निकालें
hr: Ukloni preuzimanje i podatke odabranih preuzimanja
it: Rimuovi il Download e i Dati dai download selezionati
ja: 選択したダウンロードからダウンロードとデータを削除する
ko: 선택된 다운로드로부터 다운로드 및 데이터 삭제
ne: डाउनलोडहरु
pt_br: Remover o Download e Dados dos downloads selecionados
ro: Elimină descărcarea și datele din descărcările selectate
sl: Vycisti oznacene downloads
sr: Pokušaj ponovo preuzimanje fajlova
sv: Ta bort hämtning och data från valda hämtningar
uk: Продовжити Обрані Завантаження
vi: Tìm và Tải về Dữ liệu
zh_cn: 取消所选下载并删除相关数据

source: Clear Inactive
ar: واضح غير نشط
bn: নিষ্ক্রিয় সাফ করুন
da: Fjern inaktive
el: Σαφή ανενεργό
es: Eliminar descargas inactivas
fr: Effacer inactif
hi: निष्क्रिय निष्क्रिय करें
hr: Očisti neaktivne
it: Cancella Inattivo
ja: 非アクティブをクリア
ko: 비활성 비활성
ne: सकिएकोनिष्क्रिय स्पष्ट
pt_br: Limpar inativos
ro: Curăță inactive
sl: Jasno neaktivni
sr: Jасно Неактивно
sv: Rensa inaktiva
uk: Ясно Неактивні
vi: Xóa Không Hoạt động
zh_cn: 清除不活动的下载

source: Clear Inactive (completed) transfers from the Transfers list.
ar: محو عمليات النقل غير النشطة (المكتملة) من قائمة التحويلات.
bn: স্থানান্তর তালিকা থেকে নিষ্ক্রিয় (সম্পন্ন) স্থানান্তর সাফ করুন
da: Klart inaktiv (afsluttet) overførsler fra listen overførsler.
el: Σαφή ανενεργός (ολοκληρώθηκε) μεταβιβάσεις από τη λίστα μεταφορές.
es: Limpiar transferencias inactivas (completadas) de la lista de transferencias.
hi: स्थानांतरण सूची से निष्क्रिय निष्क्रिय (पूर्ण) स्थानान्तरण।
hr: Očisti neaktivne (završene) prijenose sa liste prijenosa.
it: Cancella Inattivo (completato) il trasferimento dalla lista trasferimenti.
ja: 明確な非アクティブ (完成品) 転送リストから転送。
ko: 명확한 비활성 (완료) 전송 목록에서.
ne: निष्क्रिय स्पष्ट भएको स्थानांतरणहरू सूचीबाट (पूरा) स्थानान्तरण।
pt_br: Limpar inativos (completo) a transferência da lista de transferências.
ro: Curăță transferurile inactive (finalizate) din lista transferurilor.
sr: Јасно Неактивно (завршен) трансфери из листе Трансфери.
sv: Rensa inaktiva (slutförda) överföringar från överföringslistan.
uk: Ясно активізовано (завершено) трансферти зі списку перерахувань.
vi: Xóa Không hoạt động (đã hoàn tất) chuyển từ danh sách Chuyển.
zh_cn: 从传输列表中清除不活动（已完成）的传输

source: Copy Magnet
ar: نسخ التقرير
bn: অনুলিপি চুম্বক
da: Kopier rapport
el: Αντιγραφή έκθεσης
es: Copiar Magnet
fr: Copier Magnet
hi: प्रतिलिपि मेग्नेट
hr: Kopiraj magnet link
it: Copia Magnet
ja: Magnetをコピー
ko: 마그넷 복사
ne: चुम्बक प्रतिलिपि
pt_br: Copiar Magnet
ro: Copiază magnet
sr: цопи Магнет
sv: Kopiera magnet
uk: копіювати Magnet
vi: Sao chép Magnet
zh_cn: 复制Magnet信息

source: Copy Infohash
ar: نسخ إنفوهاش
bn: কপি Infohash
da: Kopiere Infohash
el: Αντίγραφο Infohash
es: Copiar Infohash
fr: Copier l'Information de Hachage
hi: इन्फोहाश की प्रतिलिपि बनाएँ
hr: Kopiraj infohash
it: Copia Infohash
ja: 情報ハシュをコピー
ko: Infohash 복사
ne: प्रतिलिपि Infohash
pt_br: Copiar Infohash
ro: Copiază informația indexare
sr: цопи Инфохасх
sv: Kopiera infohash
uk: копіювати Infohash
vi: Sao chép Infohash
zh_cn: 复制哈希信息

source: Send to friend
ar: ارسال إلى صديق
da: Send til en ven
el: Αποστολή Σε Φίλο
es: Enviar a un amigo
fr: Envoyer à un ami
hi: अपने दोस्त को भेजें
hr: Pošalji prijatelju
it: Invia a un amico
ja: 友人へ送信
ko: 친구에게 보내기
ne: मित्र पठाउन
pt_br: Enviar para um amigo
ro: Trimite la prieten
sr: Послати пријатељу
sv: Skicka till en vän
uk: Надіслати другу
vi: Gửi cho bạn bè
zh_cn: 发送给好友

source: Create New Playlist
ar: إنشاء قائمة تشغيل جديدة
bn: নতুন প্লেলিস্ট তৈরি করুন
da: Gem Spilleliste som
el: Αποθήκευση καταλόγου αναπαραγωγής ως
es: Crear una nueva lista de reproducción
fr: Créer une Nouvelle Liste de lecture
hi: नई प्लेलिस्ट बनाएँ
hr: Stvori novu listu pjesama
it: Crea nuova playlist
ja: 新規再生リスト作成
ko: 새로운 재생목록 생성
ne: नयाँबजाउनेसूचीसिर्जनागर्नुहोस्
pt_br: Criar uma Nova Lista de Reprodução
ro: Creează listă de redare nouă
sl: Ustvari nov seznam predvajanja
sr: Направи нову плејлисту
sv: Skapa ny spellista
uk: Зберегти плейліст як
vi: Tạo danh sách phát mới
zh_cn: 创建新的播放列表

source: Create and add to a new playlist
ar: إنشاء وإضافة إلى قائمة تشغيل جديدة
bn: একটি নতুন প্লেলিস্ট তৈরি করুন এবং জুড়ুন
da: Oprette og tilføje en ny spilleliste
el: Δημιουργήσετε και να προσθέσετε μια νέα λίστα αναπαραγωγής
es: Crear y añadir una nueva lista de reproducción
fr: Créer et ajouter à une nouvelle liste de lecture
hi: एक नया प्लेलिस्ट बनाएँ और जोड़ें
hr: Stvori i dodaj u novu listu pjesama
it: Crea e aggiungi a una nuova playlist
ja: 新しい再生リストへ作成し追加します
ko: 재생 목록에 생성 및 추가
ne: सिर्जना र नयाँ बजाउने थप्न
pt_br: Criar e adicionar uma Nova Lista de Reprodução
ro: Creează și adaugă la o nouă listă de redare
sr: Креирање и додати у нову листу
sv: Skapa och lägg till i en ny spellista
uk: Створити і додати в новий список відтворення
vi: Tạo và thêm vào danh sách phát mới
zh_cn: 创建并添加到一个新的播放列表

source: Play file
ar: ملف اللعب
el: Αναπαραγωγή αρχείου
es: Reproducir archivo
fr: Lire le fichier
hi: फ़ाइल चलाएं
hr: Sviraj datoteku
it: Riproduci file
ja: 再生ファイル
ko: 파일 재생
ne: प्ले फाइल
pt_br: Reproduzir arquivo
ro: Redă fișier
sl: Predvajaj datoteko
sr: Плаи фајл
sv: Spela upp fil
uk: Відтворити файл
vi: Phát tệp
zh_cn: 播放文件

source: Play media file
ar: تشغيل ملف الوسائط
bn: মিডিয়া ফাইল খেলুন
da: Afspille mediefilen
el: Αναπαραγωγή αρχείου πολυμέσων
es: Reproducir archivo multimedia
fr: Lire fichier multimédia
hi: मीडिया फ़ाइल चलाएं
hr: Sviraj medijsku datoteku
it: Riprodurre file multimediali
ja: メディアファイルを再生する
ko: 미디어 파일 재생
ne: मिडिया फाइल प्ले
pt_br: Reproduzir arquivo de mídia
ro: Redare fișier media
sl: Predvajanje medijske datoteke
sr: Плаи медија фајл
sv: Spela mediafil
uk: Відтворити медіа-файлу
vi: Phát tệp phương tiện
zh_cn: 播放媒体文件

source: Add to playlist
ar: إضافة إلى قائمة التشغيل
da: Tilføj mappeindhold til spilleliste
el: Στον κατάλογο αναπαραγωγής
es: Añadir a la lista de reproducción
fr: Ajouter à la liste de lecture.
hi: प्लेलिस्ट में जोड़ें
hr: Dodaj u listu pjesama
it: Aggiungi alla playlist
ja: 再生リストへ追加する
ko: 재생목록에 추가
ne: प्लेसूचीमाथप्नुहोस्
pt_br: Adicionar na lista de reprodução
ro: Adaugă la lista de redare
sl: Pridaj oznacene subory do Playlistu
sr: Адд то плаилист
sv: Lägg till spellista
uk: Додати зміст теки до плейлиста
vi: Thêm vào danh sách phát
zh_cn: 添加到播放列表
